{
    "number": 17,
    "sequence": 50,
    "numberOfVerses": 111,
    "name": {
        "short": "الإسراء",
        "long": "سُورَةُ الإسراء",
        "transliteration": {
            "en": "Al-Isra",
            "id": "Al-Isra'"
        },
        "translation": {
            "en": "The Night Journey",
            "id": "Memperjalankan di Malam Hari"
        }
    },
    "revelation": {
        "arab": "مكة",
        "en": "Meccan",
        "id": "Makkiyyah"
    },
    "preBismillah": {
        "text": {
            "arab": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
            "transliteration": {
                "en": "Bismillaahir Rahmaanir Raheem"
            }
        },
        "translation": {
            "en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
            "id": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."
        },
        "audio": {
            "primary": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1",
            "secondary": [
                "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3",
                "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"
            ]
        }
    },
    "tafsir": {
        "id": "Surat ini terdiri atas 111 ayat, termasuk golongan surat-surat Makkiyyah. Dinamakan dengan Al Israa' yang berarti memperjalankan di malam hari, berhubung peristiwa Israa' Nabi Muhammad s.a.w. di Masjidil Haram di Mekah ke Masjidil Aqsha di Baitul Maqdis dicantumkan pada ayat pertama dalam surat ini. Penuturan cerita Israa' pada permulaan surat ini, mengandung isyarat bahwa Nabi Muhammad s.a.w. beserta umatnya kemudian hari akan mencapai martabat yang tinggi dan akan menjadi umat yang besar. Surat ini dinamakan pula dengan Bani Israil artinya keturunan Israil berhubung dengan permulaan surat ini, yakni pada ayat kedua sampai dengan ayat kedelapan dan kemudian dekat akhir surat yakni pada ayat 101 sampai dengan ayat 104, Allah menyebutkan tentang Bani Israil yang setelah menjadi bangsa yang kuat lagi besar lalu menjadi bangsa yang terhina karena menyimpang dari ajaran Allah s.w.t. Dihubungkannya kisah Israa' dengan riwayat Bani Israil pada surat ini, memberikan peringatan bahwa umat Islam akan mengalami keruntuhan, sebagaimana halnya Bani Israil, apabila mereka juga meninggalkan ajaran-ajaran agamanya."
    },
    "verses": [
        {
            "number": {
                "inQuran": 2030,
                "inSurah": 1
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 282,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "سُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذِيْ بٰرَكْنَا حَوْلَهٗ لِنُرِيَهٗ مِنْ اٰيٰتِنَاۗ اِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ",
                "transliteration": {
                    "en": "Subhaanal lazeee asraa bi'abdihee lailam minal Masjidil Haraami ilal Masjidil Aqsal-lazee baaraknaa haw lahoo linuriyahoo min aayaatinaa;innahoo Huwas Samee'ul-Baseer",
                    "id": "subḥānal-lażī asrā bi‘abdihī lailam minal-masjidil ḥarāmi ilal-masjidil-aqṣal-lażī bāraknā ḥaulahū linuriyahū min āyātinā, innahū huwas-samī‘ul-baṣīr(u)."
                }
            },
            "translation": {
                "en": "Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa, whose surroundings We have blessed, to show him of Our signs. Indeed, He is the Hearing, the Seeing.",
                "id": "Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar, Maha Melihat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2030.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2030.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2031,
                "inSurah": 2
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 282,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَ اَلَّا تَتَّخِذُوْا مِنْ دُوْنِيْ وَكِيْلًاۗ ",
                "transliteration": {
                    "en": "Wa aatainaa Moosal-Kitaaba wa ja'alnaahu hudal-liBaneee Israaa'eel;",
                    "id": "wa ātainā mūsal-kitāba wa ja‘alnāhu hudal libanī isrā'īla allā tattakhiżū min dūnī wakīlā(n)."
                }
            },
            "translation": {
                "en": "And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs,",
                "id": "Dan Kami berikan kepada Musa, Kitab (Taurat) dan Kami jadikannya petunjuk bagi Bani Israil (dengan firman), “Janganlah kamu mengambil (pelindung) selain Aku. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2031.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2031.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2032,
                "inSurah": 3
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 282,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوْحٍۗ اِنَّهٗ كَانَ عَبْدًا شَكُوْرًا",
                "transliteration": {
                    "en": "Zurriyyata man hamalnaa ma'a Nooh innahoo kaana 'abdan shakooraa",
                    "id": "Żurriyyata man ḥamalnā ma‘a nūḥ(in), innahū kāna ‘abdan syakūrā(n)."
                }
            },
            "translation": {
                "en": "O descendants of those We carried [in the ship] with Noah. Indeed, he was a grateful servant.",
                "id": "(Wahai) keturunan orang yang Kami bawa bersama Nuh. Sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2032.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2032.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2033,
                "inSurah": 4
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 282,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقَضَيْنَآ اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ فِى الْكِتٰبِ لَتُفْسِدُنَّ فِى الْاَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيْرًا",
                "transliteration": {
                    "en": "Wa qadainaaa ilaa Baneee Israaa'eela fil Kitaabi latufsidunna fil ardi marratain; wa lata'lunna'uluwwan kabeeraa",
                    "id": "wa qaḍainā ilā banī isrā'īla fil-kitābi latufsidunna fil-arḍi marrataini wa lata‘lunna ‘uluwwan kabīrā(n)."
                }
            },
            "translation": {
                "en": "And We conveyed to the Children of Israel in the Scripture that, \"You will surely cause corruption on the earth twice, and you will surely reach [a degree of] great haughtiness.",
                "id": "Dan Kami tetapkan terhadap Bani Israil dalam Kitab itu, “Kamu pasti akan berbuat kerusakan di bumi ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2033.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2033.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2034,
                "inSurah": 5
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 282,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاِذَا جَاۤءَ وَعْدُ اُوْلٰىهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ اُولِيْ بَأْسٍ شَدِيْدٍ فَجَاسُوْا خِلٰلَ الدِّيَارِۗ وَكَانَ وَعْدًا مَّفْعُوْلًا",
                "transliteration": {
                    "en": "Fa-izaa jaaa'a wa'duoolaahumaa ba'asnaaa 'alykurr 'ibaadai-lanaaa ulee baasin shadeedin fajaasoo khilaalad diyaar; wa kaana wa'dam maf'oolaa",
                    "id": "fa iżā jā'a wa‘du ūlāhumā ba‘aṡnā ‘alaikum ‘ibādal lanā ulī ba'sin syadīdin fa jāsū khilālad-diyār(i), wa kāna wa‘dam maf‘ūlā(n)."
                }
            },
            "translation": {
                "en": "So when the [time of] promise came for the first of them, We sent against you servants of Ours - those of great military might, and they probed [even] into the homes, and it was a promise fulfilled.",
                "id": "Maka apabila datang saat hukuman bagi (kejahatan) yang pertama dari kedua (kejahatan) itu, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Dan itulah ketetapan yang pasti terlaksana."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2034.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2034.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2035,
                "inSurah": 6
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 282,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَاَمْدَدْنٰكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَجَعَلْنٰكُمْ اَكْثَرَ نَفِيْرًا",
                "transliteration": {
                    "en": "Summa radadnaa lakumul karrata 'alaihim wa amdad-naakum-bi amwaalinuw wa baneen; wa ja'alnaakum aksara nafeeraa",
                    "id": "Ṡumma radadnā lakumul-karrata ‘alaihim wa amdadnākum bi'amwāliw wa banīna wa ja‘alnākum akṡara nafīrā(n)."
                }
            },
            "translation": {
                "en": "Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower",
                "id": "Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka, Kami membantumu dengan harta kekayaan dan anak-anak dan Kami jadikan kamu kelompok yang lebih besar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2035.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2035.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2036,
                "inSurah": 7
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 282,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ ۗوَاِنْ اَسَأْتُمْ فَلَهَاۗ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ لِيَسٗۤـُٔوْا وُجُوْهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوْهُ اَوَّلَ مَرَّةٍ وَّلِيُتَبِّرُوْا مَا عَلَوْا تَتْبِيْرًا",
                "transliteration": {
                    "en": "In ahsantum ahsantum li anfusikum wa in asaatum falahaa; fa izaa jaaa'a wa'dul aakhirati liyasooo'oo wujoo hakum wa liyadkhulul masjida kamaa dakhaloohu awwala marratinw wa liyutabbiroo mass'alaw tatbeera",
                    "id": "in aḥsantum aḥsantum li'anfusikum, wa in asa'tum fa lahā, fa iżā jā'a wa‘dul-ākhirati liyasū'ū wujūhakum wa liyadkhulal-masjida kamā dakhalūhu awwala marratiw wa liyutabbirū mā ‘alau tatbīrā(n)."
                }
            },
            "translation": {
                "en": "[And said], \"If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves.\" Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction.",
                "id": "Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. Apabila datang saat hukuman (kejahatan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu lalu mereka masuk ke dalam masjid (Masjidil Aqsa), sebagaimana ketika mereka memasukinya pertama kali dan mereka membinasakan apa saja yang mereka kuasai."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2036.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2036.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2037,
                "inSurah": 8
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "عَسٰى رَبُّكُمْ اَنْ يَّرْحَمَكُمْۚ وَاِنْ عُدْتُّمْ عُدْنَاۘ وَجَعَلْنَا جَهَنَّمَ لِلْكٰفِرِيْنَ حَصِيْرًا ",
                "transliteration": {
                    "en": "'Asaa rabbukum anyyarhamakum; wa in 'uttum 'udnaa; wa ja'alnaa jahannama lilkaafireena haseera",
                    "id": "‘asā rabbukum ay yarḥamakum, wa in ‘uttum ‘udnā, wa ja‘alnā jahannama lil-kāfirīna ḥaṣīrā(n)."
                }
            },
            "translation": {
                "en": "[Then Allah said], \"It is expected, [if you repent], that your Lord will have mercy upon you. But if you return [to sin], We will return [to punishment]. And We have made Hell, for the disbelievers, a prison-bed.\"",
                "id": "Mudah-mudahan Tuhan kamu melimpahkan rahmat kepada kamu; tetapi jika kamu kembali (melakukan kejahatan), niscaya Kami kembali (mengazabmu). Dan Kami jadikan neraka Jahanam penjara bagi orang kafir."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2037.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2037.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2038,
                "inSurah": 9
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ هٰذَا الْقُرْاٰنَ يَهْدِيْ لِلَّتِيْ هِيَ اَقْوَمُ وَيُبَشِّرُ الْمُؤْمِنِيْنَ الَّذِيْنَ يَعْمَلُوْنَ الصّٰلِحٰتِ اَنَّ لَهُمْ اَجْرًا كَبِيْرًاۙ  ",
                "transliteration": {
                    "en": "Inna haazal Quraana yahdee lillatee hiya aqwamu wa yubashshirul mu'mineenal lazeena ya'maloonas saalihaati anna lahum ajran kabeeraa",
                    "id": "inna hāżal-qur'āna yahdī lil-latī hiya aqwamu wa yubasysyirul-mu'minīnal-lażīna ya‘malūnaṣ-ṣāliḥāti anna lahum ajran kabīrā(n)."
                }
            },
            "translation": {
                "en": "Indeed, this Qur'an guides to that which is most suitable and gives good tidings to the believers who do righteous deeds that they will have a great reward.",
                "id": "Sungguh, Al-Qur'an ini memberi petunjuk ke (jalan) yang paling lurus dan memberi kabar gembira kepada orang mukmin yang mengerjakan kebajikan, bahwa mereka akan mendapat pahala yang besar,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2038.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2038.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2039,
                "inSurah": 10
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 240,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّاَنَّ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ اَعْتَدْنَا لَهُمْ عَذَابًا اَلِيْمًا ࣖ",
                "transliteration": {
                    "en": "Wa annal lazeena laa yu'minoona bil aakhirati a'tadnaa lahum 'azaaban aleemaa",
                    "id": "wa annal-lażīna lā yu'minūna bil-ākhirati a‘tadnā lahum ‘ażāban alīmā(n)."
                }
            },
            "translation": {
                "en": "And that those who do not believe in the Hereafter - We have prepared for them a painful punishment.",
                "id": "dan bahwa orang yang tidak beriman kepada kehidupan akhirat, Kami sediakan bagi mereka azab yang pedih."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2039.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2039.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2040,
                "inSurah": 11
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَدْعُ الْاِنْسَانُ بِالشَّرِّ دُعَاۤءَهٗ بِالْخَيْرِۗ وَكَانَ الْاِنْسَانُ عَجُوْلًا  ",
                "transliteration": {
                    "en": "Wa yad'ul insaanu bishsharri du'aaa 'ahoo bilkhayr; wa kaanal insaanu 'ajoola",
                    "id": "wa yad‘ul-insānu bisy-syarri du‘ā'ahū bil-khair(i), wa kānal-insānu ‘ajūlā(n)."
                }
            },
            "translation": {
                "en": "And man supplicates for evil as he supplicates for good, and man is ever hasty.",
                "id": "Dan Manusia (seringkali) berdoa untuk kejahatan sebagaimana (biasanya) dia berdoa untuk kebaikan. Dan memang manusia bersifat tergesa-gesa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2040.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2040.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2041,
                "inSurah": 12
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَجَعَلْنَا الَّيْلَ وَالنَّهَارَ اٰيَتَيْنِ فَمَحَوْنَآ اٰيَةَ الَّيْلِ وَجَعَلْنَآ اٰيَةَ النَّهَارِ مُبْصِرَةً لِّتَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ وَلِتَعْلَمُوْا عَدَدَ السِّنِيْنَ وَالْحِسَابَۗ وَكُلَّ شَيْءٍ فَصَّلْنٰهُ تَفْصِيْلًا",
                "transliteration": {
                    "en": "Wa ja'alnal laila wannahaara Aayatayni famahawnaaa Aayatal laili wa ja'alnaaa Aayatan nahaari mubsiratal litabtaghoo fadlam mir Rabbikum wa lita'lamoo 'adadas sineena walhisaab; wa kulla shai'in fassalnaahu tafseelaa",
                    "id": "wa ja‘alnal-laila wan-nahāra āyataini fa maḥaunā āyatal-laili wa ja‘alnā āyatan-nahāri mubṣiratal litabtagū faḍlam mir rabbikum wa lita‘lamū ‘adadas-sinīna wal-ḥisāb(a), wa kulla syai'in faṣṣalnāhu tafṣīlā(n)."
                }
            },
            "translation": {
                "en": "And We have made the night and day two signs, and We erased the sign of the night and made the sign of the day visible that you may seek bounty from your Lord and may know the number of years and the account [of time]. And everything We have set out in detail.",
                "id": "Dan Kami jadikan malam dan siang sebagai dua tanda (kebesaran Kami), kemudian Kami hapuskan tanda malam dan Kami jadikan tanda siang itu terang benderang, agar kamu (dapat) mencari karunia dari Tuhanmu, dan agar kamu mengetahui bilangan tahun dan perhitungan (waktu). Dan segala sesuatu telah Kami terangkan dengan jelas."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2041.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2041.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2042,
                "inSurah": 13
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَكُلَّ اِنْسَانٍ اَلْزَمْنٰهُ طٰۤىِٕرَهٗ فِيْ عُنُقِهٖۗ وَنُخْرِجُ لَهٗ يَوْمَ الْقِيٰمَةِ كِتٰبًا يَّلْقٰىهُ مَنْشُوْرًا",
                "transliteration": {
                    "en": "Wa kulla insaanin alzamnaahu taaa'irahoo fe 'unuqihee wa nukhriji lahoo Yawmal Qiyaamati kitaabany yalqaahu manshooraa",
                    "id": "wa kulla insānin alzamnāhu ṭā'irahū fī ‘unuqih(ī), wa nukhriju lahū yaumal-qiyāmati kitābay yalqāhu mansyūrā(n)."
                }
            },
            "translation": {
                "en": "And [for] every person We have imposed his fate upon his neck, and We will produce for him on the Day of Resurrection a record which he will encounter spread open.",
                "id": "Dan setiap manusia telah Kami kalungkan (catatan) amal perbuatannya di lehernya. Dan pada hari Kiamat Kami keluarkan baginya sebuah kitab dalam keadaan terbuka. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2042.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2042.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2043,
                "inSurah": 14
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِقْرَأْ كِتٰبَكَۗ  كَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًاۗ",
                "transliteration": {
                    "en": "Iqra kitaabak kafaa binafsikal Yawma 'alaika haseebaa",
                    "id": "iqra' kitābak(a), kafā binafsikal-yauma ‘alaika ḥasībā(n)."
                }
            },
            "translation": {
                "en": "[It will be said], \"Read your record. Sufficient is yourself against you this Day as accountant.\"",
                "id": "“Bacalah kitabmu, cukuplah dirimu sendiri pada hari ini sebagai penghitung atas dirimu.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2043.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2043.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2044,
                "inSurah": 15
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "مَنِ اهْتَدٰى فَاِنَّمَا يَهْتَدِيْ لِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَاۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ وَمَا كُنَّا مُعَذِّبِيْنَ حَتّٰى نَبْعَثَ رَسُوْلًا",
                "transliteration": {
                    "en": "Manihtadaa fa innamaa yahtadee linafsihee wa man dalla fa innamaa yadillu 'alaihaa; wa laa taziru waaziratunw wizra ukhraa; wa maa kunnaa mu'azzibeena hatta nab'asa Rasoola",
                    "id": "manihtadā fa innamā yahtadī linafsih(ī), wa man ḍalla fa innamā yaḍillu ‘alaihā, wa lā taziru wāziratuw wizra ukhrā, wa mā kunnā mu‘ażżibīna ḥattā nab‘aṡa rasūlā(n)."
                }
            },
            "translation": {
                "en": "Whoever is guided is only guided for [the benefit of] his soul. And whoever errs only errs against it. And no bearer of burdens will bear the burden of another. And never would We punish until We sent a messenger.",
                "id": "Barangsiapa berbuat sesuai dengan petunjuk (Allah), maka sesungguhnya itu untuk (keselamatan) dirinya sendiri; dan barang siapa tersesat maka sesungguhnya (kerugian) itu bagi dirinya sendiri. Dan seorang yang berdosa tidak dapat memikul dosa orang lain, tetapi Kami tidak akan menyiksa sebelum Kami mengutus seorang rasul."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2044.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2044.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2045,
                "inSurah": 16
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَآ اَرَدْنَآ اَنْ نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيْهَا فَفَسَقُوْا فِيْهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنٰهَا تَدْمِيْرًا ",
                "transliteration": {
                    "en": "Wa izaaa aradnaaa an nuhlika qaryatan amarnaa mutrafeehaa fafasaqoo feehaa fahaqqa 'alaihal qawlu fadammarnaahaa tadmeeraa",
                    "id": "wa iżā aradnā an nuhlika qaryatan amarnā mutrafīhā fa fasaqū fīhā fa ḥaqqa ‘alaihal-qaulu fa dammarnāhā tadmīrā(n)."
                }
            },
            "translation": {
                "en": "And when We intend to destroy a city, We command its affluent but they defiantly disobey therein; so the word comes into effect upon it, and We destroy it with [complete] destruction.",
                "id": "Dan jika Kami hendak membinasakan suatu negeri, maka Kami perintahkan kepada orang yang hidup mewah di negeri itu (agar menaati Allah), tetapi bila mereka melakukan kedurhakaan di dalam (negeri) itu, maka sepantasnya berlakulah terhadapnya perkataan (hukuman Kami), kemudian Kami binasakan sama sekali (negeri itu)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2045.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2045.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2046,
                "inSurah": 17
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 283,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَكَمْ اَهْلَكْنَا مِنَ الْقُرُوْنِ مِنْۢ بَعْدِ نُوْحٍۗ وَكَفٰى بِرَبِّكَ بِذُنُوْبِ عِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
                "transliteration": {
                    "en": "Wa kam ahlaknaa minal qurooni mim ba'di Nooh; wa kafaa bi Rabbika bizunoobi 'ibaadihee Khabeeram Baseeraa",
                    "id": "wa kam ahlaknā minal-qurūni mim ba‘di nūḥ(in), wa kafā birabbika biżunūbi ‘ibādihī khabīram baṣīrā(n)."
                }
            },
            "translation": {
                "en": "And how many have We destroyed from the generations after Noah. And sufficient is your Lord, concerning the sins of His servants, as Acquainted and Seeing.",
                "id": "Dan berapa banyak kaum setelah Nuh, yang telah Kami binasakan. Dan cukuplah Tuhanmu Yang Maha Mengetahui, Maha Melihat dosa hamba-hamba-Nya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2046.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2046.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2047,
                "inSurah": 18
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّلْنَا لَهٗ فِيْهَا مَا نَشَاۤءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا",
                "transliteration": {
                    "en": "Man kaana yureedul 'aajilata 'ajjalnaa lahoo feehaa maa nashaaa'u liman nureedu summa ja'alnaa lahoo Jahannama yaslaahaa mazmoomammad hooraa",
                    "id": "man kāna yurīdul-‘ājilata ‘ajjalnā lahū fīhā mā nasyā'u liman nurīdu ṡumma ja‘alnā lahū jahannam(a), yaṣlāhā mażmūmam madḥūrā(n)."
                }
            },
            "translation": {
                "en": "Whoever should desire the immediate - We hasten for him from it what We will to whom We intend. Then We have made for him Hell, which he will [enter to] burn, censured and banished.",
                "id": "Barangsiapa menghendaki kehidupan sekarang (duniawi), maka Kami segerakan baginya di (dunia) ini apa yang Kami kehendaki bagi orang yang Kami kehendaki. Kemudian Kami sediakan baginya (di akhirat) neraka Jahanam; dia akan memasukinya dalam keadaan tercela dan terusir."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2047.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2047.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2048,
                "inSurah": 19
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَنْ اَرَادَ الْاٰخِرَةَ وَسَعٰى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَاُولٰۤىِٕكَ كَانَ سَعْيُهُمْ مَّشْكُوْرًا",
                "transliteration": {
                    "en": "Wa man araadal Aakhirata wa sa'aa lahaa sa'yahaa wa huwa mu'minun fa ulaaa'ika kaana sa'yuhum mashkooraa",
                    "id": "wa man arādal-ākhirata wa sa‘ā lahā sa‘yahā wa huwa mu'minun fa ulā'ika kāna sa‘yuhum masykūrā(n)."
                }
            },
            "translation": {
                "en": "But whoever desires the Hereafter and exerts the effort due to it while he is a believer - it is those whose effort is ever appreciated [by Allah].",
                "id": "Dan barang siapa menghendaki kehidupan akhirat dan berusaha ke arah itu dengan sungguh-sungguh, sedangkan dia beriman, maka mereka itulah orang yang usahanya dibalas dengan baik."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2048.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2048.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2049,
                "inSurah": 20
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "كُلًّا نُّمِدُّ هٰٓؤُلَاۤءِ وَهٰٓؤُلَاۤءِ مِنْ عَطَاۤءِ رَبِّكَ ۗوَمَا كَانَ عَطَاۤءُ رَبِّكَ مَحْظُوْرًا ",
                "transliteration": {
                    "en": "Kullan numiddu haaa 'ulaaa'i wa haaa'ulaaa'i min 'ataaa'i rabbik; wa maa kaana 'ataaa'u rabbika mahzooraa",
                    "id": "kullan numiddu hā'ulā'i wa hā'ulā'i min ‘aṭā'i rabbik(a), wa mā kāna ‘aṭā'u rabbika maḥẓūrā(n)."
                }
            },
            "translation": {
                "en": "To each [category] We extend - to these and to those - from the gift of your Lord. And never has the gift of your Lord been restricted.",
                "id": "Kepada masing-masing (golongan), baik (golongan) ini (yang menginginkan dunia) maupun (golongan) itu (yang menginginkan akhirat), Kami berikan bantuan dari kemurahan Tuhanmu. Dan kemurahan Tuhanmu tidak dapat dihalangi."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2049.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2049.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2050,
                "inSurah": 21
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اُنْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلٰى بَعْضٍۗ وَلَلْاٰخِرَةُ اَكْبَرُ دَرَجٰتٍ وَّاَكْبَرُ تَفْضِيْلًا",
                "transliteration": {
                    "en": "Unzur kaifa faddalnaa ba'dahum 'alaa ba'd; wa lal Aakhiratu akbaru darajaatinw wa akbaru tafdeelaa",
                    "id": "unẓur kaifa faḍḍalnā ba‘ḍahum ‘alā ba‘ḍ(in), wa lal-ākhiratu akbaru darajātiw wa akbaru tafḍīlā(n)."
                }
            },
            "translation": {
                "en": "Look how We have favored [in provision] some of them over others. But the Hereafter is greater in degrees [of difference] and greater in distinction.",
                "id": "Perhatikanlah bagaimana Kami melebihkan sebagian mereka atas sebagian (yang lain). Dan kehidupan akhirat lebih tinggi derajatnya dan lebih besar keutamaan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2050.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2050.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2051,
                "inSurah": 22
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 241,
                "hizbQuarter": 113,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتَقْعُدَ مَذْمُوْمًا مَّخْذُوْلًا ࣖ ",
                "transliteration": {
                    "en": "Laa taj'al ma'al laahi ilaahan aakhara fataq'uda mazoomam makhzoolaa",
                    "id": "lā taj‘al ma‘allāhi ilāhan ākhara fa taq‘uda mażmūmam makhżūlā(n)."
                }
            },
            "translation": {
                "en": "Do not make [as equal] with Allah another deity and [thereby] become censured and forsaken.",
                "id": "Janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau menjadi tercela dan terhina."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2051.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2051.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2052,
                "inSurah": 23
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسٰنًاۗ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰهُمَا فَلَا تَقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا",
                "transliteration": {
                    "en": "Wa qadaa Rabbuka allaa ta'budooo illaaa iyyaahu wa bilwaalidaini ihsaanaa; immaa yablughanna 'indakal kibara ahaduhumaaa aw kilaahumaa falaa taqul lahumaaa uffinw wa laa tanharhumaa wa qullahumaa qawlan kareemaa",
                    "id": "wa qaḍā rabbuka allā ta‘budū illā iyyāhu wa bil-wālidaini iḥsānā(n), immā yabluganna ‘indakal-kibara aḥaduhumā au kilāhumā falā taqul lahumā uffiw wa lā tanhar humā wa qul lahumā qaulan karīmā(n)."
                }
            },
            "translation": {
                "en": "And your Lord has decreed that you not worship except Him, and to parents, good treatment. Whether one or both of them reach old age [while] with you, say not to them [so much as], \"uff,\" and do not repel them but speak to them a noble word.",
                "id": "Dan Tuhanmu telah memerintahkan agar kamu jangan menyembah selain Dia dan hendaklah berbuat baik kepada ibu bapak. Jika salah seorang di antara keduanya atau kedua-duanya sampai berusia lanjut dalam pemeliharaanmu, maka sekali-kali janganlah engkau mengatakan kepada keduanya perkataan “ah” dan janganlah engkau membentak keduanya, dan ucapkanlah kepada keduanya perkataan yang baik."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2052.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2052.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2053,
                "inSurah": 24
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُلْ رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيٰنِيْ صَغِيْرًاۗ",
                "transliteration": {
                    "en": "Wakhfid lahumaa janaahaz zulli minar rahmati wa qur Rabbir hamhumaa kamaa rabbayaanee sagheera",
                    "id": "wakhfiḍ lahumā janāḥaż-żulli minar-raḥmati wa qur rabbirḥamhumā kamā rabbayānī ṣagīrā(n)."
                }
            },
            "translation": {
                "en": "And lower to them the wing of humility out of mercy and say, \"My Lord, have mercy upon them as they brought me up [when I was] small.\"",
                "id": "Dan rendahkanlah dirimu terhadap keduanya dengan penuh kasih sayang dan ucapkanlah, “Wahai Tuhanku! Sayangilah keduanya sebagaimana mereka berdua telah mendidik aku pada waktu kecil.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2053.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2053.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2054,
                "inSurah": 25
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "رَبُّكُمْ اَعْلَمُ بِمَا فِيْ نُفُوْسِكُمْ ۗاِنْ تَكُوْنُوْا صٰلِحِيْنَ فَاِنَّهٗ كَانَ لِلْاَوَّابِيْنَ غَفُوْرًا",
                "transliteration": {
                    "en": "Rabbukum a'lamu bimaa fee nufoosikum; in takoonoo saaliheena fa innahoo kaana lil awwaabeena Ghafoooraa",
                    "id": "rabbukum a‘lamu bimā fī nufūsikum, in takūnū ṣāliḥīna fa innahū kāna lil-awwābīna gafūrā(n)."
                }
            },
            "translation": {
                "en": "Your Lord is most knowing of what is within yourselves. If you should be righteous [in intention] - then indeed He is ever, to the often returning [to Him], Forgiving.",
                "id": "Tuhanmu lebih mengetahui apa yang ada dalam hatimu; jika kamu orang yang baik, maka sungguh, Dia Maha Pengampun kepada orang yang bertobat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2054.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2054.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2055,
                "inSurah": 26
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاٰتِ ذَا الْقُرْبٰى حَقَّهٗ وَالْمِسْكِيْنَ وَابْنَ السَّبِيْلِ وَلَا تُبَذِّرْ تَبْذِيْرًا ",
                "transliteration": {
                    "en": "Wa aati zal qurbaa haqqahoo walmiskeena wabnas sabeeli wa laa tubazzir tabzeeraa",
                    "id": "wa āti żal-qurbā ḥaqqahū wal-miskīna wabnas-sabīli wa lā tubażżir tabżīrā(n)."
                }
            },
            "translation": {
                "en": "And give the relative his right, and [also] the poor and the traveler, and do not spend wastefully.",
                "id": "Dan berikanlah haknya kepada kerabat dekat, juga kepada orang miskin dan orang yang dalam perjalanan; dan janganlah kamu menghambur-hamburkan (hartamu) secara boros."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2055.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2055.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2056,
                "inSurah": 27
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 284,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ الْمُبَذِّرِيْنَ كَانُوْٓا اِخْوَانَ الشَّيٰطِيْنِ ۗوَكَانَ الشَّيْطٰنُ لِرَبِّهٖ كَفُوْرًا",
                "transliteration": {
                    "en": "Innal mubazzireena kaanoo ikhwaanash shayaateeni wa kaanash shaytaanu li Rabbihee kafooraa",
                    "id": "innal-mubażżirīna kānū ikhwānasy-syayāṭīn(i), wa kānasy-syaiṭānu lirabbihī kafūrā(n)."
                }
            },
            "translation": {
                "en": "Indeed, the wasteful are brothers of the devils, and ever has Satan been to his Lord ungrateful.",
                "id": "Sesungguhnya orang-orang yang pemboros itu adalah saudara setan dan setan itu sangat ingkar kepada Tuhannya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2056.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2056.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2057,
                "inSurah": 28
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِمَّا تُعْرِضَنَّ عَنْهُمُ ابْتِغَاۤءَ رَحْمَةٍ مِّنْ رَّبِّكَ تَرْجُوْهَا فَقُلْ لَّهُمْ قَوْلًا مَّيْسُوْرًا",
                "transliteration": {
                    "en": "Wa immaa turidanna 'anhumub tighaaa'a rahmatim mir rabbika tarjoohaa faqul lahum qawlam maisooraa",
                    "id": "wa immā tu‘riḍanna ‘anhumubtigā'a raḥmatim mir rabbika tarjūhā faqul lahum qaulam maisūrā(n)."
                }
            },
            "translation": {
                "en": "And if you [must] turn away from the needy awaiting mercy from your Lord which you expect, then speak to them a gentle word.",
                "id": "Dan jika engkau berpaling dari mereka untuk memperoleh rahmat dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka ucapan yang lemah lembut."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2057.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2057.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2058,
                "inSurah": 29
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا تَجْعَلْ يَدَكَ مَغْلُوْلَةً اِلٰى عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوْمًا مَّحْسُوْرًا ",
                "transliteration": {
                    "en": "Wa laa taj'al yadaka maghloolatan il 'unuqika wa laa tabsut haa kullal basti fataq'uda maloomam mahsooraa",
                    "id": "wa lā taj‘al yadaka maglūlatan ilā ‘unuqika wa lā tabsuṭhā kullal-basṭi fa taq‘uda malūmam maḥsūrā(n)."
                }
            },
            "translation": {
                "en": "And do not make your hand [as] chained to your neck or extend it completely and [thereby] become blamed and insolvent.",
                "id": "Dan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah) nanti kamu menjadi tercela dan menyesal."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2058.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2058.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2059,
                "inSurah": 30
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 242,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا ࣖ",
                "transliteration": {
                    "en": "Inna Rabbaka yabsuturrizqa limai yashaaa'u wa yaqdir; innahoo kaana bi'ibaadihee Khabeeram Baseera",
                    "id": "inna rabbaka yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), innahū kāna bi‘ibādihī khabīram baṣīrā(n)."
                }
            },
            "translation": {
                "en": "Indeed, your Lord extends provision for whom He wills and restricts [it]. Indeed He is ever, concerning His servants, Acquainted and Seeing.",
                "id": "Sungguh, Tuhanmu melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasi (bagi siapa yang Dia kehendaki); sungguh, Dia Maha Mengetahui, Maha Melihat hamba-hamba-Nya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2059.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2059.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2060,
                "inSurah": 31
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا تَقْتُلُوْٓا اَوْلَادَكُمْ خَشْيَةَ اِمْلَاقٍۗ نَحْنُ نَرْزُقُهُمْ وَاِيَّاكُمْۗ اِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيْرًا ",
                "transliteration": {
                    "en": "Wa laa taqtulooo awlaadakum khashyata imlaaq; nahnu narzuquhum wa iyyaakum; inna qatlahum kaana khitan kabeeraa",
                    "id": "wa lā taqtulū aulādakum khasy-yata imlāq(in), naḥnu narzuquhum wa iyyākum, inna qatlahum kāna khiṭ'an kabīrā(n)."
                }
            },
            "translation": {
                "en": "And do not kill your children for fear of poverty. We provide for them and for you. Indeed, their killing is ever a great sin.",
                "id": "Dan janganlah kamu membunuh anak-anakmu karena takut miskin. Kamilah yang memberi rezeki kepada mereka dan kepadamu. Membunuh mereka itu sungguh suatu dosa yang besar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2060.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2060.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2061,
                "inSurah": 32
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا تَقْرَبُوا الزِّنٰىٓ اِنَّهٗ كَانَ فَاحِشَةً ۗوَسَاۤءَ سَبِيْلًا ",
                "transliteration": {
                    "en": "Wa laa taqrabuz zinaaa innahoo kaana faahishatanw wa saaa'a sabeelaa",
                    "id": "wa lā taqrabuz-zinā innahū kāna fāḥisyah(tan), wa sā'a sabīlā(n)."
                }
            },
            "translation": {
                "en": "And do not approach unlawful sexual intercourse. Indeed, it is ever an immorality and is evil as a way.",
                "id": "Dan janganlah kamu mendekati zina; (zina) itu sungguh suatu perbuatan keji, dan suatu jalan yang buruk."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2061.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2061.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2062,
                "inSurah": 33
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا تَقْتُلُوا النَّفْسَ الَّتِيْ حَرَّمَ اللّٰهُ اِلَّا بِالْحَقِّۗ وَمَنْ قُتِلَ مَظْلُوْمًا فَقَدْ جَعَلْنَا لِوَلِيِّهٖ سُلْطٰنًا فَلَا يُسْرِفْ فِّى الْقَتْلِۗ اِنَّهٗ كَانَ مَنْصُوْرًا",
                "transliteration": {
                    "en": "Wa laa taqtulun nafsal latee harramal laahu illaa bilhaqq; wa man qutila mazlooman faqad ja'alnaa liwaliyyihee sultaanan falaa yusrif fil qatli innahoo kaana mansooraa",
                    "id": "wa lā taqtulun-nafsal-latī ḥarramallāhu illā bil-ḥaqq(i), wa man qutila maẓlūman faqad ja‘alnā liwaliyyihī sulṭānan falā yusrif fil-qatl(i), innahū kāna manṣūrā(n)."
                }
            },
            "translation": {
                "en": "And do not kill the soul which Allah has forbidden, except by right. And whoever is killed unjustly - We have given his heir authority, but let him not exceed limits in [the matter of] taking life. Indeed, he has been supported [by the law].",
                "id": "Dan janganlah kamu membunuh orang yang diharamkan Allah (membunuhnya), kecuali dengan suatu (alasan) yang benar. Dan barang siapa dibunuh secara zalim, maka sungguh, Kami telah memberi kekuasaan kepada walinya, tetapi janganlah walinya itu melampaui batas dalam pembunuhan. Sesungguhnya dia adalah orang yang mendapat pertolongan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2062.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2062.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2063,
                "inSurah": 34
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا تَقْرَبُوْا مَالَ الْيَتِيْمِ اِلَّا بِالَّتِيْ هِيَ اَحْسَنُ حَتّٰى يَبْلُغَ اَشُدَّهٗۖ وَاَوْفُوْا بِالْعَهْدِۖ اِنَّ الْعَهْدَ كَانَ مَسْـُٔوْلًا",
                "transliteration": {
                    "en": "Wa laa taqraboo maalal yateemi illaa billatee hiya ahsanu hattaa yablugha ashuddah; wa awfoo bil'ahd, innal 'ahda kaana mas'oolaa",
                    "id": "wa lā taqrabū mālal-yatīmi illā bil-latī hiya aḥsanu ḥattā yabluga asyuddah(ū), wa aufū bil-‘ahd(i), innal-‘ahda kāna mas'ūlā(n)."
                }
            },
            "translation": {
                "en": "And do not approach the property of an orphan, except in the way that is best, until he reaches maturity. And fulfill [every] commitment. Indeed, the commitment is ever [that about which one will be] questioned.",
                "id": "Dan janganlah kamu mendekati harta anak yatim, kecuali dengan cara yang lebih baik (bermanfaat) sampai dia dewasa, dan penuhilah janji, karena janji itu pasti diminta pertanggungjawabannya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2063.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2063.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2064,
                "inSurah": 35
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاَوْفُوا الْكَيْلَ اِذَا كِلْتُمْ وَزِنُوْا بِالْقِسْطَاسِ الْمُسْتَقِيْمِۗ ذٰلِكَ خَيْرٌ وَّاَحْسَنُ تَأْوِيْلًا",
                "transliteration": {
                    "en": "Wa awful kaila izaa kiltum wa zinoo bilqistaasil mustaqeem; zaalika khairunw wa ahsanu taaweelaa",
                    "id": "wa auful-kaila iżā kiltum wa zinū bil-qisṭāsil-mustaqīm(i), żālika khairuw wa aḥsanu ta'wīlā(n)."
                }
            },
            "translation": {
                "en": "And give full measure when you measure, and weigh with an even balance. That is the best [way] and best in result.",
                "id": "Dan sempurnakanlah takaran apabila kamu menakar, dan timbanglah dengan timbangan yang benar. Itulah yang lebih utama (bagimu) dan lebih baik akibatnya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2064.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2064.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2065,
                "inSurah": 36
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهٖ عِلْمٌ ۗاِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ اُولٰۤىِٕكَ كَانَ عَنْهُ مَسْـُٔوْلًا ",
                "transliteration": {
                    "en": "Wa laa taqfu maa laisa laka bihee 'ilm; innas sam'a walbasara walfu'aada kullu ulaaa'ika kaana 'anhu mas'oolaa",
                    "id": "wa lā taqfu mā laisa laka bihī ‘ilm(un), innas-sam‘a wal-baṣara wal-fu'āda kullu ulā'ika kāna ‘anhu mas'ūlā(n)."
                }
            },
            "translation": {
                "en": "And do not pursue that of which you have no knowledge. Indeed, the hearing, the sight and the heart - about all those [one] will be questioned.",
                "id": "Dan janganlah kamu mengikuti sesuatu yang tidak kamu ketahui. Karena pendengaran, penglihatan dan hati nurani, semua itu akan diminta pertanggungjawabannya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2065.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2065.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2066,
                "inSurah": 37
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا تَمْشِ فِى الْاَرْضِ مَرَحًاۚ اِنَّكَ لَنْ تَخْرِقَ الْاَرْضَ وَلَنْ تَبْلُغَ الْجِبَالَ طُوْلًا",
                "transliteration": {
                    "en": "Wa laa tamshi fil ardi marahan innaka lan takhriqal arda wa lan tablughal jibaala toola",
                    "id": "wa lā tamsyi fil-arḍi marahā(n), innaka lan takhriqal-arḍa wa lan tablugal-jibāla ṭūlā(n)."
                }
            },
            "translation": {
                "en": "And do not walk upon the earth exultantly. Indeed, you will never tear the earth [apart], and you will never reach the mountains in height.",
                "id": "Dan janganlah engkau berjalan di bumi ini dengan sombong, karena sesungguhnya engkau tidak akan dapat menembus bumi dan tidak akan mampu menjulang setinggi gunung."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2066.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2066.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2067,
                "inSurah": 38
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 285,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "كُلُّ ذٰلِكَ كَانَ سَيِّئُهٗ عِنْدَ رَبِّكَ مَكْرُوْهًا ",
                "transliteration": {
                    "en": "Kullu zaalika kaana sayyi'uhoo inda Rabbika makroohaa",
                    "id": "kullu żālika kāna sayyi'uhū ‘inda rabbika makrūhā(n)."
                }
            },
            "translation": {
                "en": "All that - its evil is ever, in the sight of your Lord, detested.",
                "id": "Semua itu kejahatannya sangat dibenci di sisi Tuhanmu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2067.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2067.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2068,
                "inSurah": 39
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ مِمَّآ اَوْحٰٓى اِلَيْكَ رَبُّكَ مِنَ الْحِكْمَةِۗ وَلَا تَجْعَلْ مَعَ اللّٰهِ اِلٰهًا اٰخَرَ فَتُلْقٰى فِيْ جَهَنَّمَ مَلُوْمًا مَّدْحُوْرًا ",
                "transliteration": {
                    "en": "Zaalika mimmaaa awhaaa ilaika Rabbuka minal hikmah; wa laa taj'al ma'allaahi ilaahan aakhara fatulqaa fee Jahannama maloomam mad hooraa",
                    "id": "Żālika mimmā auḥā ilaika rabbuka minal-ḥikmah(ti), wa lā taj‘al ma‘allāhi ilāhan ākhara fa tulqā fī jahannama malūmam madḥūrā(n)."
                }
            },
            "translation": {
                "en": "That is from what your Lord has revealed to you, [O Muhammad], of wisdom. And, [O mankind], do not make [as equal] with Allah another deity, lest you be thrown into Hell, blamed and banished.",
                "id": "Itulah sebagian hikmah yang diwahyukan Tuhan kepadamu (Muhammad). Dan janganlah engkau mengadakan tuhan yang lain di samping Allah, nanti engkau dilemparkan ke dalam neraka dalam keadaan tercela dan dijauhkan (dari rahmat Allah)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2068.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2068.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2069,
                "inSurah": 40
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 243,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَفَاَصْفٰىكُمْ رَبُّكُمْ بِالْبَنِيْنَ وَاتَّخَذَ مِنَ الْمَلٰۤىِٕكَةِ اِنَاثًاۗ اِنَّكُمْ لَتَقُوْلُوْنَ قَوْلًا عَظِيْمًا ࣖ ",
                "transliteration": {
                    "en": "Afa asfaakum rabbukum bilbaneena wattakhaza minal malaaa'ikati inaasaa; innakum lataqooloona qawlan 'azeema",
                    "id": "afa aṣfākum rabbukum bil-banīna wattakhaża minal-malā'ikati ināṡā(n), innakum lataqūlūna qaulan ‘aẓīmā(n)."
                }
            },
            "translation": {
                "en": "Then, has your Lord chosen you for [having] sons and taken from among the angels daughters? Indeed, you say a grave saying.",
                "id": "Maka apakah pantas Tuhan memilihkan anak laki-laki untukmu dan Dia mengambil anak perempuan dari malaikat? Sungguh, kamu benar-benar mengucapkan kata yang besar (dosanya)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2069.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2069.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2070,
                "inSurah": 41
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَقَدْ صَرَّفْنَا فِيْ هٰذَا الْقُرْاٰنِ لِيَذَّكَّرُوْاۗ وَمَا يَزِيْدُهُمْ اِلَّا نُفُوْرًا",
                "transliteration": {
                    "en": "Wa laqad sarrafnaa fee haazal Quraani liyazzakkaroo wa maa yazeeduhum illaa nufooraa",
                    "id": "wa laqad ṣarrafnā fī hāżal-qur'āni liyażżakkarū, wa mā yazīduhum illā nufūrā(n)."
                }
            },
            "translation": {
                "en": "And We have certainly diversified [the contents] in this Qur'an that mankind may be reminded, but it does not increase the disbelievers except in aversion.",
                "id": "Dan sungguh, dalam Al-Qur'an ini telah Kami (jelaskan) berulang-ulang (peringatan), agar mereka selalu ingat. Tetapi (peringatan) itu hanya menambah mereka lari (dari kebenaran)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2070.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2070.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2071,
                "inSurah": 42
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ لَّوْ كَانَ مَعَهٗ ٓ اٰلِهَةٌ كَمَا يَقُوْلُوْنَ اِذًا لَّابْتَغَوْا اِلٰى ذِى الْعَرْشِ سَبِيْلًا",
                "transliteration": {
                    "en": "Qul law kaana ma'ahooo aalihatun kamaa yaqooloona izal labtaghaw ilaa zil 'Arshi Sabeela",
                    "id": "qul lau kāna ma‘ahū ālihatun kamā yaqūlūna iżal labtagau ilā żil-‘arsyi sabīlā(n)."
                }
            },
            "translation": {
                "en": "Say, [O Muhammad], \"If there had been with Him [other] gods, as they say, then they [each] would have sought to the Owner of the Throne a way.\"",
                "id": "Katakanlah (Muhammad), “Jika ada tuhan-tuhan di samping-Nya, sebagai-mana yang mereka katakan, niscaya tuhan-tuhan itu mencari jalan kepada Tuhan yang mempunyai ’Arsy.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2071.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2071.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2072,
                "inSurah": 43
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": " سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يَقُوْلُوْنَ عُلُوًّا كَبِيْرًا",
                "transliteration": {
                    "en": "Subhaanahoo wa Ta'aalaa 'ammaa yaqooloona 'uluwwan kabeeraa",
                    "id": "subḥānahū wa ta‘ālā ‘ammā yaqūlūna ‘uluwwan kabīrā(n)."
                }
            },
            "translation": {
                "en": "Exalted is He and high above what they say by great sublimity.",
                "id": "Mahasuci dan Mahatinggi Dia dari apa yang mereka katakan, luhur dan agung (tidak ada bandingannya)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2072.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2072.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2073,
                "inSurah": 44
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "تُسَبِّحُ لَهُ السَّمٰوٰتُ السَّبْعُ وَالْاَرْضُ وَمَنْ فِيْهِنَّۗ وَاِنْ مِّنْ شَيْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهٖ وَلٰكِنْ لَّا تَفْقَهُوْنَ تَسْبِيْحَهُمْۗ اِنَّهٗ كَانَ حَلِيْمًا غَفُوْرًا",
                "transliteration": {
                    "en": "Tusabbihu lahus samaawaatus sab'u wal ardu wa man feehinn; wa im min shai'in illaa yusabbihu bihamdihee wa laakil laa tafqahoona tasbeehahum; innahoo kaana Haleeman Ghafooraa",
                    "id": "tusabbiḥu lahus-samāwātus-sab‘u wal-arḍu wa man fīhinn(a), wa im min syai'in illā yusabbiḥu biḥamdihī wa lākil lā tafqahūna tasbīḥahum, innahū kāna ḥalīman gafūrā(n)."
                }
            },
            "translation": {
                "en": "The seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [Allah] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving.",
                "id": "Langit yang tujuh, bumi dan semua yang ada di dalamnya bertasbih kepada Allah. Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka. Sungguh, Dia Maha Penyantun, Maha Pengampun."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2073.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2073.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2074,
                "inSurah": 45
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَا قَرَأْتَ الْقُرْاٰنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ حِجَابًا مَّسْتُوْرًاۙ  ",
                "transliteration": {
                    "en": "Wa izaa qaraatal Quraana ja'alnaa bainaka wa bainal lazeena laa yu'minoona bil aakhirati hijaabam mastooraa",
                    "id": "wa iżā qara'tal-qur'āna ja‘alnā bainaka wa bainal-lażīna lā yu'minūna bil-ākhirati ḥijābam mastūrā(n)."
                }
            },
            "translation": {
                "en": "And when you recite the Qur'an, We put between you and those who do not believe in the Hereafter a concealed partition.",
                "id": "Dan apabila engkau (Muhammad) membaca Al-Qur'an, Kami adakan suatu dinding yang tidak terlihat antara engkau dan orang-orang yang tidak beriman kepada kehidupan akhirat,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2074.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2074.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2075,
                "inSurah": 46
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًاۗ وَاِذَا ذَكَرْتَ رَبَّكَ فِى الْقُرْاٰنِ وَحْدَهٗ وَلَّوْا عَلٰٓى اَدْبَارِهِمْ نُفُوْرًا",
                "transliteration": {
                    "en": "Wa ja'alnaa 'alaa quloo bihim akinnatan any yafqahoohu wa feee aazaanihim waqraa; wa izaa zakarta Rabbaka fil Quraani wahdahoo wallaw 'alaaa adbaarihim nufooraa",
                    "id": "wa ja‘alnā ‘alā qulūbihim akinnatan ay yafqahūhu wa fī āżānihim waqrā(n), wa iżā żakarta rabbaka fil-qur'āni waḥdahū wallau ‘alā adbārihim nufūrā(n)."
                }
            },
            "translation": {
                "en": "And We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And when you mention your Lord alone in the Qur'an, they turn back in aversion.",
                "id": "Dan Kami jadikan hati mereka tertutup dan telinga mereka tersumbat, agar mereka tidak dapat memahaminya. Dan apabila engkau menyebut Tuhanmu saja dalam Al-Qur'an, mereka berpaling ke belakang melarikan diri (karena benci)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2075.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2075.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2076,
                "inSurah": 47
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "نَحْنُ اَعْلَمُ بِمَا يَسْتَمِعُوْنَ بِهٖٓ اِذْ يَسْتَمِعُوْنَ اِلَيْكَ وَاِذْ هُمْ نَجْوٰٓى اِذْ يَقُوْلُ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا ",
                "transliteration": {
                    "en": "nahnu a'lamu bimaa yastami'oona biheee iz yastami'oona ilaika wa iz hum najwaaa iz yaqooluz zaalimoona in tattabi'oona illaa rajulam mas hooraa",
                    "id": "naḥnu a‘lamu bimā yastami‘ūna bihī iż yastami‘ūna ilaika wa iż hum najwā iż yaqūluẓ-ẓālimūna in tattabi‘ūna illā rajulam masḥūrā(n)."
                }
            },
            "translation": {
                "en": "We are most knowing of how they listen to it when they listen to you and [of] when they are in private conversation, when the wrongdoers say, \"You follow not but a man affected by magic.\"",
                "id": "Kami lebih mengetahui dalam keadaan bagaimana mereka mendengarkan sewaktu mereka mendengarkan engkau (Muhammad), dan sewaktu mereka berbisik-bisik (yaitu) ketika orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2076.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2076.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2077,
                "inSurah": 48
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا",
                "transliteration": {
                    "en": "Unzur kaifa daraboo lakal amsaala fadalloo falaa yastatee'oona sabeelaa",
                    "id": "unẓur kaifa ḍarabū lakal-amṡāla fa ḍallū falā yastaṭī‘ūna sabīlā(n)."
                }
            },
            "translation": {
                "en": "Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.",
                "id": "Lihatlah bagaimana mereka membuat perumpamaan untukmu (Muhammad); karena itu mereka menjadi sesat dan tidak dapat lagi menemukan jalan (yang benar)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2077.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2077.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2078,
                "inSurah": 49
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 286,
                "manzil": 244,
                "hizbQuarter": 114,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
                "transliteration": {
                    "en": "Wa qaalooo'a izaa kunnaa 'izaamanw wa rufaatan 'a innaa lamab'oosoona khalqan jadeedaa",
                    "id": "wa qālū a'iżā kunnā ‘iẓāmaw wa rufātan a'innā lamab‘ūṡūna khalqan jadīdā(n)."
                }
            },
            "translation": {
                "en": "And they say, \"When we are bones and crumbled particles, will we [truly] be resurrected as a new creation?\"",
                "id": "Dan mereka berkata, “Apabila kami telah menjadi tulang-belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk yang baru?”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2078.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2078.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2079,
                "inSurah": 50
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 244,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ قُلْ كُوْنُوْا حِجَارَةً اَوْ حَدِيْدًاۙ ",
                "transliteration": {
                    "en": "Qul koonoo jijaaratan aw hadeedaa",
                    "id": "qul kūnū ḥijāratan au ḥadīdā(n)."
                }
            },
            "translation": {
                "en": "Say, \"Be you stones or iron",
                "id": "Katakanlah (Muhammad), “Jadilah kamu batu atau besi,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2079.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2079.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2080,
                "inSurah": 51
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 244,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوْ خَلْقًا مِّمَّا يَكْبُرُ فِيْ صُدُوْرِكُمْ ۚفَسَيَقُوْلُوْنَ مَنْ يُّعِيْدُنَاۗ قُلِ الَّذِيْ فَطَرَكُمْ اَوَّلَ مَرَّةٍۗ فَسَيُنْغِضُوْنَ اِلَيْكَ رُءُوْسَهُمْ وَيَقُوْلُوْنَ مَتٰى هُوَۗ قُلْ عَسٰٓى اَنْ يَّكُوْنَ قَرِيْبًا",
                "transliteration": {
                    "en": "aw khalqam mimmaa yakburu fee sudoorikum; fasa yaqooloona mai yu'eedunaa qulil lazee fatarakum awwala marrah; fasa yunghidoona ilaika ru'oosahum wa yaqooloona mataa huwa qul 'asaaa any yakoona qareeba",
                    "id": "au khalqam mimmā yakburu fī ṣudūrikum, fa sayaqūlūna may yu‘īdunā, qulil-lażī faṭarakum awwala marrah(tin), fa sayun-giḍūna ilaika ru'ūsahum wa yaqūlūna matā huw(a), qul ‘asā ay yakūna qarībā(n)."
                }
            },
            "translation": {
                "en": "Or [any] creation of that which is great within your breasts.\" And they will say, \"Who will restore us?\" Say, \"He who brought you forth the first time.\" Then they will nod their heads toward you and say, \"When is that?\" Say, \"Perhaps it will be soon -",
                "id": "atau menjadi makhluk yang besar (yang tidak mungkin hidup kembali) menurut pikiranmu.” Maka mereka akan bertanya, “Siapa yang akan menghidupkan kami kembali?” Katakanlah, “Yang telah menciptakan kamu pertama kali.” Lalu mereka akan menggeleng-gelengkan kepalanya kepadamu dan berkata, “Kapan (Kiamat) itu (akan terjadi)?” Katakanlah, “Barang kali waktunya sudah dekat,”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2080.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2080.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2081,
                "inSurah": 52
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 244,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا ࣖ ",
                "transliteration": {
                    "en": "Yawma yad'ookum fatastajeeboona bihamdihee wa tazunnoona il labistum illaa qaleela",
                    "id": "yauma yad‘ūkum fa tastajībūna biḥamdihī wa taẓunnūna il labiṡtum illā qalīlā(n)."
                }
            },
            "translation": {
                "en": "On the Day He will call you and you will respond with praise of Him and think that you had not remained [in the world] except for a little.\"",
                "id": "yaitu pada hari (ketika) Dia memanggil kamu, dan kamu mematuhi-Nya sambil memuji-Nya dan kamu mengira, (rasanya) hanya sebentar saja kamu berdiam (di dalam kubur)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2081.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2081.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2082,
                "inSurah": 53
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقُلْ لِّعِبَادِيْ يَقُوْلُوا الَّتِيْ هِيَ اَحْسَنُۗ اِنَّ الشَّيْطٰنَ يَنْزَغُ بَيْنَهُمْۗ اِنَّ الشَّيْطٰنَ كَانَ لِلْاِنْسَانِ عَدُوًّا مُّبِيْنًا",
                "transliteration": {
                    "en": "Wa qul li'ibaadee yaqoolul latee hiya ahsan; innash shaitaana yanzaghu bainahum; innash shaitaana kaana lil insaani 'aduwwam mubeenaa",
                    "id": "wa qul li‘ibādī yaqūlul-latī hiya aḥsan(u), innasy-syaiṭāna yanzagu bainahum, innasy-syaiṭāna kāna lil-insāni ‘aduwwam mubīnā(n)."
                }
            },
            "translation": {
                "en": "And tell My servants to say that which is best. Indeed, Satan induces [dissension] among them. Indeed Satan is ever, to mankind, a clear enemy.",
                "id": "Dan katakanlah kepada hamba-hamba-Ku, “Hendaklah mereka mengucapkan perkataan yang lebih baik (benar). Sungguh, setan itu (selalu) menimbulkan perselisihan di antara mereka. Sungguh, setan adalah musuh yang nyata bagi manusia."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2082.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2082.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2083,
                "inSurah": 54
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "رَبُّكُمْ اَعْلَمُ بِكُمْ اِنْ يَّشَأْ يَرْحَمْكُمْ اَوْ اِنْ يَّشَأْ يُعَذِّبْكُمْۗ وَمَآ اَرْسَلْنٰكَ عَلَيْهِمْ وَكِيْلًا",
                "transliteration": {
                    "en": "Rabbukum a'lamu bikum iny yashaaa yarhamkum aw iny yashaa yu'azzibkum; wa maaa arsalnaaka 'alaihim wakeelaa",
                    "id": "rabbukum a‘lamu bikum, iy yasya' yarḥamkum au iy yasya' yu‘ażżibkum, wa mā arsalnāka ‘alaihim wakīlā(n)."
                }
            },
            "translation": {
                "en": "Your Lord is most knowing of you. If He wills, He will have mercy upon you; or if He wills, He will punish you. And We have not sent you, [O Muhammad], over them as a manager.",
                "id": "Tuhanmu lebih mengetahui tentang kamu. Jika Dia menghendaki, niscaya Dia akan memberi rahmat kepadamu, dan jika Dia menghendaki, pasti Dia akan mengazabmu. Dan Kami tidaklah mengutusmu (Muhammad) untuk menjadi penjaga bagi mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2083.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2083.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2084,
                "inSurah": 55
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَرَبُّكَ اَعْلَمُ بِمَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيّٖنَ عَلٰى بَعْضٍ وَّاٰتَيْنَا دَاوٗدَ زَبُوْرًا",
                "transliteration": {
                    "en": "Wa Rabbuka a'lamu biman fis samaawaati wal lard; wa laqad faddalnaa ba'dan Nabiyyeena 'alaa ba'dinw wa aatainaaa Daawooda Zabooraa",
                    "id": "wa rabbuka a‘lamu biman fis-samāwāti wal-arḍ(i), wa laqad faḍḍalnā ba‘ḍan nabiyyīna ‘alā ba‘ḍiw wa ātainā dāwūda zabūrā(n)."
                }
            },
            "translation": {
                "en": "And your Lord is most knowing of whoever is in the heavens and the earth. And We have made some of the prophets exceed others [in various ways], and to David We gave the book [of Psalms].",
                "id": "Dan Tuhanmu lebih mengetahui siapa yang di langit dan di bumi. Dan sungguh, Kami telah memberikan kelebihan kepada sebagian nabi-nabi atas sebagian (yang lain), dan Kami berikan Zabur kepada Dawud."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2084.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2084.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2085,
                "inSurah": 56
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلِ ادْعُوا الَّذِيْنَ زَعَمْتُمْ مِّنْ دُوْنِهٖ فَلَا يَمْلِكُوْنَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيْلًا",
                "transliteration": {
                    "en": "Qulid 'ul lazeena za'amtum min doonihee falaa yamlikoona kashfad durri'ankum wa laa tahweelaa",
                    "id": "qulid‘ul-lażīna za‘amtum min dūnihī falā yamlikūna kasyfaḍ-ḍurri ‘ankum wa lā taḥwīlā(n)."
                }
            },
            "translation": {
                "en": "Say, \"Invoke those you have claimed [as gods] besides Him, for they do not possess the [ability for] removal of adversity from you or [for its] transfer [to someone else].\"",
                "id": "Katakanlah (Muhammad), “Panggillah mereka yang kamu anggap (tuhan) selain Allah, mereka tidak kuasa untuk menghilangkan bahaya darimu dan tidak (pula) mampu mengubahnya.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2085.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2085.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2086,
                "inSurah": 57
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اُولٰۤىِٕكَ الَّذِيْنَ يَدْعُوْنَ يَبْتَغُوْنَ اِلٰى رَبِّهِمُ الْوَسِيْلَةَ اَيُّهُمْ اَقْرَبُ وَيَرْجُوْنَ رَحْمَتَهٗ وَيَخَافُوْنَ عَذَابَهٗۗ اِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوْرًا",
                "transliteration": {
                    "en": "Ulaaa'ikal lazeena yad'oona yabtaghoona ilaa Rabbihimul waseelata ayyuhum aqrabu wa yarjoona rahmatahoo wa yakhaafoona 'azaabah; inna 'azaaba rabbika kaana mahzooraa",
                    "id": "ulā'ikal-lażīna yad‘ūna yabtagūna ilā rabbihimul-wasīlata ayyuhum aqrabu wa yarjūna raḥmatahū wa yakhāfūna ‘ażābah(ū), inna ‘ażāba rabbika kāna maḥżūrā(n)."
                }
            },
            "translation": {
                "en": "Those whom they invoke seek means of access to their Lord, [striving as to] which of them would be nearest, and they hope for His mercy and fear His punishment. Indeed, the punishment of your Lord is ever feared.",
                "id": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan siapa di antara mereka yang lebih dekat (kepada Allah). Mereka mengharapkan rahmat-Nya dan takut akan azab-Nya. Sungguh, azab Tuhanmu itu sesuatu yang (harus) ditakuti.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2086.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2086.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2087,
                "inSurah": 58
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 287,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِنْ مِّنْ قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوْهَا قَبْلَ يَوْمِ الْقِيٰمَةِ اَوْ مُعَذِّبُوْهَا عَذَابًا شَدِيْدًاۗ كَانَ ذٰلِكَ فىِ الْكِتٰبِ مَسْطُوْرًا",
                "transliteration": {
                    "en": "Wa im min qaryatin illaa Nahnu muhlikoohaa qabla Yawmil Qiyaamati aw mu'az ziboohaa 'azaaban shadeedaa; kaana zaalika fil Kitaabi mastooraa",
                    "id": "wa im min qaryatin illā naḥnu muhlikūhā qabla yaumil-qiyāmati au mu‘ażżibūhā ‘ażāban syadīdā(n), kāna żālika fil-kitābi masṭūrā(n)."
                }
            },
            "translation": {
                "en": "And there is no city but that We will destroy it before the Day of Resurrection or punish it with a severe punishment. That has ever been in the Register inscribed.",
                "id": "Dan tidak ada suatu negeri pun (yang durhaka penduduknya), melainkan Kami membinasakannya sebelum hari Kiamat atau Kami siksa (penduduknya) dengan siksa yang sangat keras. Yang demikian itu telah tertulis di dalam Kitab (Lauh Mahfuzh)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2087.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2087.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2088,
                "inSurah": 59
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَا مَنَعَنَآ اَنْ نُّرْسِلَ بِالْاٰيٰتِ اِلَّآ اَنْ كَذَّبَ بِهَا الْاَوَّلُوْنَۗ وَاٰتَيْنَا ثَمُوْدَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوْا بِهَاۗ وَمَا نُرْسِلُ بِالْاٰيٰتِ اِلَّا تَخْوِيْفًا",
                "transliteration": {
                    "en": "Wa maa mana'anaaa an nursila bil aayaati illaaa an kazzaba bihal awwaloon; wa aatainaa Samoodan naaqata mubsiratan fazalamoo bihaa; wa maa nursilu bil aayaati illaa takhweefaa",
                    "id": "wa mā mana‘anā an nursila bil-āyāti illā an każżaba bihal-awwalūn(a), wa ātainā ṡamūdan-nāqata mubṣiratan fa ẓalamū bihā, wa mā nursilu bil-āyāti illā takhwīfā(n)."
                }
            },
            "translation": {
                "en": "And nothing has prevented Us from sending signs except that the former peoples denied them. And We gave Thamud the she-camel as a visible sign, but they wronged her. And We send not the signs except as a warning.",
                "id": "Dan tidak ada yang menghalangi Kami untuk mengirimkan (kepadamu) tanda-tanda (kekuasaan Kami), melainkan karena (tanda-tanda) itu telah didustakan oleh orang terdahulu. Dan telah Kami berikan kepada kaum samud unta betina (sebagai mukjizat) yang dapat dilihat, tetapi mereka menganiaya (unta betina itu). Dan Kami tidak mengirimkan tanda-tanda itu melainkan untuk menakut-nakuti."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2088.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2088.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2089,
                "inSurah": 60
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 245,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذْ قُلْنَا لَكَ اِنَّ رَبَّكَ اَحَاطَ بِالنَّاسِۗ وَمَا جَعَلْنَا الرُّءْيَا الَّتِيْٓ اَرَيْنٰكَ اِلَّا فِتْنَةً لِّلنَّاسِ وَالشَّجَرَةَ الْمَلْعُوْنَةَ فِى الْقُرْاٰنِ ۗ وَنُخَوِّفُهُمْۙ فَمَا يَزِيْدُهُمْ اِلَّا طُغْيَانًا كَبِيْرًا ࣖ ",
                "transliteration": {
                    "en": "Wa iz qulnaa laka inna rabbaka ahaata binnaas; wa maa ja'alnar ru'yal lateee arainaaka illaa fitnatal linnaasi washshajaratal mal'oonata fil quraan; wa nukhaw wifuhum famaa yazeeduhum illa tughyaanan kabeeraa",
                    "id": "wa iż qulnā laka inna rabbaka aḥāṭa bin-nās(i), wa mā ja‘alnar-ru'yal-latī araināka illā fitnatal lin-nāsi wasy-syajaratal mal‘ūnata fil-qur'ān(i), wa nukhawwifuhum, famā yazīduhum illā ṭugyānan kabīrā(n)."
                }
            },
            "translation": {
                "en": "And [remember, O Muhammad], when We told you, \"Indeed, your Lord has encompassed the people.\" And We did not make the sight which We showed you except as a trial for the people, as was the accursed tree [mentioned] in the Qur'an. And We threaten them, but it increases them not except in great transgression.",
                "id": "Dan (ingatlah) ketika Kami wahyukan kepadamu, “Sungguh, (ilmu) Tuhanmu meliputi seluruh manusia.” Dan Kami tidak menjadikan mimpi yang telah Kami perlihatkan kepadamu, melainkan sebagai ujian bagi manusia dan (begitu pula) pohon yang terkutuk (zaqqum) dalam Al-Qur'an. Dan Kami menakut-nakuti mereka, tetapi yang demikian itu hanyalah menambah besar kedurhakaan mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2089.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2089.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2090,
                "inSurah": 61
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذْ قُلْنَا لِلْمَلٰۤىِٕكَةِ اسْجُدُوْا لِاٰدَمَ فَسَجَدُوْٓا اِلَّآ اِبْلِيْسَۗ قَالَ ءَاَسْجُدُ لِمَنْ خَلَقْتَ طِيْنًاۚ ",
                "transliteration": {
                    "en": "Wa iz qulnaa lilma laaa'ikatis judoo li Aadama fasajadooo illaaa Ibleesa qaala 'a-asjudu liman khalaqta teena",
                    "id": "wa iż qulnā lil-malā'ikatisjudū li'ādama fa sajadū illā iblīs(a), qāla a'asjudu liman khalaqta ṭīnā(n)."
                }
            },
            "translation": {
                "en": "And [mention] when We said to the angles, \"Prostrate to Adam,\" and they prostrated, except for Iblees. He said, \"Should I prostrate to one You created from clay?\"",
                "id": "Dan (ingatlah), ketika Kami berfirman kepada para malaikat, “Sujudlah kamu semua kepada Adam,” lalu mereka sujud, kecuali Iblis. Ia (Iblis) berkata, “Apakah aku harus bersujud kepada orang yang Engkau ciptakan dari tanah?”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2090.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2090.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2091,
                "inSurah": 62
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قَالَ اَرَاَيْتَكَ هٰذَا الَّذِيْ كَرَّمْتَ عَلَيَّ لَىِٕنْ اَخَّرْتَنِ اِلٰى يَوْمِ الْقِيٰمَةِ لَاَحْتَنِكَنَّ ذُرِّيَّتَهٗٓ اِلَّا قَلِيْلًا",
                "transliteration": {
                    "en": "Qaala ara'aytaka haazal lazee karramta 'alaiya la'in akhhartani ilaa Yawmil Qiyaamati la-ah tanikanna zurriyyatahooo illaa qaleelaa",
                    "id": "qāla ara'aitaka hāżal-lażī karramta ‘alayya la'in akhkhartani ilā yaumil-qiyāmati la'aḥtanikanna żurriyyatahū illā qalīlā(n)."
                }
            },
            "translation": {
                "en": "[Iblees] said, \"Do You see this one whom You have honored above me? If You delay me until the Day of Resurrection, I will surely destroy his descendants, except for a few.\"",
                "id": " Ia (Iblis) berkata, “Terangkanlah kepadaku, inikah yang lebih Engkau muliakan daripada aku? Sekiranya Engkau memberi waktu kepadaku sampai hari Kiamat, pasti akan aku sesatkan keturunannya, kecuali sebagian kecil.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2091.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2091.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2092,
                "inSurah": 63
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَاِنَّ جَهَنَّمَ جَزَاۤؤُكُمْ جَزَاۤءً مَّوْفُوْرًا",
                "transliteration": {
                    "en": "Qaalaz hab faman tabi'aka minhum fa inna Jahannama jazaaa'ukum jazaaa'am mawfooraa",
                    "id": "qālażhab faman tabi‘aka minhum fa inna jahannama jazā'ukum jazā'am maufūrā(n)."
                }
            },
            "translation": {
                "en": "[Allah] said, \"Go, for whoever of them follows you, indeed Hell will be the recompense of you - an ample recompense.",
                "id": "Dia (Allah) berfirman, “Pergilah, tetapi barang siapa di antara mereka yang mengikuti kamu, maka sungguh, neraka Jahanamlah balasanmu semua, sebagai pembalasan yang cukup."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2092.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2092.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2093,
                "inSurah": 64
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَاَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى الْاَمْوَالِ وَالْاَوْلَادِ وَعِدْهُمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا",
                "transliteration": {
                    "en": "Wastafziz manis tat'ta minhum bisawtika wa ajlib 'alaihim bikhailika wa rajilika wa shaarik hum fil amwaali wal awlaadi wa 'idhum; wa maa ya'iduhumush Shaitaanu illaa ghurooraa",
                    "id": "wastafziz manistaṭa‘ta minhum biṣautika wa ajlib ‘alaihim bikhailika wa rajilika wa syārikūhum fil-amwāli wal-aulādi wa ‘idhum, wa mā ya‘iduhumusy-syaiṭānu illā gurūrā(n)."
                }
            },
            "translation": {
                "en": "And incite [to senselessness] whoever you can among them with your voice and assault them with your horses and foot soldiers and become a partner in their wealth and their children and promise them.\" But Satan does not promise them except delusion.",
                "id": "Dan perdayakanlah siapa saja di antara mereka yang engkau (Iblis) sanggup dengan suaramu (yang memukau), kerahkanlah pasukanmu terhadap mereka, yang berkuda dan yang berjalan kaki, dan bersekutulah dengan mereka pada harta dan anak-anak lalu beri janjilah kepada mereka.” Padahal setan itu hanya menjanjikan tipuan belaka kepada mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2093.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2093.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2094,
                "inSurah": 65
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ عِبَادِيْ لَيْسَ لَكَ عَلَيْهِمْ سُلْطٰنٌۗ وَكَفٰى بِرَبِّكَ وَكِيْلًا",
                "transliteration": {
                    "en": "Inna 'ibaadee laisa laka 'alaihim sultaan; wa kafaa bi Rabbika Wakeelaa",
                    "id": "inna ‘ibādī laisa laka ‘alaihim sulṭān(un), wa kafā birabbika wakīlā(n)."
                }
            },
            "translation": {
                "en": "Indeed, over My [believing] servants there is for you no authority. And sufficient is your Lord as Disposer of affairs.",
                "id": "“Sesungguhnya (terhadap) hamba-hamba-Ku, engkau (Iblis) tidaklah dapat berkuasa atas mereka. Dan cukuplah Tuhanmu sebagai penjaga.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2094.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2094.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2095,
                "inSurah": 66
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 288,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "رَبُّكُمُ الَّذِيْ يُزْجِيْ لَكُمُ الْفُلْكَ فِى الْبَحْرِ لِتَبْتَغُوْا مِنْ فَضْلِهٖۗ اِنَّهٗ كَانَ بِكُمْ رَحِيْمًا",
                "transliteration": {
                    "en": "Rabbukumul lazee yuzjee lakumul fulka fil bahri litabtaghoo min fadlih; innahoo kaana bikum Raheemaa",
                    "id": "rabbukumul-lażī yuzjī lakumul-fulka fil-baḥri litabtagū min faḍlih(ī), innahū kāna bikum raḥīmā(n)."
                }
            },
            "translation": {
                "en": "It is your Lord who drives the ship for you through the sea that you may seek of His bounty. Indeed, He is ever, to you, Merciful.",
                "id": "Tuhanmulah yang melayarkan kapal-kapal di lautan untukmu, agar kamu mencari karunia-Nya. Sungguh, Dia Maha Penyayang terhadapmu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2095.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2095.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2096,
                "inSurah": 67
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَا مَسَّكُمُ الضُّرُّ فِى الْبَحْرِ ضَلَّ مَنْ تَدْعُوْنَ اِلَّآ اِيَّاهُۚ فَلَمَّا نَجّٰىكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْۗ وَكَانَ الْاِنْسَانُ كَفُوْرًا",
                "transliteration": {
                    "en": "Wa izaa massakumuddurru fil bahri dalla man tad'oona illaaa iyyaahu falammaa najjaakum ilal barri a'radtum; wa kaanal insaanu kafooraa",
                    "id": "wa iżā massakumuḍ-ḍurru fil-baḥri ḍalla man tad‘ūna illā iyyāh(u), falammā najjākum ilal-barri a‘raḍtum, wa kānal-insānu kafūrā(n)."
                }
            },
            "translation": {
                "en": "And when adversity touches you at sea, lost are [all] those you invoke except for Him. But when He delivers you to the land, you turn away [from Him]. And ever is man ungrateful.",
                "id": "Dan apabila kamu ditimpa bahaya di lautan, niscaya hilang semua yang (bi-asa) kamu seru, kecuali Dia. Tetapi ketika Dia menyelamatkan kamu ke daratan, kamu berpaling (dari-Nya). Dan manusia memang selalu ingkar (tidak bersyukur)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2096.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2096.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2097,
                "inSurah": 68
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَفَاَمِنْتُمْ اَنْ يَّخْسِفَ بِكُمْ جَانِبَ الْبَرِّ اَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوْا لَكُمْ وَكِيْلًا ۙ ",
                "transliteration": {
                    "en": "Afa amintum any yakhsifa bikum jaanibal barri aw yursil 'alaikum haasiban summa laa tajidoo lakum wakeelaa",
                    "id": "afa amintum ay yakhsifa bikum jānibal-barri au yursila ‘alaikum ḥaṣiban ṡumma lā tajidū lakum wakīlā(n)."
                }
            },
            "translation": {
                "en": "Then do you feel secure that [instead] He will not cause a part of the land to swallow you or send against you a storm of stones? Then you would not find for yourselves an advocate.",
                "id": "Maka apakah kamu merasa aman bahwa Dia tidak akan membenamkan sebagian daratan bersama kamu atau Dia meniupkan (angin keras yang membawa) batu-batu kecil? Dan kamu tidak akan mendapat seorang pelindung pun,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2097.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2097.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2098,
                "inSurah": 69
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 246,
                "hizbQuarter": 115,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَمْ اَمِنْتُمْ اَنْ يُّعِيْدَكُمْ فِيْهِ تَارَةً اُخْرٰى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الرِّيْحِ فَيُغْرِقَكُمْ بِمَا كَفَرْتُمْۙ ثُمَّ لَا تَجِدُوْا لَكُمْ عَلَيْنَا بِهٖ تَبِيْعًا",
                "transliteration": {
                    "en": "Am amintum any yu'eedakum feehi taaratan ukhraa fa yursila 'alaikum qaasifam minar reehi fa yugh riqakum bimaa kafartum summa laa tajidoo lakum 'alainaa bihee tabee'aa",
                    "id": "am amintum ay yu‘īdakum fīhi tāratan ukhrā fa yursila ‘alaikum qāṣifam minar-rīḥi fa yugriqakum bimā kafartum, ṡumma lā tajidū lakum ‘alainā bihī tabī‘ā(n)."
                }
            },
            "translation": {
                "en": "Or do you feel secure that He will not send you back into the sea another time and send upon you a hurricane of wind and drown you for what you denied? Then you would not find for yourselves against Us an avenger.",
                "id": "ataukah kamu merasa aman bahwa Dia tidak akan mengembalikan kamu ke laut sekali lagi, lalu Dia tiupkan angin topan kepada kamu dan ditenggelamkan-Nya kamu disebabkan kekafiranmu? Kemudian kamu tidak akan mendapatkan seorang penolong pun dalam menghadapi (siksaan) Kami.  "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2098.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2098.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2099,
                "inSurah": 70
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 246,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ وَلَقَدْ كَرَّمْنَا بَنِيْٓ اٰدَمَ وَحَمَلْنٰهُمْ فِى الْبَرِّ وَالْبَحْرِ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلٰى كَثِيْرٍ مِّمَّنْ خَلَقْنَا تَفْضِيْلًا ࣖ ",
                "transliteration": {
                    "en": "Wa laqad karramnaa Baneee aadama wa hamalnaahum fil barri walbahri wa razaqnaahum minat taiyibaati wa faddalnaahum 'alaa kaseerim mimman khalaqnaa tafdeelaa",
                    "id": "wa laqad karramnā banī ādama wa ḥamalnāhum fil-barri wal-baḥri wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum ‘alā kaṡīrim mimman khalaqnā tafḍīlā(n)."
                }
            },
            "translation": {
                "en": "And We have certainly honored the children of Adam and carried them on the land and sea and provided for them of the good things and preferred them over much of what We have created, with [definite] preference.",
                "id": "Dan sungguh, Kami telah memuliakan anak cucu Adam, dan Kami angkut mereka di darat dan di laut, dan Kami beri mereka rezeki dari yang baik-baik dan Kami lebihkan mereka di atas banyak makhluk yang Kami ciptakan dengan kelebihan yang sempurna."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2099.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2099.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2100,
                "inSurah": 71
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 247,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَوْمَ نَدْعُوْا كُلَّ اُنَاسٍۢ بِاِمَامِهِمْۚ فَمَنْ اُوْتِيَ كِتٰبَهٗ بِيَمِيْنِهٖ فَاُولٰۤىِٕكَ يَقْرَءُوْنَ كِتٰبَهُمْ وَلَا يُظْلَمُوْنَ فَتِيْلًا",
                "transliteration": {
                    "en": "Yawma nad'oo kulla unaasim bi imaamihim faman ootiya kitaabahoo bi yameenihee fa ulaaa'ika yaqra'oona kitaabahum wa laa yuzlamoona fateelaa",
                    "id": "yauma nad‘ū kulla unāsim bi'imāmihim, faman ūtiya katābahū biyamīnihī fa ulā'ika yaqra'ūna kitābahum wa lā yuẓlamūna fatīlā(n)."
                }
            },
            "translation": {
                "en": "[Mention, O Muhammad], the Day We will call forth every people with their record [of deeds]. Then whoever is given his record in his right hand - those will read their records, and injustice will not be done to them, [even] as much as a thread [inside the date seed].",
                "id": "(Ingatlah), pada hari (ketika) Kami panggil setiap umat dengan pemimpinnya; dan barang siapa diberikan catatan amalnya di tangan kanannya mereka akan membaca catatannya (dengan baik), dan mereka tidak akan dirugikan sedikit pun."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2100.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2100.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2101,
                "inSurah": 72
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 247,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَنْ كَانَ فِيْ هٰذِهٖٓ اَعْمٰى فَهُوَ فِى الْاٰخِرَةِ اَعْمٰى وَاَضَلُّ سَبِيْلًا",
                "transliteration": {
                    "en": "Wa man kaana fee haaziheee a'maa fahuwa fil aakhirati a'maa wa adallu sabeelaa",
                    "id": "wa man kāna fī hāżihī a‘mā fa huwa fil-ākhirati a‘mā wa aḍallu sabīlā(n)."
                }
            },
            "translation": {
                "en": "And whoever is blind in this [life] will be blind in the Hereafter and more astray in way.",
                "id": "Dan barang siapa buta (hatinya) di dunia ini, maka di akhirat dia akan buta dan tersesat jauh dari jalan (yang benar)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2101.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2101.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2102,
                "inSurah": 73
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 247,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِنْ كَادُوْا لَيَفْتِنُوْنَكَ عَنِ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهٗۖ وَاِذًا لَّاتَّخَذُوْكَ خَلِيْلًا",
                "transliteration": {
                    "en": "Wa in kaadoo la yaftinoonaka 'anil lazeee awhainaaa ilaika litaftariya 'alainaaa ghairahoo wa izallat takhazooka khaleelaa",
                    "id": "wa in kādū layaftinūnaka ‘anil-lażī auḥainā ilaika litaftariya ‘alainā gairah(ū), wa iżal lattakhażūka khalīlā(n)."
                }
            },
            "translation": {
                "en": "And indeed, they were about to tempt you away from that which We revealed to you in order to [make] you invent about Us something else; and then they would have taken you as a friend.",
                "id": "Dan mereka hampir memalingkan engkau (Muhammad) dari apa yang telah Kami wahyukan kepadamu, agar engkau mengada-ada yang lain terhadap Kami; dan jika demikian tentu mereka menjadikan engkau sahabat yang setia."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2102.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2102.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2103,
                "inSurah": 74
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 247,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَوْلَآ اَنْ ثَبَّتْنٰكَ لَقَدْ كِدْتَّ تَرْكَنُ اِلَيْهِمْ شَيْـًٔا قَلِيْلًا ۙ  ",
                "transliteration": {
                    "en": "Wa law laaa an sabbatnaaka laqad kitta tarkanu ilaihim sha'an qaleela",
                    "id": "wa lau lā an ṡabbatnāka laqad kitta tarkanu ilaihim syai'an qalīlā(n)."
                }
            },
            "translation": {
                "en": "And if We had not strengthened you, you would have almost inclined to them a little.",
                "id": "Dan sekiranya Kami tidak memperteguh (hati)mu, niscaya engkau hampir saja condong sedikit kepada mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2103.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2103.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2104,
                "inSurah": 75
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 289,
                "manzil": 247,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِذًا لَّاَذَقْنٰكَ ضِعْفَ الْحَيٰوةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيْرًا",
                "transliteration": {
                    "en": "Izal la azaqnaaka di'falhayaati wa di'fal mamaati summa laa tajidu laka 'alainaa naseeraa",
                    "id": "iżal-la'ażaqnāka ḍi‘fal-ḥayāti wa ḍi‘fal-mamāti ṡumma lā tajidu laka ‘alainā naṣīrā(n)."
                }
            },
            "translation": {
                "en": "Then [if you had], We would have made you taste double [punishment in] life and double [after] death. Then you would not find for yourself against Us a helper.",
                "id": "Jika demikian, tentu akan Kami rasakan kepadamu (siksaan) dua kali lipat di dunia ini dan dua kali lipat setelah mati, dan engkau (Muhammad) tidak akan mendapat seorang penolong pun terhadap Kami."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2104.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2104.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2105,
                "inSurah": 76
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 247,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِنْ كَادُوْا لَيَسْتَفِزُّوْنَكَ مِنَ الْاَرْضِ لِيُخْرِجُوْكَ مِنْهَا وَاِذًا لَّا يَلْبَثُوْنَ خِلٰفَكَ اِلَّا قَلِيْلًا",
                "transliteration": {
                    "en": "Wa in kaadoo la yastafizzoonaka minal ardi liyukhri jooka minhaa wa izal laa yalbasoona khilaafaka illaa qaleelaa",
                    "id": "wa in kādū layastafizzūnaka minal-arḍi liyukhrijūka minhā wa iżal lā yalbaṡūna khilāfaka illā qalīlā(n)."
                }
            },
            "translation": {
                "en": "And indeed, they were about to drive you from the land to evict you therefrom. And then [when they do], they will not remain [there] after you, except for a little.",
                "id": "Dan sungguh, mereka hampir membuatmu (Muhammad) gelisah di negeri (Mekah) karena engkau harus keluar dari negeri itu, dan kalau terjadi demikian, niscaya sepeninggalmu mereka tidak akan tinggal (di sana), melainkan sebentar saja."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2105.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2105.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2106,
                "inSurah": 77
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 247,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "سُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيْلًا ࣖ ",
                "transliteration": {
                    "en": "Sunnata man qad arsalnaa qablakamir Rusulinaa wa laa tajidu lisunnatinaa tahhweelaa",
                    "id": "sunnata man qad arsalnā qablaka mir rusulinā wa lā tajidu lisunnatinā taḥwīlā(n)."
                }
            },
            "translation": {
                "en": "[That is Our] established way for those We had sent before you of Our messengers; and you will not find in Our way any alteration.",
                "id": "(Yang demikian itu) merupakan ketetapan bagi para rasul Kami yang Kami utus sebelum engkau, dan tidak akan engkau dapati perubahan atas ketetapan Kami."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2106.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2106.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2107,
                "inSurah": 78
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 248,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَقِمِ الصَّلٰوةَ لِدُلُوْكِ الشَّمْسِ اِلٰى غَسَقِ الَّيْلِ وَقُرْاٰنَ الْفَجْرِۗ اِنَّ قُرْاٰنَ الْفَجْرِ كَانَ مَشْهُوْدًا ",
                "transliteration": {
                    "en": "Aqimis Salaata liduloo kish shamsi ilaa ghasaqil laili wa quraanal Fajri inna quraa nal Fajri kaana mashhoodaa",
                    "id": "aqimiṣ-ṣalāta lidulūkisy-syamsi ilā gasaqil-laili wa qur'ānal-fajr(i), inna qur'ānal-fajri kāna masyhūdā(n)."
                }
            },
            "translation": {
                "en": "Establish prayer at the decline of the sun [from its meridian] until the darkness of the night and [also] the Qur'an of dawn. Indeed, the recitation of dawn is ever witnessed.",
                "id": "Laksanakanlah salat sejak matahari tergelincir sampai gelapnya malam dan (laksanakan pula salat) Subuh. Sungguh, salat subuh itu disaksikan (oleh malaikat)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2107.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2107.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2108,
                "inSurah": 79
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 248,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَۖ عَسٰٓى اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا",
                "transliteration": {
                    "en": "Wa minal laili fatahajjad bihee naafilatal laka 'asaaa any yab'asaka Rabbuka Maqaamam Mahmoodaa",
                    "id": "wa minal-laili fa tahajjad bihī nāfilatal lak(a), ‘asā ay yab‘aṡaka rabbuka maqāmam maḥmūdā(n)."
                }
            },
            "translation": {
                "en": "And from [part of] the night, pray with it as additional [worship] for you; it is expected that your Lord will resurrect you to a praised station.",
                "id": "Dan pada sebagian malam, lakukanlah salat tahajud (sebagai suatu ibadah) tambahan bagimu: mudah-mudahan Tuhanmu mengangkatmu ke tempat yang terpuji."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2108.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2108.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2109,
                "inSurah": 80
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 248,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقُلْ رَّبِّ اَدْخِلْنِيْ مُدْخَلَ صِدْقٍ وَّاَخْرِجْنِيْ مُخْرَجَ صِدْقٍ وَّاجْعَلْ لِّيْ مِنْ لَّدُنْكَ سُلْطٰنًا نَّصِيْرًا",
                "transliteration": {
                    "en": "Wa qur Rabbi adkhilnee mudkhala sidqinw wa akhrijnee mukhraja sidqinw waj'al lee milladunka sultaanan naseeraa",
                    "id": "wa qur rabbi adkhilnī mudkhala ṣidqiw wa akhrijnī mukhraja ṣidqiw waj‘al lī mil ladunka sulṭānan naṣīrā(n)."
                }
            },
            "translation": {
                "en": "And say, \"My Lord, cause me to enter a sound entrance and to exit a sound exit and grant me from Yourself a supporting authority.\"",
                "id": "Dan katakanlah (Muhammad), ya Tuhanku, masukkan aku ke tempat masuk yang benar dan keluarkan (pula) aku ke tempat keluar yang benar dan berikanlah kepadaku dari sisi-Mu kekuasaan yang dapat menolong(ku)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2109.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2109.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2110,
                "inSurah": 81
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 248,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقُلْ جَاۤءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ  ۖاِنَّ الْبَاطِلَ كَانَ زَهُوْقًا",
                "transliteration": {
                    "en": "Wa qul jaaa'al haqqu wa zahaqal baatil; innal baatila kaana zahooqaa",
                    "id": "wa qul jā'al-ḥaqqu wa zahaqal-bāṭil(u), innal-bāṭila kāna zahūqā(n)."
                }
            },
            "translation": {
                "en": "And say, \"Truth has come, and falsehood has departed. Indeed is falsehood, [by nature], ever bound to depart.\"",
                "id": "Dan katakanlah, “Kebenaran telah datang dan yang batil telah lenyap.” Sungguh, yang batil itu pasti lenyap."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2110.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2110.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2111,
                "inSurah": 82
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 248,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۤءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا",
                "transliteration": {
                    "en": "Wa nunazzilu minal quraani maa huwa shifaaa'unw wa rahmatul lilmu;mineena wa laa yazeeduz zaalimeena illaa khasaaraa",
                    "id": "wa nunazzilu minal-qur'āni mā huwa syifā'uw wa raḥmatul lil-mu'minīn(a), wa lā yazīduẓ-ẓālimīna illā khasārā(n)."
                }
            },
            "translation": {
                "en": "And We send down of the Qur'an that which is healing and mercy for the believers, but it does not increase the wrongdoers except in loss.",
                "id": "Dan Kami turunkan dari Al-Qur'an (sesuatu) yang menjadi penawar dan rahmat bagi orang yang beriman, sedangkan bagi orang yang zalim (Al-Qur'an itu) hanya akan menambah kerugian."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2111.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2111.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2112,
                "inSurah": 83
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 248,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَآ اَنْعَمْنَا عَلَى الْاِنْسَانِ اَعْرَضَ وَنَاٰ بِجَانِبِهٖۚ وَاِذَا مَسَّهُ الشَّرُّ كَانَ يَـُٔوْسًا",
                "transliteration": {
                    "en": "Wa izaaa an'amnaa 'alal insaani a'rada wa na-aa bijaani bihee wa izaa massahush sharru kaana ya'oosaa",
                    "id": "wa iżā an‘amnā ‘alal-insāni a‘raḍa wa na'ā bijānibih(ī), wa iżā massahusy-syarru kāna ya'ūsā(n)."
                }
            },
            "translation": {
                "en": "And when We bestow favor upon the disbeliever, he turns away and distances himself; and when evil touches him, he is ever despairing.",
                "id": "Dan apabila Kami berikan kesenangan kepada manusia, niscaya dia berpaling dan menjauhkan diri dengan sombong; dan apabila dia ditimpa kesusahan, niscaya dia berputus asa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2112.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2112.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2113,
                "inSurah": 84
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 248,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ كُلٌّ يَّعْمَلُ عَلٰى شَاكِلَتِهٖۗ فَرَبُّكُمْ اَعْلَمُ بِمَنْ هُوَ اَهْدٰى سَبِيْلًا ࣖ",
                "transliteration": {
                    "en": "Qul kulluny ya'malu 'alaa shaakilatihee fa rabbukum a'lamu biman huwa ahdaa sabeelaa",
                    "id": "qul kulluy ya‘malu ‘alā syākilatih(ī), fa rabbukum a‘lamu biman huwa ahdā sabīlā(n)."
                }
            },
            "translation": {
                "en": "Say, \"Each works according to his manner, but your Lord is most knowing of who is best guided in way.\"",
                "id": "Katakanlah (Muhammad), “Setiap orang berbuat sesuai dengan pembawaannya masing-masing.” Maka Tuhanmu lebih mengetahui siapa yang lebih benar jalannya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2113.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2113.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2114,
                "inSurah": 85
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَسْـَٔلُوْنَكَ عَنِ الرُّوْحِۗ قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّيْ وَمَآ اُوْتِيْتُمْ مِّنَ الْعِلْمِ اِلَّا قَلِيْلًا ",
                "transliteration": {
                    "en": "Wa yas'aloonaka 'anirrooh; qulir roohu min amri rabbee wa maaa ooteetum minal 'ilmi illaa qaleelaa",
                    "id": "wa yas'alūnaka ‘anir-rūḥ(i), qulir-rūḥu min amri rabbī wa mā ūtītum minal-‘ilmi illā qalīlā(n)."
                }
            },
            "translation": {
                "en": "And they ask you, [O Muhammad], about the soul. Say, \"The soul is of the affair of my Lord. And mankind have not been given of knowledge except a little.\"",
                "id": "Dan mereka bertanya kepadamu (Muhammad) tentang ruh. Katakanlah, “Ruh itu termasuk urusan Tuhanku, sedangkan kamu diberi pengetahuan hanya sedikit.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2114.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2114.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2115,
                "inSurah": 86
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 290,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَىِٕنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهٖ عَلَيْنَا وَكِيْلًاۙ؉؉",
                "transliteration": {
                    "en": "Wa la'in shi'naa lanaz habanna billazeee awhainaaa ilaika summa laa tajidu laka bihee 'alainaa wakeelaa",
                    "id": "wa la'in syi'nā lanażhabanna bil-lażī auḥainā ilaika ṡumma lā tajidu laka bihī ‘alainā wakīlā(n)."
                }
            },
            "translation": {
                "en": "And if We willed, We could surely do away with that which We revealed to you. Then you would not find for yourself concerning it an advocate against Us.",
                "id": "Dan sesungguhnya jika Kami menghendaki, niscaya Kami lenyapkan apa yang telah Kami wahyukan kepadamu (Muhammad), dan engkau tidak akan mendapatkan seorang pembela pun terhadap Kami,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2115.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2115.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2116,
                "inSurah": 87
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِلَّا رَحْمَةً مِّنْ رَّبِّكَۗ اِنَّ فَضْلَهٗ كَانَ عَلَيْكَ كَبِيْرًا",
                "transliteration": {
                    "en": "Illaa rahmatam mir Rabbik; inna fadlahoo kaana 'alaika kabeeraa",
                    "id": "illā raḥmatam mir rabbik(a), inna faḍalahū kāna ‘alaika kabīrā(n)."
                }
            },
            "translation": {
                "en": "Except [We have left it with you] as a mercy from your Lord. Indeed, His favor upon you has ever been great.",
                "id": "kecuali karena rahmat dari Tuhanmu. Sungguh, karunia-Nya atasmu (Muhammad) sangat besar. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2116.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2116.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2117,
                "inSurah": 88
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ لَّىِٕنِ اجْتَمَعَتِ الْاِنْسُ وَالْجِنُّ عَلٰٓى اَنْ يَّأْتُوْا بِمِثْلِ هٰذَا الْقُرْاٰنِ لَا يَأْتُوْنَ بِمِثْلِهٖ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيْرًا",
                "transliteration": {
                    "en": "Qul la'inij tama'atil insu waljinnu 'alaaa any yaatoo bimisli haazal quraani laa yaatoona bimislihee wa law kaana ba'duhum liba 'din zaheeraa",
                    "id": "qul la'inijtama‘atil-insu wal-jinnu ‘alā ay ya'tū bimiṡli hāżal-qur'āni lā ya'tūna bimiṡlihī wa lau kāna ba‘ḍuhum liba‘ḍin ẓahīrā(n)."
                }
            },
            "translation": {
                "en": "Say, \"If mankind and the jinn gathered in order to produce the like of this Qur'an, they could not produce the like of it, even if they were to each other assistants.\"",
                "id": "Katakanlah, “Sesungguhnya jika manusia dan jin berkumpul untuk membuat yang serupa (dengan) Al-Qur'an ini, mereka tidak akan dapat membuat yang serupa dengannya, sekalipun mereka saling membantu satu sama lain.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2117.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2117.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2118,
                "inSurah": 89
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍۖ فَاَبٰىٓ اَكْثَرُ النَّاسِ اِلَّا كُفُوْرًا",
                "transliteration": {
                    "en": "Qa laqad sarrafnaa linnaasi fee haazal quraani min kulli masalin fa abaaa aksarun naasi illaa kufooraa",
                    "id": "wa laqad ṣarrafnā lin-nāsi fī hāżal-qur'āni min kulli maṡal(in), fa abā akṡarun-nāsi illā kufūrā(n)."
                }
            },
            "translation": {
                "en": "And We have certainly diversified for the people in this Qur'an from every [kind] of example, but most of the people refused [anything] except disbelief.",
                "id": " Dan sungguh, Kami telah menjelaskan berulang-ulang kepada manusia dalam Al-Qur'an ini dengan bermacam-macam perumpamaan, tetapi kebanyakan manusia tidak menyukainya bahkan mengingkari(nya)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2118.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2118.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2119,
                "inSurah": 90
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقَالُوْا لَنْ نُّؤْمِنَ لَكَ حَتّٰى تَفْجُرَ لَنَا مِنَ الْاَرْضِ يَنْۢبُوْعًاۙ  ",
                "transliteration": {
                    "en": "Wa qaaloo lan nu'mina laka hattaa tafjura lanaa minal ardi yamboo'aa",
                    "id": "wa qālū lan nu'mina laka ḥattā tafjura lanā minal-arḍi yambū‘ā(n)."
                }
            },
            "translation": {
                "en": "And they say, \"We will not believe you until you break open for us from the ground a spring.",
                "id": "Dan mereka berkata, “Kami tidak akan percaya kepadamu (Muhammad) sebelum engkau memancarkan mata air dari bumi untuk kami,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2119.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2119.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2120,
                "inSurah": 91
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوْ تَكُوْنَ لَكَ جَنَّةٌ مِّنْ نَّخِيْلٍ وَّعِنَبٍ فَتُفَجِّرَ الْاَنْهٰرَ خِلٰلَهَا تَفْجِيْرًاۙ  ",
                "transliteration": {
                    "en": "Aw takoona laka jannatum min nakheelinw wa 'inabin fatufajjiral anhaara khilaalahaa tafjeeraa",
                    "id": "au takūna laka jannatum min nakhīliw wa ‘inabin fa tufajjiral-anhāra khilālahā tafjīrā(n)."
                }
            },
            "translation": {
                "en": "Or [until] you have a garden of palm tress and grapes and make rivers gush forth within them in force [and abundance]",
                "id": "atau engkau mempunyai sebuah kebun kurma dan anggur, lalu engkau alirkan di celah-celahnya sungai yang deras alirannya,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2120.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2120.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2121,
                "inSurah": 92
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوْ تُسْقِطَ السَّمَاۤءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا اَوْ تَأْتِيَ بِاللّٰهِ وَالْمَلٰۤىِٕكَةِ قَبِيْلًاۙ  ",
                "transliteration": {
                    "en": "Aw tusqitas samaaa'a kamaa za'amta 'alainaa kisafan aw taatiya billaahi walma laaa'ikati qabeelaa",
                    "id": "au tusqiṭas-samā'a kamā za‘amta ‘alainā kisafan au ta'tiya billāhi wal-malā'ikati qabīlā(n)."
                }
            },
            "translation": {
                "en": "Or you make the heaven fall upon us in fragments as you have claimed or you bring Allah and the angels before [us]",
                "id": "atau engkau jatuhkan langit berkeping-keping atas kami, sebagaimana engkau katakan, atau (sebelum) engkau datangkan Allah dan para malaikat berhadapan muka dengan kami,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2121.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2121.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2122,
                "inSurah": 93
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 249,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوْ يَكُوْنَ لَكَ بَيْتٌ مِّنْ زُخْرُفٍ اَوْ تَرْقٰى فِى السَّمَاۤءِ ۗوَلَنْ نُّؤْمِنَ لِرُقِيِّكَ حَتّٰى تُنَزِّلَ عَلَيْنَا كِتٰبًا نَّقْرَؤُهٗۗ قُلْ سُبْحَانَ رَبِّيْ هَلْ كُنْتُ اِلَّا بَشَرًا رَّسُوْلًا ࣖ  ",
                "transliteration": {
                    "en": "Aw yakoona laka baitum min zukhrufin aw tarqaa fis samaaa'i wa lan nu'mina liruqiyyika hatta tunazzila 'alainaa kitaaban naqra'uh; qul Subhaana Rabbee hal kuntu illaa basharar Rasoolaa",
                    "id": "au yakūna laka baitum min zukhrufin au tarqā fis-samā'(i), wa lan nu'mina liruqiyyika ḥattā tunazzila ‘alainā kitāban naqra'uh(ū), qul subḥāna rabbī hal kuntu illā basyarar rasūlā(n)."
                }
            },
            "translation": {
                "en": "Or you have a house of gold or you ascend into the sky. And [even then], we will not believe in your ascension until you bring down to us a book we may read.\" Say, \"Exalted is my Lord! Was I ever but a human messenger?\"",
                "id": "atau engkau mempunyai sebuah rumah (terbuat) dari emas, atau engkau naik ke langit. Dan kami tidak akan mempercayai kenaikanmu itu sebelum engkau turunkan kepada kami sebuah kitab untuk kami baca.” Katakanlah (Muhammad), “Mahasuci Tuhanku, bukankah aku ini hanya seorang manusia yang menjadi rasul?”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2122.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2122.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2123,
                "inSurah": 94
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 250,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَا مَنَعَ النَّاسَ اَنْ يُّؤْمِنُوْٓا اِذْ جَاۤءَهُمُ الْهُدٰٓى اِلَّآ اَنْ قَالُوْٓا اَبَعَثَ اللّٰهُ بَشَرًا رَّسُوْلًا",
                "transliteration": {
                    "en": "Wa maa mana'an naasa any yu'minooo iz jaaa'ahumul hudaaa illaaa an qaalooo aba'asal laahu basharar Rasoolaa",
                    "id": "wa mā mana‘an-nāsa ay yu'minū iż jā'ahumul-hudā illā an qālū aba‘aṡallāhu basyarar rasūlā(n)."
                }
            },
            "translation": {
                "en": "And what prevented the people from believing when guidance came to them except that they said, \"Has Allah sent a human messenger?\"",
                "id": "Dan tidak ada sesuatu yang menghalangi manusia untuk beriman ketika petunjuk datang kepadanya, selain perkataan mereka, “Mengapa Allah mengutus seorang manusia menjadi rasul?”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2123.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2123.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2124,
                "inSurah": 95
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 250,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ لَّوْ كَانَ فِى الْاَرْضِ مَلٰۤىِٕكَةٌ يَّمْشُوْنَ مُطْمَىِٕنِّيْنَ لَنَزَّلْنَا عَلَيْهِمْ مِّنَ السَّمَاۤءِ مَلَكًا رَّسُوْلًا",
                "transliteration": {
                    "en": "Qul law kaana fil ardi malaaa 'ikatuny yamshoona mutma'inneena lanazzalnaa 'alaihim minas samaaa'i malakar Rasoolaa",
                    "id": "qul lau kāna fil-arḍi malā'ikatuy yamsyūna muṭma'innīna lanazzalnā ‘alaihim minas-samā'i malakar rasūlā(n)."
                }
            },
            "translation": {
                "en": "Say, \"If there were upon the earth angels walking securely, We would have sent down to them from the heaven an angel [as a] messenger.\"",
                "id": "Katakanlah (Muhammad), “Sekiranya di bumi ada para malaikat, yang berjalan-jalan dengan tenang, niscaya Kami turunkan kepada mereka malaikat dari langit untuk menjadi rasul.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2124.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2124.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2125,
                "inSurah": 96
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 291,
                "manzil": 250,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ كَفٰى بِاللّٰهِ شَهِيْدًاۢ بَيْنِيْ وَبَيْنَكُمْۗ اِنَّهٗ كَانَ بِعِبَادِهٖ خَبِيْرًاۢ بَصِيْرًا",
                "transliteration": {
                    "en": "Qul kafaa billaahi shaheedam bainee wa bainakum; innahoo kaana bi'ibaadihee Khabeeram Baseeraa",
                    "id": "qul kafā billāhi syahīdam bainī wa bainakum, innahū kāna bi‘ibādihī khabīram baṣīrā(n)."
                }
            },
            "translation": {
                "en": "Say, \"Sufficient is Allah as Witness between me and you. Indeed he is ever, concerning His servants, Acquainted and Seeing.\"",
                "id": "Katakanlah (Muhammad), “Cukuplah Allah menjadi saksi antara aku dan kamu sekalian. Sungguh, Dia Maha Mengetahui, Maha Melihat akan hamba-hamba-Nya.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2125.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2125.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2126,
                "inSurah": 97
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 250,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَاۤءَ مِنْ دُوْنِهٖۗ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا",
                "transliteration": {
                    "en": "Wa mai yahdil laahu fahuwal muhtad; wa mai yudlil falan tajida lahum awliyaaa'a min doonih; wa nahshuruhum Yawmal Qiyaamati 'alaa wujoohihim umyanw wa bukmanw wa summaa; maa waahum Jahannamu kullamaa khabat zidnaahum sa'eeraa",
                    "id": "wa may yahdillāhu fa huwal-muhtad(i), wa may yuḍlil falan tajida lahum auliyā'a min dūnih(ī), wa naḥsyuruhum yaumal-qiyāmati ‘alā wujūhihim ‘umyaw wa bukmaw wa ṣummā(n), ma'wāhum jahannam(u), kullamā khabat zidnāhum sa‘īrā(n)."
                }
            },
            "translation": {
                "en": "And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire.",
                "id": "Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2126.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2126.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2127,
                "inSurah": 98
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 250,
                "hizbQuarter": 116,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ جَزَاۤؤُهُمْ بِاَنَّهُمْ كَفَرُوْا بِاٰيٰتِنَا وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ",
                "transliteration": {
                    "en": "Zaalika jazaa'uhum biannahum kafaroo bi aayaatinaa wa qaalooo 'a izaa kunnaa 'izaamanw wa rufaatan'a innaa lamaboosoona khalqan jadeedaa",
                    "id": "Żālika jazā'uhum bi'annahum kafarū bi'āyātinā wa qālū a'iżā kunnā ‘iẓāmaw wa rufātan a'innā lamab‘ūṡūna khalqan jadīdā(n)."
                }
            },
            "translation": {
                "en": "That is their recompense because they disbelieved in Our verses and said, \"When we are bones and crumbled particles, will we [truly] be resurrected [in] a new creation?\"",
                "id": "Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2127.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2127.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2128,
                "inSurah": 99
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 250,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلًا لَّا رَيْبَ فِيْهِۗ فَاَبَى الظّٰلِمُوْنَ اِلَّا كُفُوْرًا",
                "transliteration": {
                    "en": "Awalam yaraw annal laahal lazee khalaqas samaawaati wal arda qaadirun 'alaaa any yakhluqa mislahum wa ja'ala lahum ajalal laa raiba fee; fa abaz zaalimoona illaa kufooraa",
                    "id": "awalam yarau annallāhal-lażī khalaqas-samāwāti wal-arḍa qādirun ‘alā ay yakhluqa miṡlahum wa ja‘ala lahum ajalal lā raiba fīh(i), fa abaẓ-ẓālimūna illā kufūrā(n)."
                }
            },
            "translation": {
                "en": "Do they not see that Allah, who created the heavens and earth, is [the one] Able to create the likes of them? And He has appointed for them a term, about which there is no doubt. But the wrongdoers refuse [anything] except disbelief.",
                "id": "Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2128.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2128.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2129,
                "inSurah": 100
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 250,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ لَّوْ اَنْتُمْ تَمْلِكُوْنَ خَزَاۤىِٕنَ رَحْمَةِ رَبِّيْٓ اِذًا لَّاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِۗ وَكَانَ الْاِنْسَانُ قَتُوْرًا ࣖ",
                "transliteration": {
                    "en": "Qul law antum tamlikoona khazaaa'ina rahmati Rabbeee izal la amsaktum khash yatal infaaq; wa kaanal insaanu qatooraa",
                    "id": "qul lau antum tamlikūna khazā'ina raḥmati rabbī iżal la'amsaktum khasy-yatal-infāq(i), wa kānal-insānu qatūrā(n)."
                }
            },
            "translation": {
                "en": "Say [to them], \"If you possessed the depositories of the mercy of my Lord, then you would withhold out of fear of spending.\" And ever has man been stingy.",
                "id": "Katakanlah (Muhammad), “Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.” Dan manusia itu memang sangat kikir."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2129.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2129.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2130,
                "inSurah": 101
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ",
                "transliteration": {
                    "en": "Wa laqad aatainaa Moosaa tis'a Aayaatim baiyinaatin fas'al Baneee Israaa'eela iz jaaa'ahum faqaala lahoo Fir'awnu inee la azunnuka yaa Moosaa mas hooraa",
                    "id": "wa laqad ātainā mūsā tis‘a āyātim bayyinātin fas'al banī isrā'īla iż jā'ahum fa qāla lahū fir‘aunu innī la'aẓunnuka yā mūsā masḥūrā(n)."
                }
            },
            "translation": {
                "en": "And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic.\"",
                "id": "Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir‘aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2130.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2130.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2131,
                "inSurah": 102
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ",
                "transliteration": {
                    "en": "Qaala laqad 'alimta maaa anzala haaa'ulaaa'i illaa Rabbus samaawaati wal ardi basaaa'ira wa innee la azun nuka yaa Fir'awnu masbooraa",
                    "id": "qāla laqad ‘alimta mā anzala hā'ulā'i illā rabbus-samāwāti wal-arḍi baṣā'ir(a), wa innī la'aẓunnuka yā fir‘aunu maṡbūrā(n)."
                }
            },
            "translation": {
                "en": "[Moses] said, \"You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence, and indeed I think, O Pharaoh, that you are destroyed.\"",
                "id": "Dia (Musa) menjawab, ”Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir‘aun.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2131.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2131.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2132,
                "inSurah": 103
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ",
                "transliteration": {
                    "en": "Fa araada any yastafizzahum minal ardi fa aghraqnaahu wa mam ma'ahoo jamee'aa",
                    "id": "fa arāda ay yastafizzahum minal arḍi fa agraqnāhu wa mam ma‘ahū jamī‘ā(n)."
                }
            },
            "translation": {
                "en": "So he intended to drive them from the land, but We drowned him and those with him all together.",
                "id": "Kemudian dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta orang yang bersama dia seluruhnya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2132.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2132.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2133,
                "inSurah": 104
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 292,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ",
                "transliteration": {
                    "en": "Wa qulnaa mim ba'dihee li Baneee Israaa'eelas kunul arda faizaa jaaa'a wa'dulaakhirati ji'naa bikum lafeefaa",
                    "id": "wa qulnā mim ba‘dihī libanī isrā'īlaskunul-arḍa fa iżā jā'a wa‘dul-ākhirati ji'nā bikum lafīfā(n)."
                }
            },
            "translation": {
                "en": "And We said after Pharaoh to the Children of Israel, \"Dwell in the land, and when there comes the promise of the Hereafter, We will bring you forth in [one] gathering.\"",
                "id": "Dan setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2133.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2133.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2134,
                "inSurah": 105
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 293,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَبِالْحَقِّ اَنْزَلْنٰهُ وَبِالْحَقِّ نَزَلَۗ وَمَآ اَرْسَلْنٰكَ اِلَّا مُبَشِّرًا وَّنَذِيْرًاۘ",
                "transliteration": {
                    "en": "Wa bilhaqqi anzalnaahu wa bilhaqqi nazal; wa maaa arsalnaaka illaa mubash shiranw wa nazeeraa",
                    "id": "wa bil-ḥaqqi anzalnāhu wa bil-ḥaqqi nazal(a), wa mā arsalnāka illā mubasysyiraw wa nażīrā(n)."
                }
            },
            "translation": {
                "en": "And with the truth We have sent the Qur'an down, and with the truth it has descended. And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner.",
                "id": "Dan Kami turunkan (Al-Qur'an) itu dengan sebenarnya dan (Al-Qur'an) itu turun dengan (membawa) kebenaran. Dan Kami mengutus engkau (Muhammad), hanya sebagai pembawa berita gembira dan pemberi peringatan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2134.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2134.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2135,
                "inSurah": 106
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 293,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقُرْاٰنًا فَرَقْنٰهُ لِتَقْرَاَهٗ عَلَى النَّاسِ عَلٰى مُكْثٍ وَّنَزَّلْنٰهُ تَنْزِيْلًا ",
                "transliteration": {
                    "en": "Wa quraanan faraqnaahu litaqra ahoo 'alan naasi 'alaa muksinw wa nazzalnaahu tanzeelaa",
                    "id": "wa qur'ānan faraqnāhu litaqra'ahū ‘alan-nāsi ‘alā mukṡiw wa nazzalnāhu tanzīlā(n)."
                }
            },
            "translation": {
                "en": "And [it is] a Qur'an which We have separated [by intervals] that you might recite it to the people over a prolonged period. And We have sent it down progressively.",
                "id": "Dan Al-Qur'an (Kami turunkan) berangsur-angsur agar engkau (Muhammad) membacakannya kepada manusia perlahan-lahan dan Kami menurunkannya secara bertahap."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2135.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2135.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2136,
                "inSurah": 107
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 293,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ اٰمِنُوْا بِهٖٓ اَوْ لَا تُؤْمِنُوْاۗ اِنَّ الَّذِيْنَ اُوْتُوا الْعِلْمَ مِنْ قَبْلِهٖٓ اِذَا يُتْلٰى عَلَيْهِمْ يَخِرُّوْنَ لِلْاَذْقَانِ سُجَّدًاۙ",
                "transliteration": {
                    "en": "Qul aaaniminoo biheee aw laa tu'minoo; innal lazeena ootul 'ilma min qabliheee izaa yutlaa 'alaihim yakhirroona lil azqaani sujjadaa",
                    "id": "qul āminū bihī au lā tu'minū, innal-lażīna ūtul-‘ilma min qablihī iżā yutlā ‘alaihim yakhirrūna lil-ażqāni sujjadā(n)."
                }
            },
            "translation": {
                "en": "Say, \"Believe in it or do not believe. Indeed, those who were given knowledge before it - when it is recited to them, they fall upon their faces in prostration,",
                "id": "Katakanlah (Muhammad), “Berimanlah kamu kepadanya (Al-Qur'an) atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang yang telah diberi pengetahuan sebelumnya, apabila (Al-Qur'an) dibacakan kepada mereka, mereka menyungkurkan wajah, bersujud,”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2136.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2136.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2137,
                "inSurah": 108
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 293,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّيَقُوْلُوْنَ سُبْحٰنَ رَبِّنَآ اِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُوْلًا",
                "transliteration": {
                    "en": "Wa yaqooloona Subhaana Rabbinaaa in kaana wa'du Rabbinaa lamaf'oolaa",
                    "id": "wa yaqūlūna subḥāna rabbinā in kāna wa‘du rabbinā lamaf‘ūlā(n)."
                }
            },
            "translation": {
                "en": "And they say, \"Exalted is our Lord! Indeed, the promise of our Lord has been fulfilled.\"",
                "id": "dan mereka berkata, “Mahasuci Tuhan kami; sungguh, janji Tuhan kami pasti dipenuhi.”  "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2137.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2137.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2138,
                "inSurah": 109
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 293,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": true,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَخِرُّوْنَ لِلْاَذْقَانِ يَبْكُوْنَ وَيَزِيْدُهُمْ خُشُوْعًا ۩",
                "transliteration": {
                    "en": "Wa yakhirroona lil azqaani yabkoona wa yazeeduhum khushoo'aa",
                    "id": "wa yakhirrūna lil-ażqāni yabkūna wa yazīduhum khusyū‘ā(n)."
                }
            },
            "translation": {
                "en": "And they fall upon their faces weeping, and the Qur'an increases them in humble submission.",
                "id": "Dan mereka menyungkurkan wajah sambil menangis dan mereka bertambah khusyuk."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2138.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2138.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2139,
                "inSurah": 110
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 293,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلِ ادْعُوا اللّٰهَ اَوِ ادْعُوا الرَّحْمٰنَۗ اَيًّا مَّا تَدْعُوْا فَلَهُ الْاَسْمَاۤءُ الْحُسْنٰىۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذٰلِكَ سَبِيْلًا",
                "transliteration": {
                    "en": "Qulid'ul laaha awid'ur Rahmaana ayyam maa tad'oo falahul asmaaa'ul Husnaa; wa laa tajhar bi Salaatika wa laa tukhaafit bihaa wabtaghi baina zaalika sabeela",
                    "id": "qulid‘ullāha awid‘ur-raḥmān(a), ayyam mā tad‘ū fa lahul-asmā'ul-ḥusnā, wa lā tajhar biṣalātika wa lā tukhāfit bihā wabtagi baina żālika sabīlā(n)."
                }
            },
            "translation": {
                "en": "Say, \"Call upon Allah or call upon the Most Merciful. Whichever [name] you call - to Him belong the best names.\" And do not recite [too] loudly in your prayer or [too] quietly but seek between that an [intermediate] way.",
                "id": "Katakanlah (Muhammad), “Serulah Allah atau serulah Ar-Rahman. Dengan nama yang mana saja kamu dapat menyeru, karena Dia mempunyai nama-nama yang terbaik (Asma‘ul husna) dan janganlah engkau mengeraskan suaramu dalam salat dan janganlah (pula) merendahkannya dan usahakan jalan tengah di antara kedua itu.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2139.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2139.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2140,
                "inSurah": 111
            },
            "meta": {
                "juz": 15,
                "surah": 17,
                "page": 293,
                "manzil": 251,
                "hizbQuarter": 117,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقُلِ الْحَمْدُ لِلّٰهِ الَّذِيْ لَمْ يَتَّخِذْ وَلَدًا وَّلَمْ يَكُنْ لَّهٗ شَرِيْكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَّهٗ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيْرًا ࣖ",
                "transliteration": {
                    "en": "Wa qulil hamdu lillaahil lazee lam yattakhiz waladanw wa lam yakul lahoo shareekun fil mulki wa lam yakul lahoo waliyyum minaz zulli wa kabbirhu takbeeraa",
                    "id": "wa qulil-ḥamdu lillāhil-lażī lam yattakhiż waladaw wa lam yakul lahū syarīkun fil-mulki wa lam yakul lahū waliyyum minaż-żulli wa kabbirhu takbīrā(n)."
                }
            },
            "translation": {
                "en": "And say, \"Praise to Allah, who has not taken a son and has had no partner in [His] dominion and has no [need of a] protector out of weakness; and glorify Him with [great] glorification.\"",
                "id": "Dan katakanlah, “Segala puji bagi Allah yang tidak mempunyai anak dan tidak (pula) mempunyai sekutu dalam kerajaan-Nya dan Dia tidak memerlukan penolong dari kehinaan dan agungkanlah Dia seagung-agungnya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2140.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2140.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        }
    ]
}