{
    "number": 22,
    "sequence": 103,
    "numberOfVerses": 78,
    "name": {
        "short": "الحج",
        "long": "سُورَةُ الحج",
        "transliteration": {
            "en": "Al-Hajj",
            "id": "Al-Hajj"
        },
        "translation": {
            "en": "The Pilgrimage",
            "id": "Haji"
        }
    },
    "revelation": {
        "arab": "مدينة",
        "en": "Medinan",
        "id": "Madaniyyah"
    },
    "preBismillah": {
        "text": {
            "arab": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
            "transliteration": {
                "en": "Bismillaahir Rahmaanir Raheem"
            }
        },
        "translation": {
            "en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
            "id": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."
        },
        "audio": {
            "primary": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1",
            "secondary": [
                "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3",
                "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"
            ]
        }
    },
    "tafsir": {
        "id": "Surat Al Hajj, termasuk golongan surat-surat Madaniyyah, terdiri atas 78 ayat, sedang menurut pendapat sebahagian ahli tafsir termasuk golongan surat-surat Makkiyah. Sebab perbedaan ini ialah karena sebahagian ayat-ayat surat ini ada yang diturunkan di Mekah dan sebahagian lagi diturunkan di Madinah. Dinamai surat ini Al Hajj, karena surat ini mengemukakan hal-hal yang berhubungan dengan ibadat haji, seperti ihram, thawaf, sa'i, wuquf di Arafah, mencukur rambut, syi'ar-syi'ar Allah, faedah-faedah dan hikmah-hikmah disyari'atkannya haji. Ditegaskan pula bahwa ibadat haji itu telah disyari'atkan di masa Nabi Ibrahim a.s., dan Ka'bah didirikan oleh Nabi Ibrahim a.s. bersama puteranya Ismail a.s.Menurut Al Ghaznawi, surat Al Hajj termasuk di antara surat- surat yang ajaib, diturunkan di malam dan di siang hari, dalam musafir dan dalam keadaan tidak musafir, ada ayat-ayat yang diturunkan di Mekah dan ada pula yang diturunkan di Madinah, isinya ada yang berhubungan dengan peperangan dan ada pula yang berhubungan dengan perdamaian, ada ayat-ayatnya yang muhkam dan ada pula yang mutasyabihaat."
    },
    "verses": [
        {
            "number": {
                "inQuran": 2596,
                "inSurah": 1
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 332,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمْۚ اِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيْمٌ ",
                "transliteration": {
                    "en": "Yaaa ayyuhan naasuttaqoo Rabbakum; inna zalzalatas Saa'ati shai'un 'azeem",
                    "id": "yā ayyuhan-nāsuttaqū rabbakum, inna zalzalatas-sā‘ati syai'un ‘aẓīm(un)."
                }
            },
            "translation": {
                "en": "O mankind, fear your Lord. Indeed, the convulsion of the [final] Hour is a terrible thing.",
                "id": "Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2596.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2596.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2597,
                "inSurah": 2
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 332,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ اَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكٰرٰى وَمَا هُمْ بِسُكٰرٰى وَلٰكِنَّ عَذَابَ اللّٰهِ شَدِيْدٌ ",
                "transliteration": {
                    "en": "Yawma tarawnahaa tazhalu kullu murdi'atin 'ammaaa arda'at wa tada'u kullu zaati hamlin hamlahaa wa tarannaasa sukaaraa wa maa hum bisukaaraa wa lakinaa 'azaabal laahi shadeed",
                    "id": "yauma taraunahā tażhalu kullu murḍi‘atin ‘ammā arḍa‘at wa taḍa‘u kullu żāti ḥamlin ḥamlahā wa taran-nāsa sukārā wa mā hum bisukārā wa lākinna ‘ażāballāhi syadīd(un)."
                }
            },
            "translation": {
                "en": "On the Day you see it every nursing mother will be distracted from that [child] she was nursing, and every pregnant woman will abort her pregnancy, and you will see the people [appearing] intoxicated while they are not intoxicated; but the punishment of Allah is severe.",
                "id": "(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2597.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2597.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2598,
                "inSurah": 3
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 332,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّيَتَّبِعُ كُلَّ شَيْطٰنٍ مَّرِيْدٍۙ ",
                "transliteration": {
                    "en": "Wa minan naasi mai yujaadilu fil laahi bighairi 'ilminw wa yattabi'u kullaa shaitaanim mareed",
                    "id": "wa minan-nāsi may yujādilu fillāhi bigairi ‘ilmiw wa yattabi‘u kulla syaiṭānim marīd(in)."
                }
            },
            "translation": {
                "en": "And of the people is he who disputes about Allah without knowledge and follows every rebellious devil.",
                "id": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2598.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2598.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2599,
                "inSurah": 4
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 332,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "كُتِبَ عَلَيْهِ اَنَّهٗ مَنْ تَوَلَّاهُ فَاَنَّهٗ يُضِلُّهٗ وَيَهْدِيْهِ اِلٰى عَذَابِ السَّعِيْرِ ",
                "transliteration": {
                    "en": "Kutiba 'alaihi annahoo man tawallaahu fa annahoo yudil lauhoo wa yahdeehi ilaa 'azaabis sa'eer",
                    "id": "kutiba ‘alaihi annahū man tawallāhu fa annahū yuḍilluhū wa yahdīhi ilā ‘ażābis-sa‘īr(i)."
                }
            },
            "translation": {
                "en": "It has been decreed for every devil that whoever turns to him - he will misguide him and will lead him to the punishment of the Blaze.",
                "id": "(Tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2599.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2599.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2600,
                "inSurah": 5
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 332,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يٰٓاَيُّهَا النَّاسُ اِنْ كُنْتُمْ فِيْ رَيْبٍ مِّنَ الْبَعْثِ فَاِنَّا خَلَقْنٰكُمْ مِّنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُّضْغَةٍ مُّخَلَّقَةٍ وَّغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْۗ وَنُقِرُّ فِى الْاَرْحَامِ مَا نَشَاۤءُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوْٓا اَشُدَّكُمْۚ وَمِنْكُمْ مَّنْ يُّتَوَفّٰى وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِنْۢ بَعْدِ عِلْمٍ شَيْـًٔاۗ وَتَرَى الْاَرْضَ هَامِدَةً فَاِذَآ اَنْزَلْنَا عَلَيْهَا الْمَاۤءَ اهْتَزَّتْ وَرَبَتْ وَاَنْۢبَتَتْ مِنْ كُلِّ زَوْجٍۢ بَهِيْجٍ",
                "transliteration": {
                    "en": "Yaaa ayyuhan naasu in kuntum fee raibim minal ba'si fa innaa khalaqnaakum min turaabin summa min nutfatin summaa min 'alaqatin summa mim mud ghatim mukhal laqatinw wa ghairi mukhalla qatil linubaiyina lakum; wa nuqirru fil arhaami maa nashaaa'u ilaaa ajalim musam man summa nukhrijukum tiflan summa litablughooo ashud dakum wa minkum mai yutawaffa wa minkum mai yuraddu ilaaa arzalil 'umuri likailaa ya'lama mim ba'di 'ilmin shai'aa; wa taral arda haamidatan fa izaaa anzalnaa 'alaihal maaa'ah tazzat wa rabat wa ambatat min kulli zawjim baheej",
                    "id": "yā ayyuhan-nāsu in kuntum fī raibim minal-ba‘ṡi fa innā khalaqnākum min turābin ṡumma min nuṭfatin ṡumma min ‘alaqatin ṡumma mim muḍgatim mukhallaqatiw wa gairi mukhallaqatil linubayyina lakum, wa nuqirru fil-arḥāmi mā nasyā'u ilā ajalim musamman ṡumma nukhrijukum ṭiflan ṡumma litablugū asyuddakum, wa minkum may yutawaffā wa minkum may yuraddu ilā arżalil-‘umuri likailā ya‘lama ba‘da ‘ilmin syai'ā(n), wa taral-arḍa hāmidatan fa iżā anzalnā ‘alaihal-mā'ahtazzat wa rabat wa ambatat min kulli zaujim bahīj(in)."
                }
            },
            "translation": {
                "en": "O People, if you should be in doubt about the Resurrection, then [consider that] indeed, We created you from dust, then from a sperm-drop, then from a clinging clot, and then from a lump of flesh, formed and unformed - that We may show you. And We settle in the wombs whom We will for a specified term, then We bring you out as a child, and then [We develop you] that you may reach your [time of] maturity. And among you is he who is taken in [early] death, and among you is he who is returned to the most decrepit [old] age so that he knows, after [once having] knowledge, nothing. And you see the earth barren, but when We send down upon it rain, it quivers and swells and grows [something] of every beautiful kind.",
                "id": "Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan (tetumbuhan) yang indah."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2600.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2600.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2601,
                "inSurah": 6
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّهٗ يُحْيِ الْمَوْتٰى وَاَنَّهٗ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ۙ",
                "transliteration": {
                    "en": "Zaalika bi annal laaha Huwal haqqu wa annahoo yuhyil mawtaa wa annahoo 'alaakulli shai'in Qadeer",
                    "id": "Żālika bi'annallāha huwal-ḥaqqu wa annahū yuḥyil-mautā wa annahū ‘alā kulli syai'in qadīr(un)."
                }
            },
            "translation": {
                "en": "That is because Allah is the Truth and because He gives life to the dead and because He is over all things competent",
                "id": "Yang demikian itu karena sungguh, Allah, Dialah yang hak dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2601.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2601.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2602,
                "inSurah": 7
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّاَنَّ السَّاعَةَ اٰتِيَةٌ لَّا رَيْبَ فِيْهَاۙ وَاَنَّ اللّٰهَ يَبْعَثُ مَنْ فِى الْقُبُوْرِ ",
                "transliteration": {
                    "en": "Wa annas Saa'ata aatiya tul laa raiba feeha wa annal laaha yab'asuman fil quboor",
                    "id": "wa annas-sā‘ata ātiyatul lā raiba fīhā, wa annallāha yab‘aṡu man fil-qubūr(i)."
                }
            },
            "translation": {
                "en": "And [that they may know] that the Hour is coming - no doubt about it - and that Allah will resurrect those in the graves.",
                "id": "Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2602.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2602.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2603,
                "inSurah": 8
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمِنَ النَّاسِ مَنْ يُّجَادِلُ فِى اللّٰهِ بِغَيْرِ عِلْمٍ وَّلَا هُدًى وَّلَا كِتٰبٍ مُّنِيْرٍ ۙ",
                "transliteration": {
                    "en": "Wa minan naasi mai yujaadilu fil laahi bighairi 'ilminw wa laa hudanw wa laa Kitaabim Muneer",
                    "id": "wa minan-nāsi may yujādilu fillāhi bigairi ‘ilmiw wa lā hudaw wa lā kitābim munīr(in)."
                }
            },
            "translation": {
                "en": "And of the people is he who disputes about Allah without knowledge or guidance or an enlightening book [from Him],",
                "id": "Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2603.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2603.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2604,
                "inSurah": 9
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ثَانِيَ عِطْفِهٖ لِيُضِلَّ عَنْ سَبِيْلِ اللّٰهِ ۗ لَهٗ فِى الدُّنْيَا خِزْيٌ وَّنُذِيْقُهٗ يَوْمَ الْقِيٰمَةِ عَذَابَ الْحَرِيْقِ",
                "transliteration": {
                    "en": "Saaniya 'itfihee liyudilla 'an sabeelil laahi lahoo fiddun yaa khizyunw wa nuzeequhoo Yawmal Qiyaamati 'azaabal lhareeq",
                    "id": "Ṡāniya ‘iṭfihī liyuḍilla ‘an sabīlillāh(i), lahū fid-dun-yā khizyuw wa nużīquhū yaumal-qiyāmati ‘ażābal-ḥarīq(i)."
                }
            },
            "translation": {
                "en": "Twisting his neck [in arrogance] to mislead [people] from the way of Allah. For him in the world is disgrace, and We will make him taste on the Day of Resurrection the punishment of the Burning Fire [while it is said],",
                "id": "Sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2604.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2604.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2605,
                "inSurah": 10
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 285,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ بِمَا قَدَّمَتْ يَدٰكَ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِ ࣖ",
                "transliteration": {
                    "en": "Zaalika bimaa qaddamat yadaaka wa annal laaha laisa bizallaamil lil'abeed",
                    "id": "Żālika bimā qaddamat yadāka wa annallāha laisa biẓallāmil lil-‘abīd(i)."
                }
            },
            "translation": {
                "en": "\"That is for what your hands have put forth and because Allah is not ever unjust to [His] servants.\"",
                "id": "(Akan dikatakan kepadanya), “Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzalimi hamba-hamba-Nya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2605.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2605.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2606,
                "inSurah": 11
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمِنَ النَّاسِ مَنْ يَّعْبُدُ اللّٰهَ عَلٰى حَرْفٍۚ فَاِنْ اَصَابَهٗ خَيْرُ ِۨاطْمَئَنَّ بِهٖۚ وَاِنْ اَصَابَتْهُ فِتْنَةُ ِۨانْقَلَبَ عَلٰى وَجْهِهٖۗ خَسِرَ الدُّنْيَا وَالْاٰخِرَةَۗ ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ ",
                "transliteration": {
                    "en": "Wa minan naasi mai ya'budul laaha 'alaa harfin fa in asaabahoo khairunit maanna bihee wa in asaabat hu fitnatunin qalaba 'alaa wajhihee khasirad dunyaa wal aakhirah; zaalika huwal khusraanul mubeen",
                    "id": "wa minan-nāsi may ya‘budullāha ‘alā ḥarf(in), fa in aṣābahū khairuniṭma'anna bih(ī), wa in aṣābathu fitnatuninqalaba ‘alā wajhih(ī), khasirad-dun-yā wal-ākhirah(ta), żālika huwal-khusrānul-mubīn(u)."
                }
            },
            "translation": {
                "en": "And of the people is he who worships Allah on an edge. If he is touched by good, he is reassured by it; but if he is struck by trial, he turns on his face [to the other direction]. He has lost [this] world and the Hereafter. That is what is the manifest loss.",
                "id": "Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2606.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2606.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2607,
                "inSurah": 12
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَدْعُوْا مِنْ دُوْنِ اللّٰهِ مَا لَا يَضُرُّهٗ وَمَا لَا يَنْفَعُهٗۗ ذٰلِكَ هُوَ الضَّلٰلُ الْبَعِيْدُ ۚ",
                "transliteration": {
                    "en": "Yad'oo min doonil laahi maa laa yadurruhoo wa maa laa yanfa'uh' zaalika huwad dalaalul ba'ed",
                    "id": "yad‘ū min dūnillāhi mā lā yaḍurruhū wa mā lā yanfa‘uh(ū), żālika huwaḍ-ḍalālul-ba‘īd(u)."
                }
            },
            "translation": {
                "en": "He invokes instead of Allah that which neither harms him nor benefits him. That is what is the extreme error.",
                "id": "Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2607.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2607.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2608,
                "inSurah": 13
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَدْعُوْا لَمَنْ ضَرُّهٗٓ اَقْرَبُ مِنْ نَّفْعِهٖۗ  لَبِئْسَ الْمَوْلٰى وَلَبِئْسَ الْعَشِيْرُ ",
                "transliteration": {
                    "en": "Yad'oo laman darruhooo aqrabu min naf'ih; labi'salmawlaa wa labi'sal 'asheer",
                    "id": "yad‘ū laman ḍarruhū aqrabu min naf‘ih(ī), labi'sal-maulā wa labi'sal-‘asyīr(u)."
                }
            },
            "translation": {
                "en": "He invokes one whose harm is closer than his benefit - how wretched the protector and how wretched the associate.",
                "id": "Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2608.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2608.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2609,
                "inSurah": 14
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يُرِيْدُ ",
                "transliteration": {
                    "en": "Innal laaha yudkhilul laeena aamanoo wa 'amilus saalihaati jannaatin tajree min tahtihal anhaar; innal laaha yaf'alu maa yureed",
                    "id": "innallāha yudkhilul-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhār(u), innallāha yaf‘alu mā yurīd(u)."
                }
            },
            "translation": {
                "en": "Indeed, Allah will admit those who believe and do righteous deeds to gardens beneath which rivers flow. Indeed, Allah does what He intends.",
                "id": "(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2609.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2609.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2610,
                "inSurah": 15
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 333,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "مَنْ كَانَ يَظُنُّ اَنْ لَّنْ يَّنْصُرَهُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ اِلَى السَّمَاۤءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهٗ مَا يَغِيْظُ ",
                "transliteration": {
                    "en": "Man kaana yazunnu allai yansurahul laahu fid dunyaa wal aakhirati fal yamdud bisababin ilas samaaa'i summal yaqta' falyanzur hal yuzhibanna kaiduhoo maa yagheez",
                    "id": "man kāna yaẓunnu allay yanṣurahullāhu fid-dun-yā wal-ākhirati falyamdud bisababin ilas-samā'i ṡummalyaqṭa‘ falyanẓur hal yużhibanna kaiduhū mā yagīẓ(u)."
                }
            },
            "translation": {
                "en": "Whoever should think that Allah will not support [Prophet Muhammad] in this world and the Hereafter - let him extend a rope to the ceiling, then cut off [his breath], and let him see: will his effort remove that which enrages [him]?",
                "id": "Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, ) lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2610.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2610.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2611,
                "inSurah": 16
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَكَذٰلِكَ اَنْزَلْنٰهُ اٰيٰتٍۢ بَيِّنٰتٍۙ وَّاَنَّ اللّٰهَ يَهْدِيْ مَنْ يُّرِيْدُ ",
                "transliteration": {
                    "en": "Wa kazaalika anzalnaahu aayaatim baiyinaatinw wa annal laaha yahdee mai yureed",
                    "id": "wa każālika anzalnāhu āyātim bayyināt(in), wa annallāha yahdī may yurīd(u)."
                }
            },
            "translation": {
                "en": "And thus have We sent the Qur'an down as verses of clear evidence and because Allah guides whom He intends.",
                "id": "Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2611.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2611.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2612,
                "inSurah": 17
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَالَّذِيْنَ هَادُوْا وَالصَّابِـِٕيْنَ وَالنَّصٰرٰى وَالْمَجُوْسَ وَالَّذِيْنَ اَشْرَكُوْٓا ۖاِنَّ اللّٰهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ",
                "transliteration": {
                    "en": "Innal lazeena aamanoo wallazeena haadoo was saabi'eena wan nasaaraa wal Majoosa wallazeena ashrakooo innal laaha yafsilu bainahum yawmal qiyaamah; innal laaha 'alaa kulli shai'in shaheed",
                    "id": "innal-lażīna āmanū wal-lażīna hādū waṣ-ṣābi'īna wan-naṣārā wal-majūsa wal-lażīna asyrakū, innallāha yafṣilu bainahum yaumal-qiyāmah(ti), innallāha ‘alā kulli syai'in syahīd(un)."
                }
            },
            "translation": {
                "en": "Indeed, those who have believed and those who were Jews and the Sabeans and the Christians and the Magians and those who associated with Allah - Allah will judge between them on the Day of Resurrection. Indeed Allah is, over all things, Witness.",
                "id": "Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2612.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2612.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2613,
                "inSurah": 18
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 286,
                "hizbQuarter": 133,
                "sajda": {
                    "recommended": true,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يَسْجُدُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُوْمُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَاۤبُّ وَكَثِيْرٌ مِّنَ النَّاسِۗ وَكَثِيْرٌ حَقَّ عَلَيْهِ الْعَذَابُۗ وَمَنْ يُّهِنِ اللّٰهُ فَمَا لَهٗ مِنْ مُّكْرِمٍۗ اِنَّ اللّٰهَ يَفْعَلُ مَا يَشَاۤءُ ۩ۗ",
                "transliteration": {
                    "en": "Alam tara annal laaha yasjudu lahoo man fis samaawaati wa man fil ardi wash shamsu walqamaru wan nu joomu wal jibaalu wash shajaru wad dawaaabbu wa kaseerum minan naasi wa kaseerun haqqa 'alaihil 'azaab; wa mai yuhinil laahu famaa lahoo mim mukrim; innallaaha yaf'alu maa yashaaa",
                    "id": "alam tara annallāha yasjudu lahū man fis-samāwāti wa man fil-arḍi wasy-syamsu wal-qamaru wan-nujūmu wal-jibālu wasy-syajaru wad-dawābbu wa kaṡīrum minan-nās(i), wa kaṡīrun ḥaqqa ‘alaihil-‘ażāb(u), wa may yuhinillāhu famā lahū mim mukrim(in), innallāha yaf‘alu mā yasyā'(u)."
                }
            },
            "translation": {
                "en": "Do you not see that to Allah prostrates whoever is in the heavens and whoever is on the earth and the sun, the moon, the stars, the mountains, the trees, the moving creatures and many of the people? But upon many the punishment has been justified. And he whom Allah humiliates - for him there is no bestower of honor. Indeed, Allah does what He wills.",
                "id": "Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2613.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2613.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2614,
                "inSurah": 19
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 286,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ هٰذَانِ خَصْمٰنِ اخْتَصَمُوْا فِيْ رَبِّهِمْ  فَالَّذِيْنَ كَفَرُوْا قُطِّعَتْ لَهُمْ ثِيَابٌ مِّنْ نَّارٍۗ يُصَبُّ مِنْ فَوْقِ رُءُوْسِهِمُ الْحَمِيْمُ ۚ",
                "transliteration": {
                    "en": "Haazaani khasmaanikh tasamoo fee Rabbihim fal lazeena kafaroo qutti'at lahum siyaabum min naar; yusabbu min fawqi ru'oosihimul hameem",
                    "id": "hāżāni khaṣmānikhtaṣamū fī rabbihim fal-lażīna kafarū quṭṭi‘at lahum ṡiyābum min nār(in), yuṣabbu min fauqi ru'ūsihimul-ḥamīm(u)."
                }
            },
            "translation": {
                "en": "These are two adversaries who have disputed over their Lord. But those who disbelieved will have cut out for them garments of fire. Poured upon their heads will be scalding water",
                "id": "Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2614.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2614.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2615,
                "inSurah": 20
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 286,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يُصْهَرُ بِهٖ مَا فِيْ بُطُوْنِهِمْ وَالْجُلُوْدُ ۗ",
                "transliteration": {
                    "en": "Yusharu bihee maa fee butoonihim waljulood",
                    "id": "yuṣharu bihī mā fī buṭūnihim wal-julūd(u)."
                }
            },
            "translation": {
                "en": "By which is melted that within their bellies and [their] skins.",
                "id": "Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2615.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2615.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2616,
                "inSurah": 21
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 286,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَهُمْ مَّقَامِعُ مِنْ حَدِيْدٍ ",
                "transliteration": {
                    "en": "Wa lahum maqaami'u min hadeed",
                    "id": "wa lahum maqāmi‘u min ḥadīd(in)."
                }
            },
            "translation": {
                "en": "And for [striking] them are maces of iron.",
                "id": "Dan (azab) untuk mereka cambuk-cambuk dari besi."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2616.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2616.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2617,
                "inSurah": 22
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 286,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "كُلَّمَآ اَرَادُوْٓا اَنْ يَّخْرُجُوْا مِنْهَا مِنْ غَمٍّ اُعِيْدُوْا فِيْهَا وَذُوْقُوْا عَذَابَ الْحَرِيْقِ ࣖ",
                "transliteration": {
                    "en": "Kullamaa araadooo any yakhrujoo minhaa min ghammin u'eedoo feeha wa zooqoo 'azaabal hareeq",
                    "id": "kullamā arādū ay yakhrujū minhā min gammin u‘īdū fīhā, wa żūqū ‘ażābal-ḥarīq(i)."
                }
            },
            "translation": {
                "en": "Every time they want to get out of Hellfire from anguish, they will be returned to it, and [it will be said], \"Taste the punishment of the Burning Fire!\"",
                "id": "Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2617.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2617.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2618,
                "inSurah": 23
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 334,
                "manzil": 287,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ اللّٰهَ يُدْخِلُ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ يُحَلَّوْنَ فِيْهَا مِنْ اَسَاوِرَ مِنْ ذَهَبٍ وَّلُؤْلُؤًاۗ وَلِبَاسُهُمْ فِيْهَا حَرِيْرٌ ",
                "transliteration": {
                    "en": "Innal laaha yudkhilul lazeena aamanoo wa 'amilus saalihaati jannaatin tajree min tahtihal anhaaru yuhallawna feehaa min asaawira min zahabinw wa lu'lu'aa; wa libaasuhum feehaa hareer",
                    "id": "innallāha yudkhilul-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti jannātin tajrī min taḥtihal-anhāru yuḥallauna fīhā min asāwira min żahabiw wa lu'lu'ā(n), wa libāsuhum fīhā ḥarīr(un)."
                }
            },
            "translation": {
                "en": "Indeed, Allah will admit those who believe and do righteous deeds to gardens beneath which rivers flow. They will be adorned therein with bracelets of gold and pearl, and their garments therein will be silk.",
                "id": "Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2618.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2618.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2619,
                "inSurah": 24
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 335,
                "manzil": 287,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَهُدُوْٓا اِلَى الطَّيِّبِ مِنَ الْقَوْلِۚ وَهُدُوْٓا اِلٰى صِرَاطِ الْحَمِيْدِ ",
                "transliteration": {
                    "en": "Wa hudooo ilat taiyibi minal qawli wa hudooo ilaaa siraatil hameed",
                    "id": "wa hudū ilaṭ-ṭayyibi minal-qaul(i), wa hudū ilā ṣirāṭil-ḥamīd(i)."
                }
            },
            "translation": {
                "en": "And they had been guided [in worldly life] to good speech, and they were guided to the path of the Praiseworthy.",
                "id": "Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang terpuji."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2619.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2619.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2620,
                "inSurah": 25
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 335,
                "manzil": 287,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ الَّذِيْنَ كَفَرُوْا وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ وَالْمَسْجِدِ الْحَرَامِ الَّذِيْ جَعَلْنٰهُ لِلنَّاسِ سَوَاۤءً ۨالْعَاكِفُ فِيْهِ وَالْبَادِۗ وَمَنْ يُّرِدْ فِيْهِ بِاِلْحَادٍۢ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ اَلِيْمٍ ࣖ",
                "transliteration": {
                    "en": "Innal lazeena kafaroo wa yasuddoona 'an sabeelil laahi wal Masjidil Haraamil lazee ja'alnaahu linnaasi sawaaa'anil 'aakifu feehi walbaad; wa mai yurid feehi bi ilhaadim bizulmin nuziqhu min 'azaabin aleem",
                    "id": "innal-lażīna kafarū wa yaṣuddūna ‘an sabīlillāhi wal-masjidil-ḥarāmil-lażī ja‘alnāhu lin-nāsi sawā'anil-‘ākifu fīhi wal-bād(i), wa may yurid fīhi bi'ilḥādim biẓulmin nużiqhu min ‘ażābin alīm(in)."
                }
            },
            "translation": {
                "en": "Indeed, those who have disbelieved and avert [people] from the way of Allah and [from] al-Masjid al-Haram, which We made for the people - equal are the resident therein and one from outside; and [also] whoever intends [a deed] therein of deviation [in religion] or wrongdoing - We will make him taste of a painful punishment.",
                "id": "Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan siapa saja yang bermaksud melakukan kejahatan secara zalim di dalamnya, niscaya akan Kami rasakan kepadanya siksa yang pedih."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2620.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2620.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2621,
                "inSurah": 26
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 335,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذْ بَوَّأْنَا لِاِبْرٰهِيْمَ مَكَانَ الْبَيْتِ اَنْ لَّا تُشْرِكْ بِيْ شَيْـًٔا وَّطَهِّرْ بَيْتِيَ لِلطَّاۤىِٕفِيْنَ وَالْقَاۤىِٕمِيْنَ وَالرُّكَّعِ السُّجُوْدِ ",
                "transliteration": {
                    "en": "Wa iz bawwaanaa li Ibraaheema makaanal Baiti allaa tushrik bee shai'anw wa tahhir Baitiya litaaa'ifeena walqaaa' imeena warrukka 'is sujood",
                    "id": "wa iż bawwa'nā li'ibrāhīma makānal-baiti allā tusyrik bī syai'aw wa ṭahhir baitiya liṭ-ṭā'ifīna wal-qā'imīna war-rukka‘is-sujūd(i)."
                }
            },
            "translation": {
                "en": "And [mention, O Muhammad], when We designated for Abraham the site of the House, [saying], \"Do not associate anything with Me and purify My House for those who perform Tawaf and those who stand [in prayer] and those who bow and prostrate.",
                "id": "Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), “Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2621.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2621.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2622,
                "inSurah": 27
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 335,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاَذِّنْ فِى النَّاسِ بِالْحَجِّ يَأْتُوْكَ رِجَالًا وَّعَلٰى كُلِّ ضَامِرٍ يَّأْتِيْنَ مِنْ كُلِّ فَجٍّ عَمِيْقٍ ۙ",
                "transliteration": {
                    "en": "Wa azzin fin naasi bil Hajji yaatooka rijaalanw wa 'alaa kulli daamiriny yaateena min kulli fajjin 'ameeq",
                    "id": "wa ażżin fin-nāsi bil-ḥajji ya'tūka rijālaw wa ‘alā kulli ḍāmiriy ya'tīna min kulli fajjin ‘amīq(in)."
                }
            },
            "translation": {
                "en": "And proclaim to the people the Hajj [pilgrimage]; they will come to you on foot and on every lean camel; they will come from every distant pass -",
                "id": "Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2622.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2622.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2623,
                "inSurah": 28
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 335,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لِّيَشْهَدُوْا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللّٰهِ فِيْٓ اَيَّامٍ مَّعْلُوْمٰتٍ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۚ فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْبَاۤىِٕسَ الْفَقِيْرَ ۖ",
                "transliteration": {
                    "en": "Li yashhadoo manaafi'a lahum wa yazkurus mal laahi feee ayyaamimma'loomaatin 'alaa maa razaqahum mim baheematil an'aami fakuloo minhaa wa at'imul baaa'isal faqeer",
                    "id": "liyasyhadū manāfi‘a lahum wa yażkurusmallāhi fī ayyāmim ma‘lūmātin ‘alā mā razaqahum mim bahīmatil-an‘ām(i), fa kulū minhā wa aṭ‘imul-bā'isal-faqīr(a)."
                }
            },
            "translation": {
                "en": "That they may witness benefits for themselves and mention the name of Allah on known days over what He has provided for them of [sacrificial] animals. So eat of them and feed the miserable and poor.",
                "id": "Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mere-ka menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang diberikan Dia kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2623.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2623.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2624,
                "inSurah": 29
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 335,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ثُمَّ لْيَقْضُوْا تَفَثَهُمْ وَلْيُوْفُوْا نُذُوْرَهُمْ وَلْيَطَّوَّفُوْا بِالْبَيْتِ الْعَتِيْقِ ",
                "transliteration": {
                    "en": "Summal yaqdoo tafasahum wal yoofoo nuzoorahum wal yattawwafoo bil Baitil 'Ateeq",
                    "id": "Ṡummal yaqḍū tafaṡafahum wal yūfū nużūrahum wal yaṭṭawwafū bil-baitil-‘atīq(i)."
                }
            },
            "translation": {
                "en": "Then let them end their untidiness and fulfill their vows and perform Tawaf around the ancient House.\"",
                "id": "Kemudian, hendaklah mereka menghilangkan kotoran (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah). "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2624.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2624.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2625,
                "inSurah": 30
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 335,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ وَمَنْ يُّعَظِّمْ حُرُمٰتِ اللّٰهِ فَهُوَ خَيْرٌ لَّهٗ عِنْدَ رَبِّهٖۗ وَاُحِلَّتْ لَكُمُ الْاَنْعَامُ اِلَّا مَا يُتْلٰى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الْاَوْثَانِ وَاجْتَنِبُوْا قَوْلَ الزُّوْرِ ۙ",
                "transliteration": {
                    "en": "Zaalika wa mai yu'azzim hurumaatil laahi fahuwa khairul lahoo 'inda Rabbih; wa uhillat lakumul an'aamu illaa maa yutlaa 'alaikum fajtanibur rijsa minal awsaani wajtaniboo qawlaz zoor",
                    "id": "Żālika wa may yu‘aẓẓim ḥurumātillāhi fa huwa khairul lahū ‘inda rabbih(ī), wa uḥillat lakumul-an‘āmu illā mā yutlā ‘alaikum fajtanibur-rijsa minal-auṡāni wajtanibū qaulaz-zūr(i)."
                }
            },
            "translation": {
                "en": "That [has been commanded], and whoever honors the sacred ordinances of Allah - it is best for him in the sight of his Lord. And permitted to you are the grazing livestock, except what is recited to you. So avoid the uncleanliness of idols and avoid false statement,",
                "id": "Demikianlah (perintah Allah). Dan barang siapa mengagungkan apa yang terhormat di sisi Allah (hurumat) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah olehmu (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2625.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2625.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2626,
                "inSurah": 31
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "حُنَفَاۤءَ لِلّٰهِ غَيْرَ مُشْرِكِيْنَ بِهٖۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَكَاَنَّمَا خَرَّ مِنَ السَّمَاۤءِ فَتَخْطَفُهُ الطَّيْرُ اَوْ تَهْوِيْ بِهِ الرِّيْحُ فِيْ مَكَانٍ سَحِيْقٍ ",
                "transliteration": {
                    "en": "Hunafaaa'a lillaahi ghaira mushrikeena bih; wa mai yushrik billaahi faka annamaa kharra minas samaaa'i fatakh tafuhut tairu aw tahwee bihir reehu bee makaanin saheeq",
                    "id": "Ḥunafā'a lillāhi gaira musyrikīna bih(ī), wa may yusyrik billāhi fa ka'annamā kharra minas-samā'i fa takhṭafuhuṭ-ṭairu au tahwī bihir-rīḥu fī makānin saḥīq(in)."
                }
            },
            "translation": {
                "en": "Inclining [only] to Allah, not associating [anything] with Him. And he who associates with Allah - it is as though he had fallen from the sky and was snatched by the birds or the wind carried him down into a remote place.",
                "id": "(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2626.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2626.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2627,
                "inSurah": 32
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ وَمَنْ يُّعَظِّمْ شَعَاۤىِٕرَ اللّٰهِ فَاِنَّهَا مِنْ تَقْوَى الْقُلُوْبِ ",
                "transliteration": {
                    "en": "Zaalika wa mai yu'azzim sha'aaa'iral laahi fa innahaa min taqwal quloob",
                    "id": "Żālika wa may yu‘aẓẓim sya‘ā'irallāhi fa innahā min taqwal-qulūb(i)."
                }
            },
            "translation": {
                "en": "That [is so]. And whoever honors the symbols of Allah - indeed, it is from the piety of hearts.",
                "id": "Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2627.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2627.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2628,
                "inSurah": 33
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 288,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَكُمْ فِيْهَا مَنَافِعُ اِلٰٓى اَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ اِلَى الْبَيْتِ الْعَتِيْقِ ࣖ",
                "transliteration": {
                    "en": "Lakum feehaa manaafi'u ilaaa ajalim musamman summa mahilluhaaa ilal Baitil 'Ateeq",
                    "id": "lakum fīhā manāfi‘u ilā ajalim musamman ṡumma maḥilluhā ilal-baitil-‘atīq(i)."
                }
            },
            "translation": {
                "en": "For you the animals marked for sacrifice are benefits for a specified term; then their place of sacrifice is at the ancient House.",
                "id": "Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2628.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2628.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2629,
                "inSurah": 34
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 289,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا لِّيَذْكُرُوا اسْمَ اللّٰهِ عَلٰى مَا رَزَقَهُمْ مِّنْۢ بَهِيْمَةِ الْاَنْعَامِۗ فَاِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَلَهٗٓ اَسْلِمُوْاۗ وَبَشِّرِ الْمُخْبِتِيْنَ ۙ",
                "transliteration": {
                    "en": "Wa likulli ummatin ja'alnaa mansakal liyazkurus mal laahi 'alaa maa razaqahum mim baheematil an'aam; failaahukum ilaahunw Waahidun falahooo aslimoo; wa bashshiril mukhbiteen",
                    "id": "wa likulli ummatin ja‘alnā mansakal liyażkurusmallāhi ‘alā mā razaqahum mim bahīmatil-an‘ām(i), fa ilāhukum ilāhuw wāḥidun fa lahū aslimū, wa basysyiril-mukhbitīn(a)."
                }
            },
            "translation": {
                "en": "And for all religion We have appointed a rite [of sacrifice] that they may mention the name of Allah over what He has provided for them of [sacrificial] animals. For your god is one God, so to Him submit. And, [O Muhammad], give good tidings to the humble [before their Lord]",
                "id": "Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserahdirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah),"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2629.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2629.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2630,
                "inSurah": 35
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 289,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "الَّذِيْنَ اِذَا ذُكِرَ اللّٰهُ وَجِلَتْ قُلُوْبُهُمْ وَالصّٰبِرِيْنَ عَلٰى مَآ اَصَابَهُمْ وَالْمُقِيْمِى الصَّلٰوةِۙ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ",
                "transliteration": {
                    "en": "Allazeena izaa zukiral laahu wajilat quloobuhum wassaabireena 'alaa maaa asaabahum walmuqeemis Salaati wa mimmaa razaqnaahum yunfiqoon",
                    "id": "allażīna iżā żukirallāhu wajilat qulūbuhum waṣ-ṣābirīna ‘alā mā aṣābahum wal-muqīmiṣ-ṣalāh(ti), wa mimmā razaqnāhum yunfiqūn(a)."
                }
            },
            "translation": {
                "en": "Who, when Allah is mentioned, their hearts are fearful, and [to] the patient over what has afflicted them, and the establishers of prayer and those who spend from what We have provided them.",
                "id": "(yaitu) orang-orang yang apabila disebut nama Allah hati mereka bergetar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan salat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2630.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2630.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2631,
                "inSurah": 36
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 289,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالْبُدْنَ جَعَلْنٰهَا لَكُمْ مِّنْ شَعَاۤىِٕرِ اللّٰهِ لَكُمْ فِيْهَا خَيْرٌۖ فَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهَا صَوَاۤفَّۚ فَاِذَا وَجَبَتْ جُنُوْبُهَا فَكُلُوْا مِنْهَا وَاَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّۗ  كَذٰلِكَ سَخَّرْنٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُوْنَ ",
                "transliteration": {
                    "en": "Walbudna ja'alnaahaa lakum min sha'aaa'iril laahi lakum feehaa khairun fazkurusmal laahi 'alaihaa sawaaff; fa izaa wajabat junoobuhaa fakuloo minhaa wa at'imul qaani'a walmu'tarr; kazaalika sakhkharnaahaa lakum la'allakum tashkuroon",
                    "id": "wal-budna ja‘alnāhā lakum min sya‘ā'irillāhi lakum fīhā khair(un), fażkurusmallāhi ‘alaihā ṣawāff(a), fa iżā wajabat junūbuhā fa kulū minhā wa aṭ‘imul-qāni‘a wal-mu‘tarr(a), każālika sakhkharnāhā lakum la‘allakum tasykurūn(a)."
                }
            },
            "translation": {
                "en": "And the camels and cattle We have appointed for you as among the symbols of Allah; for you therein is good. So mention the name of Allah upon them when lined up [for sacrifice]; and when they are [lifeless] on their sides, then eat from them and feed the needy and the beggar. Thus have We subjected them to you that you may be grateful.",
                "id": "Dan unta-unta itu Kami jadikan untuk-mu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) dalam keadaan berdiri (dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah sebagiannya dan berilah makanlah orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2631.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2631.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2632,
                "inSurah": 37
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 289,
                "hizbQuarter": 134,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَنْ يَّنَالَ اللّٰهَ لُحُوْمُهَا وَلَا دِمَاۤؤُهَا وَلٰكِنْ يَّنَالُهُ التَّقْوٰى مِنْكُمْۗ  كَذٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا اللّٰهَ عَلٰى مَا هَدٰىكُمْ ۗ وَبَشِّرِ الْمُحْسِنِيْنَ ",
                "transliteration": {
                    "en": "Lany yanaalal laaha luhoo muhaa wa laa dimaaa'uhaa wa laakiny yanaaluhut taqwaa minkum; kazaalika sakhkharhaa lakum litukabbirul laaha 'alaa ma hadaakum; wa bashshirul muhsineen",
                    "id": "lay yanālallāha luḥūmuhā wa lā dimā'uhā wa lākiy yanāluhut-taqwā minkum, każālika sakhkharahā lakum litukabbirullāha ‘alā mā hadākum, wa basysyiril-muḥsinīn(a)."
                }
            },
            "translation": {
                "en": "Their meat will not reach Allah, nor will their blood, but what reaches Him is piety from you. Thus have We subjected them to you that you may glorify Allah for that [to] which He has guided you; and give good tidings to the doers of good.",
                "id": "Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demi-kianlah Dia menundukkannya untuk-mu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2632.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2632.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2633,
                "inSurah": 38
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 336,
                "manzil": 289,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ اِنَّ اللّٰهَ يُدَافِعُ عَنِ الَّذِيْنَ اٰمَنُوْاۗ اِنَّ اللّٰهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُوْرٍ ࣖ",
                "transliteration": {
                    "en": "Innal laaha yudaafi' 'anil lazeena aamanoo; innal laaha laa yuhibbu kulla khawwaanin kafoor",
                    "id": "innallāha yudāfi‘u ‘anil-lażīna āmanū, innallāha lā yuḥibbu kulla khawwānin kafūr(in)."
                }
            },
            "translation": {
                "en": "Indeed, Allah defends those who have believed. Indeed, Allah does not like everyone treacherous and ungrateful.",
                "id": "Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhianat dan kufur nikmat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2633.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2633.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2634,
                "inSurah": 39
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اُذِنَ لِلَّذِيْنَ يُقَاتَلُوْنَ بِاَنَّهُمْ ظُلِمُوْاۗ وَاِنَّ اللّٰهَ عَلٰى نَصْرِهِمْ لَقَدِيْرٌ ۙ",
                "transliteration": {
                    "en": "Uzina lillazeena yuqaataloona bi annahum zulimoo; wa innal laaha 'alaa nasrihim la Qaderr",
                    "id": "użina lil-lażīna yuqātalūna bi'annahum ẓulimū, wa innallāha ‘alā naṣrihim laqadīr(un)."
                }
            },
            "translation": {
                "en": "Permission [to fight] has been given to those who are being fought, because they were wronged. And indeed, Allah is competent to give them victory.",
                "id": "Diizinkan (berperang) kepada orang-orang yang diperangi, karena sesungguhnya mereka dizalimi. Dan sung-guh, Allah Mahakuasa menolong mereka itu,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2634.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2634.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2635,
                "inSurah": 40
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": " ۨالَّذِيْنَ اُخْرِجُوْا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ اِلَّآ اَنْ يَّقُوْلُوْا رَبُّنَا اللّٰهُ ۗوَلَوْلَا دَفْعُ اللّٰهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَّصَلَوٰتٌ وَّمَسٰجِدُ يُذْكَرُ فِيْهَا اسْمُ اللّٰهِ كَثِيْرًاۗ وَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
                "transliteration": {
                    "en": "Allazeena ukhrijoo min diyaarihim bighairi haqqin illaaa any yaqooloo rabbunallaah; wa law laa daf'ul laahin naasa ba'dahum biba'dil lahuddimat sawaami'u wa biya'unw wa salawaatunw wa masaajidu yuzkaru feehasmul laahi kaseeraa; wa layansurannal laahu mai yansuruh; innal laaha la qawiyyun 'Azeez",
                    "id": "allażīna ukhrijū min diyārihim bigairi ḥaqqin illā ay yaqūlū rabbunallāh(u), wa lau lā daf‘ullāhin-nāsa ba‘ḍahum biba‘ḍil lahuddimat ṣawāmi‘u wa biya‘uw wa ṣalawātuw wa masājidu yużkaru fīhasmullāhi kaṡīrā(n), wa layanṣurannallāhu may yanṣuruh(ū), innallāha laqawiyyun ‘azīz(un)."
                }
            },
            "translation": {
                "en": "[They are] those who have been evicted from their homes without right - only because they say, \"Our Lord is Allah.\" And were it not that Allah checks the people, some by means of others, there would have been demolished monasteries, churches, synagogues, and mosques in which the name of Allah is much mentioned. And Allah will surely support those who support Him. Indeed, Allah is Powerful and Exalted in Might.",
                "id": "(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) sebagian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-masjid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan menolong orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Mahaperkasa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2635.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2635.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2636,
                "inSurah": 41
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَّذِيْنَ اِنْ مَّكَّنّٰهُمْ فِى الْاَرْضِ اَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ وَاَمَرُوْا بِالْمَعْرُوْفِ وَنَهَوْا عَنِ الْمُنْكَرِۗ وَلِلّٰهِ عَاقِبَةُ الْاُمُوْرِ ",
                "transliteration": {
                    "en": "Allazeena im makkan naahum fil ardi aqaamus Salaata wa aatawuz Zakaata wa amaroo bilma'roofi wa nahaw 'anil munkar; wa lillaahi 'aaqibatul umoor",
                    "id": "allażīna im makkannāhum fil-arḍi aqāmuṣ-ṣalāta wa ātawuz-zakāta wa amarū bil-ma‘rūfi wa nahau ‘anil-munkar(i), wa lillāhi ‘āqibatul-umūr(i)."
                }
            },
            "translation": {
                "en": "[And they are] those who, if We give them authority in the land, establish prayer and give zakah and enjoin what is right and forbid what is wrong. And to Allah belongs the outcome of [all] matters.",
                "id": "(Yaitu) orang-orang yang jika Kami beri kedudukan di bumi, mereka melaksanakan salat, menunaikan zakat, dan menyuruh berbuat yang makruf dan mencegah dari yang mungkar; dan kepada Allah-lah kembali segala urusan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2636.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2636.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2637,
                "inSurah": 42
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِنْ يُّكَذِّبُوْكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوْحٍ وَّعَادٌ وَّثَمُوْدُ ۙ",
                "transliteration": {
                    "en": "Wa iny yukazzibooka faqad kazzabat qablahum qawmu Nooinw wa Aadunw wa Samood",
                    "id": "wa iy yukażżibūka faqad każżabat qablahum qaumu nūḥiw wa ‘āduw wa ṡamūd(u)."
                }
            },
            "translation": {
                "en": "And if they deny you, [O Muhammad] - so, before them, did the people of Noah and 'Aad and Thamud deny [their prophets],",
                "id": "Dan jika mereka (orang-orang musyrik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebelum mereka, kaum Nuh, ‘Ad, dan Samud (juga telah mendustakan rasul-rasul-Nya),"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2637.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2637.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2638,
                "inSurah": 43
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقَوْمُ اِبْرٰهِيْمَ وَقَوْمُ لُوْطٍ ۙ",
                "transliteration": {
                    "en": "Wa qawmu Ibraaheema wa qawmu Loot",
                    "id": "wa qaumu ibrāhīma wa qaumu lūṭ(in)."
                }
            },
            "translation": {
                "en": "And the people of Abraham and the people of Lot",
                "id": "dan (demikian juga) kaum Ibrahim dan kaum Lut,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2638.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2638.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2639,
                "inSurah": 44
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّاَصْحٰبُ مَدْيَنَۚ وَكُذِّبَ مُوْسٰى فَاَمْلَيْتُ لِلْكٰفِرِيْنَ ثُمَّ اَخَذْتُهُمْۚ فَكَيْفَ كَانَ نَكِيْرِ ",
                "transliteration": {
                    "en": "Wa as haabu Madyana wa kuzziba Moosaa fa amlaitu lilkaafireena summa akhaztuhum fakaifa kaana nakeer",
                    "id": "wa aṣḥābu madyan(a), wa kużżiba mūsā fa amlaitu lil-kāfirīna ṡumma akhażtuhum, fa kaifa kāna nakīr(i)."
                }
            },
            "translation": {
                "en": "And the inhabitants of Madyan. And Moses was denied, so I prolonged enjoyment for the disbelievers; then I seized them, and how [terrible] was My reproach.",
                "id": "dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2639.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2639.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2640,
                "inSurah": 45
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَكَاَيِّنْ مِّنْ قَرْيَةٍ اَهْلَكْنٰهَا وَهِيَ ظَالِمَةٌ فَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۖ وَبِئْرٍ مُّعَطَّلَةٍ وَّقَصْرٍ مَّشِيْدٍ ",
                "transliteration": {
                    "en": "Faka ayyim min qaryatin ahlaknaahaa wa hiya zaalimatun fahiya khaawiyatun 'alaa 'urooshihaa wa bi'rim mu'at talatinw wa qasrim masheed",
                    "id": "fa ka'ayyim min qaryatin ahlaknāhā wa hiya ẓālimatun fa hiya khāwiyatun ‘alā ‘urūsyihā, wa bi'rim mu‘aṭṭalatiw wa qaṣrim masyīd(in)."
                }
            },
            "translation": {
                "en": "And how many a city did We destroy while it was committing wrong - so it is [now] fallen into ruin - and [how many] an abandoned well and [how many] a lofty palace.",
                "id": "Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (ti-dak ada penghuninya)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2640.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2640.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2641,
                "inSurah": 46
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 337,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَفَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَتَكُوْنَ لَهُمْ قُلُوْبٌ يَّعْقِلُوْنَ بِهَآ اَوْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۚ فَاِنَّهَا لَا تَعْمَى الْاَبْصَارُ وَلٰكِنْ تَعْمَى الْقُلُوْبُ الَّتِيْ فِى الصُّدُوْرِ ",
                "transliteration": {
                    "en": "Afalam yaseeroo fil ardi fatakoona lahum quloobuny ya'qiloona bihaaa aw aazaanuny yasm'oona bihaa fa innahaa laa ta'mal absaaru wa laakin ta'mal quloobul latee fissudoor",
                    "id": "afalam yasīrū fil-arḍi fa takūna lahum qulūbuy ya‘qilūna bihā au āżānuy yasma‘ūna bihā, fa innahā lā ta‘mal-abṣāru wa lākin ta‘mal-qulūbul-latī fiṣ-ṣudūr(i)."
                }
            },
            "translation": {
                "en": "So have they not traveled through the earth and have hearts by which to reason and ears by which to hear? For indeed, it is not eyes that are blinded, but blinded are the hearts which are within the breasts.",
                "id": "Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2641.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2641.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2642,
                "inSurah": 47
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ وَلَنْ يُّخْلِفَ اللّٰهُ وَعْدَهٗۗ وَاِنَّ يَوْمًا عِنْدَ رَبِّكَ كَاَلْفِ سَنَةٍ مِّمَّا تَعُدُّوْنَ ",
                "transliteration": {
                    "en": "Wa yasta'juloonaka bil'azaabi wa lany yukhlifal laahu wa'dah; wa inna yawman 'inda Rabbika ka'alfi sanatim mimmaa ta'uddoon",
                    "id": "wa yasta‘jilūnaka bil-‘ażābi wa lay yukhlifallāhu wa‘dah(ū), wa inna yauman ‘inda rabbika ka'alfi sanatim mimmā ta‘uddūn(a)."
                }
            },
            "translation": {
                "en": "And they urge you to hasten the punishment. But Allah will never fail in His promise. And indeed, a day with your Lord is like a thousand years of those which you count.",
                "id": "Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2642.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2642.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2643,
                "inSurah": 48
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 290,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ اَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ ثُمَّ اَخَذْتُهَاۚ وَاِلَيَّ الْمَصِيْرُ ࣖ",
                "transliteration": {
                    "en": "Wa ka ayyim min qaryatin amlaitu lahaa wa hiya zaalimatun summa akhaztuhaa wa ilaiyal maseer",
                    "id": "wa ka'ayyim min qaryatin amlaitu lahā wa hiya ẓālimatun ṡumma akhażtuhā, wa ilayyal-maṣīr(u)."
                }
            },
            "translation": {
                "en": "And for how many a city did I prolong enjoyment while it was committing wrong. Then I seized it, and to Me is the [final] destination.",
                "id": "Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2643.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2643.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2644,
                "inSurah": 49
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ يٰٓاَيُّهَا النَّاسُ اِنَّمَآ اَنَا۠ لَكُمْ نَذِيْرٌ مُّبِيْنٌ ۚ",
                "transliteration": {
                    "en": "Qul yaaa ayyuhan naasu innamaaa ana lakum nazeerum mubeen",
                    "id": "qul yā ayyuhan-nāsu innamā ana lakum nażīrum mubīn(un)."
                }
            },
            "translation": {
                "en": "Say, \"O people, I am only to you a clear warner.\"",
                "id": "Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2644.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2644.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2645,
                "inSurah": 50
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ",
                "transliteration": {
                    "en": "Fallazeena aamanoo wa 'amilu saalihaati lahum maghfiratunw wa rizqun kareem",
                    "id": "fal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti lahum magfiratuw wa rizqun karīm(un)."
                }
            },
            "translation": {
                "en": "And those who have believed and done righteous deeds - for them is forgiveness and noble provision.",
                "id": "Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka memperoleh ampunan dan rezeki yang mulia."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2645.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2645.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2646,
                "inSurah": 51
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْنَ سَعَوْا فِيْٓ اٰيٰتِنَا مُعٰجِزِيْنَ اُولٰۤىِٕكَ اَصْحٰبُ الْجَحِيْمِ ",
                "transliteration": {
                    "en": "Wallazeena sa'aw feee Aayaatinaa mu'aajizeena ulaaa ika As-haabul jaheem",
                    "id": "wal-lażīna sa‘au fī āyātinā mu‘ājizīna ulā'ika aṣḥābul-jaḥīm(i)."
                }
            },
            "translation": {
                "en": "But the ones who strove against Our verses, [seeking] to cause failure - those are the companions of Hellfire.",
                "id": "Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2646.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2646.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2647,
                "inSurah": 52
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَّسُوْلٍ وَّلَا نَبِيٍّ اِلَّآ اِذَا تَمَنّٰىٓ اَلْقَى الشَّيْطٰنُ فِيْٓ اُمْنِيَّتِهٖۚ فَيَنْسَخُ اللّٰهُ مَا يُلْقِى الشَّيْطٰنُ ثُمَّ يُحْكِمُ اللّٰهُ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ۙ",
                "transliteration": {
                    "en": "Wa maaa arsalnaa min qablika mir Rasoolinnw wa laa Nabiyyin illaaa izaaa tamannaaa alqash Shaitaanu feee umniy yatihee fa yansakhul laahu maa yulqish Shaitaanu summa yuhkimul laahu aayaatih; wallaahu 'Aleemun Hakeem",
                    "id": "wa mā arsalnā min qablika mir rasūliw wa lā nabiyyin illā iżā tamannā alqasy-syaiṭānu fī umniyyatih(ī), fa yansakhullāhu mā yulqisy-syaiṭānu ṡumma yuḥkimullāhu āyātih(ī), wallāhu ‘alīmun ḥakīm(un)."
                }
            },
            "translation": {
                "en": "And We did not send before you any messenger or prophet except that when he spoke [or recited], Satan threw into it [some misunderstanding]. But Allah abolishes that which Satan throws in; then Allah makes precise His verses. And Allah is Knowing and Wise.",
                "id": "Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2647.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2647.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2648,
                "inSurah": 53
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لِّيَجْعَلَ مَا يُلْقِى الشَّيْطٰنُ فِتْنَةً لِّلَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْقَاسِيَةِ قُلُوْبُهُمْۗ وَاِنَّ الظّٰلِمِيْنَ لَفِيْ شِقَاقٍۢ بَعِيْدٍ ۙ",
                "transliteration": {
                    "en": "Liyaj'ala maa yulqish Shaitaanu fitnatal lillazeena fee quloobihim maradunw walqaasiyati quloobuhum; wa innaz zaalimeena lafee shiqaaqim ba'eed",
                    "id": "liyaj‘ala mā yulqisy-syaiṭānu fitnatal lil-lażīna fī qulūbihim maraḍuw wal-qāsiyati qulūbuhum, wa innaẓ-ẓālimīna lafī syiqāqim ba‘īd(in)."
                }
            },
            "translation": {
                "en": "[That is] so He may make what Satan throws in a trial for those within whose hearts is disease and those hard of heart. And indeed, the wrongdoers are in extreme dissension.",
                "id": "Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zalim itu benar-benar dalam permu-suhan yang jauh,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2648.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2648.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2649,
                "inSurah": 54
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّلِيَعْلَمَ الَّذِيْنَ اُوْتُوا الْعِلْمَ اَنَّهُ الْحَقُّ مِنْ رَّبِّكَ فَيُؤْمِنُوْا بِهٖ فَتُخْبِتَ لَهٗ قُلُوْبُهُمْۗ وَاِنَّ اللّٰهَ لَهَادِ الَّذِيْنَ اٰمَنُوْٓا اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
                "transliteration": {
                    "en": "Wa liya'lamal lazeena ootul 'ilma annahul haqqu mir Rabbika fa yu'minoo bihee fatukhbita ahoo quloobuhum; wa innal laaha lahaadil lazeena aamanoo ilaa Siraatim Mustaqeem",
                    "id": "wa liya‘lamal-lażīna ūtul-‘ilma annahul-ḥaqqu mir rabbika fa yu'minū bihī fa tukhbita lahū qulūbuhum, wa innallāha lahādil-lażīna āmanū ilā ṣirāṭim mustaqīm(in)."
                }
            },
            "translation": {
                "en": "And so those who were given knowledge may know that it is the truth from your Lord and [therefore] believe in it, and their hearts humbly submit to it. And indeed is Allah the Guide of those who have believed to a straight path.",
                "id": "dan agar orang-orang yang telah diberi ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2649.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2649.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2650,
                "inSurah": 55
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 338,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا فِيْ مِرْيَةٍ مِّنْهُ حَتّٰى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً اَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيْمٍ ",
                "transliteration": {
                    "en": "Wa laa yazaalul lazeena kafaroo fee miryatim minhu hattaa taatiyahumus Saa'atu baghtatan aw yaatiyahum 'azaabu Yawmin 'aqeem",
                    "id": "wa lā yazālul-lażīna kafarū fī miryatim minhu ḥattā ta'tiyahumus-sā‘atu bagtatan au ya'tiyahum ‘ażābu yaumin ‘aqīm(in)."
                }
            },
            "translation": {
                "en": "But those who disbelieve will not cease to be in doubt of it until the Hour comes upon them unexpectedly or there comes to them the punishment of a barren Day.",
                "id": "Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2650.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2650.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2651,
                "inSurah": 56
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلْمُلْكُ يَوْمَىِٕذٍ لِّلّٰهِ ۗيَحْكُمُ بَيْنَهُمْۗ فَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فِيْ جَنّٰتِ النَّعِيْمِ ",
                "transliteration": {
                    "en": "Almulku Yawma'izil lillaahi yahkumu bainahum; fallazeena aamanoo wa 'amilus saalihaati fee jannaatin Na'eem",
                    "id": "al-mulku yauma'iżil lillāh(i), yaḥkumu bainahum, fal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fī jannātin na‘īm(i)."
                }
            },
            "translation": {
                "en": "[All] sovereignty that Day is for Allah; He will judge between them. So they who believed and did righteous deeds will be in the Gardens of Pleasure.",
                "id": "Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2651.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2651.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2652,
                "inSurah": 57
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 291,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا فَاُولٰۤىِٕكَ لَهُمْ عَذَابٌ مُّهِيْنٌ ࣖ",
                "transliteration": {
                    "en": "Wallazeena kafaroo wa kazzaboo bi Aayaatinaa fa ulaaa'ika lahum 'azaabum muheen",
                    "id": "wal-lażīna kafarū wa każżabū bi'āyātinā fa ulā'ika lahum ‘ażābum muhīn(un)."
                }
            },
            "translation": {
                "en": "And they who disbelieved and denied Our signs - for those there will be a humiliating punishment.",
                "id": "Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2652.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2652.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2653,
                "inSurah": 58
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 292,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْنَ هَاجَرُوْا فِيْ سَبِيْلِ اللّٰهِ ثُمَّ قُتِلُوْٓا اَوْ مَاتُوْا لَيَرْزُقَنَّهُمُ اللّٰهُ رِزْقًا حَسَنًاۗ وَاِنَّ اللّٰهَ لَهُوَ خَيْرُ الرّٰزِقِيْنَ ",
                "transliteration": {
                    "en": "Wallazeena haajaroo fee sabeelil laahi summa qutilooo law maatoo la yarzuqan nahumul laahu rizqan hasanaa; wa innal laaha la Huwa khairur raaziqeen",
                    "id": "wal-lażīna hājarū fī sabīlillāhi ṡumma qutilū au mātū layarzuqannahumullāhu rizqan ḥasanā(n), wa innallāha lahuwa khairur-rāziqīn(a)."
                }
            },
            "translation": {
                "en": "And those who emigrated for the cause of Allah and then were killed or died - Allah will surely provide for them a good provision. And indeed, it is Allah who is the best of providers.",
                "id": "Dan orang-orang yang berhijrah di jalan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan memberikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2653.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2653.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2654,
                "inSurah": 59
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 292,
                "hizbQuarter": 135,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَّرْضَوْنَهٗۗ وَاِنَّ اللّٰهَ لَعَلِيْمٌ حَلِيْمٌ",
                "transliteration": {
                    "en": "La yudkhilan nahum mud khalany yardawnah; wa innal laaha la 'Aleemun Haleem",
                    "id": "layudkhilannahum mudkhalay yarḍaunah(ū), wa innallāha la‘alīmun ḥalīm(un)."
                }
            },
            "translation": {
                "en": "He will surely cause them to enter an entrance with which they will be pleased, and indeed, Allah is Knowing and Forbearing.",
                "id": "Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2654.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2654.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2655,
                "inSurah": 60
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 292,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ ذٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوْقِبَ بِهٖ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ ۗاِنَّ اللّٰهَ لَعَفُوٌّ غَفُوْرٌ ",
                "transliteration": {
                    "en": "Zaalika wa man 'aaqaba bimisli maa 'ooqiba bihee summa bughiya 'alaihi la yansurannahul laah; innal laaha la 'Afuwwun Ghafoor",
                    "id": "Żālika wa man ‘āqaba bimiṡli mā ‘ūqiba bihī ṡumma bugiya ‘alaihi layanṣurannahullāh(u), innallāha la‘afuwwun gafūr(un)."
                }
            },
            "translation": {
                "en": "That [is so]. And whoever responds [to injustice] with the equivalent of that with which he was harmed and then is tyrannized - Allah will surely aid him. Indeed, Allah is Pardoning and Forgiving.",
                "id": "Demikianlah, dan barangsiapa membalas seimbang dengan (kezaliman) penganiayaan yang pernah dia derita kemudian dia dizalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengampun."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2655.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2655.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2656,
                "inSurah": 61
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 292,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ يُوْلِجُ الَّيْلَ فِى النَّهَارِ وَيُوْلِجُ النَّهَارَ فِى الَّيْلِ وَاَنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ",
                "transliteration": {
                    "en": "Zaalika bi annal laaha yoolijul laila fin nahaari wa yoolijun nahaara fil laili wa annal laaha Samee'um Baseer",
                    "id": "Żālika bi'annallāha yūlijul-laila fin-nahāri wa yūlijun-nahāra fil-laili wa annallāha samī‘um baṣīr(un)."
                }
            },
            "translation": {
                "en": "That is because Allah causes the night to enter the day and causes the day to enter the night and because Allah is Hearing and Seeing.",
                "id": "Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan sungguh, Allah Maha Mendengar, Maha Melihat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2656.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2656.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2657,
                "inSurah": 62
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 292,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ بِاَنَّ اللّٰهَ هُوَ الْحَقُّ وَاَنَّ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ هُوَ الْبَاطِلُ وَاَنَّ اللّٰهَ هُوَ الْعَلِيُّ الْكَبِيْرُ ",
                "transliteration": {
                    "en": "Zaalika bi annal laaha Huwal haqqu wa anna maa yad'oona min doonihee huwal baatilu wa annal laaha Huwal 'Aliyyul kabeer",
                    "id": "Żālika bi'annallāha huwal-ḥaqqu wa anna mā yad‘ūna min dūnihī huwal-bāṭilu wa annallāha huwal-‘aliyyul-kabīr(u)."
                }
            },
            "translation": {
                "en": "That is because Allah is the Truth, and that which they call upon other than Him is falsehood, and because Allah is the Most High, the Grand.",
                "id": "Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2657.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2657.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2658,
                "inSurah": 63
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 292,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءًۖ فَتُصْبِحُ الْاَرْضُ مُخْضَرَّةًۗ اِنَّ اللّٰهَ لَطِيْفٌ خَبِيْرٌ ۚ",
                "transliteration": {
                    "en": "Alam tara annal laaha anzala minas samaaa'i maaa'an fatusbihul ardu mukhdarrah; innal laaha Lateefun Khabeer",
                    "id": "alam tara annallāha anzala minas-samā'i mā'ā(n), fa tuṣbiḥul-arḍu mukhḍarrah(tan), innallāha laṭīfun khabīr(un)."
                }
            },
            "translation": {
                "en": "Do you not see that Allah has sent down rain from the sky and the earth becomes green? Indeed, Allah is Subtle and Acquainted.",
                "id": "Tidakkah engkau memperhatikan, bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hijau? Sungguh, Allah Mahahalus, Maha Mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2658.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2658.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2659,
                "inSurah": 64
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 339,
                "manzil": 292,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَاِنَّ اللّٰهَ لَهُوَ الْغَنِيُّ الْحَمِيْدُ ࣖ",
                "transliteration": {
                    "en": "Lahoo ma fis samaawaati wa ma fil ard; wa innal laaha la Huwal Ghaniyyul Hameed",
                    "id": "lahū mā fis-samāwāti wa mā fil-arḍ(i), wa innallāha lahuwal-ganiyyul-ḥamīd(u)."
                }
            },
            "translation": {
                "en": "To Him belongs what is in the heavens and what is on the earth. And indeed, Allah is the Free of need, the Praiseworthy.",
                "id": "Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2659.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2659.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2660,
                "inSurah": 65
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ سَخَّرَ لَكُمْ مَّا فِى الْاَرْضِ وَالْفُلْكَ تَجْرِيْ فِى الْبَحْرِ بِاَمْرِهٖۗ وَيُمْسِكُ السَّمَاۤءَ اَنْ تَقَعَ عَلَى الْاَرْضِ اِلَّا بِاِذْنِهٖۗ اِنَّ اللّٰهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ ",
                "transliteration": {
                    "en": "Alam tara annal laaha sakhkhara lakum maa fil ardi wal fulka tajree fil bahri bi amrihee wa yumsikus samaaa'a an taqa'a 'alal ardi illaa biiznih; innal laaha binnaasi la Ra'oofur Raheem",
                    "id": "alam tara annallāha sakhkhara lakum mā fil-arḍi wal-fulka tajrī fil-baḥri bi'amrih(ī), wa yumsikus-samā'a an taqa‘a ‘alal-arḍi illā bi'iżnih(ī), innallāha bin-nāsi lara'ūfur raḥīm(un)."
                }
            },
            "translation": {
                "en": "Do you not see that Allah has subjected to you whatever is on the earth and the ships which run through the sea by His command? And He restrains the sky from falling upon the earth, unless by His permission. Indeed Allah, to the people, is Kind and Merciful.",
                "id": "Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (manusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perintah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penyayang kepada manusia."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2660.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2660.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2661,
                "inSurah": 66
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَهُوَ الَّذِيْٓ اَحْيَاكُمْ ۖ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْۗ اِنَّ الْاِنْسَانَ لَكَفُوْرٌ ",
                "transliteration": {
                    "en": "Wa Huwal lazee ahyaakum summa yumeetukum summma yuheekum; innal insaana lakafoor",
                    "id": "wa huwal-lażī aḥyākum, ṡumma yumītukum ṡumma yuḥyīkum, innal-insāna lakafūr(un)."
                }
            },
            "translation": {
                "en": "And He is the one who gave you life; then He causes you to die and then will [again] give you life. Indeed, mankind is ungrateful.",
                "id": "Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2661.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2661.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2662,
                "inSurah": 67
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لِكُلِّ اُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوْهُ فَلَا يُنَازِعُنَّكَ فِى الْاَمْرِ وَادْعُ اِلٰى رَبِّكَۗ اِنَّكَ لَعَلٰى هُدًى مُّسْتَقِيْمٍ ",
                "transliteration": {
                    "en": "Likulli ummatin ja'alnaa mansakan hum naasikoohu falaa yunaazi 'unnaka fil amr; wad'u ilaa Rabbika innaka la 'alaa hudam mustaqeem",
                    "id": "likulli ummatin ja‘alnā mansakan hum nāsikūhu falā yunāzi‘unnaka fil-amri wad‘u ilā rabbik(a), innaka la‘alā hudam mustaqīm(in)."
                }
            },
            "translation": {
                "en": "For every religion We have appointed rites which they perform. So, [O Muhammad], let the disbelievers not contend with you over the matter but invite them to your Lord. Indeed, you are upon straight guidance.",
                "id": "Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau dalam urusan (syariat) ini dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2662.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2662.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2663,
                "inSurah": 68
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِنْ جَادَلُوْكَ فَقُلِ اللّٰهُ اَعْلَمُ بِمَا تَعْمَلُوْنَ ",
                "transliteration": {
                    "en": "Wa in jaadalooka faqulil laahu a'lamu bimaa ta'maloon",
                    "id": "wa in jādalūka fa qulillāhu a‘lamu bimā ta‘malūn(a)."
                }
            },
            "translation": {
                "en": "And if they dispute with you, then say, \"Allah is most knowing of what you do.",
                "id": "Dan jika mereka membantah engkau, maka katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2663.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2663.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2664,
                "inSurah": 69
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ",
                "transliteration": {
                    "en": "Allaahu yahkumu bainakum Yawmal Qiyaamati feemaa kuntum feehi takhtalifoon",
                    "id": "allāhu yaḥkumu bainakum yaumal-qiyāmati fīmā kuntum fīhi takhtalifūn(a)."
                }
            },
            "translation": {
                "en": "Allah will judge between you on the Day of Resurrection concerning that over which you used to differ.\"",
                "id": "Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu memperselisihkannya. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2664.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2664.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2665,
                "inSurah": 70
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَمْ تَعْلَمْ اَنَّ اللّٰهَ يَعْلَمُ مَا فِى السَّمَاۤءِ وَالْاَرْضِۗ اِنَّ ذٰلِكَ فِيْ كِتٰبٍۗ اِنَّ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرٌ ",
                "transliteration": {
                    "en": "Alam ta'lam annal laaha ya'lamu maa fis samaaa'i wal ard; inna zaalika fee kitaab; inna zaalika 'alal laahi yaseer",
                    "id": "alam ta‘lam annallāha ya‘lamu mā fis-samā'i wal-arḍ(i), inna żālika fī kitāb(in), inna żālika ‘alallāhi yasīr(un)."
                }
            },
            "translation": {
                "en": "Do you not know that Allah knows what is in the heaven and earth? Indeed, that is in a Record. Indeed that, for Allah, is easy.",
                "id": "Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu sudah terdapat dalam sebuah Kitab (Lauh Mahfuzh). Sesungguhnya yang demikian itu sangat mudah bagi Allah. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2665.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2665.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2666,
                "inSurah": 71
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ سُلْطٰنًا وَّمَا لَيْسَ لَهُمْ بِهٖ عِلْمٌ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ نَّصِيْرٍ ",
                "transliteration": {
                    "en": "Wa ya'budoona min doonil laahi maa lam yunazzil bihee sultaananw wa maa laisa lahum bihee 'ilm; wa maa lizzaalimeena min naseer",
                    "id": "wa ya‘budūna min dūnillāhi mā lam yunazzil bihī sulṭānaw wa mā laisa lahum bihī ‘ilm(un), wa mā liẓ-ẓālimīna min naṣīr(in)."
                }
            },
            "translation": {
                "en": "And they worship besides Allah that for which He has not sent down authority and that of which they have no knowledge. And there will not be for the wrongdoers any helper.",
                "id": "Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zalim tidak ada seorang penolong pun."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2666.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2666.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2667,
                "inSurah": 72
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 340,
                "manzil": 293,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ تَعْرِفُ فِيْ وُجُوْهِ الَّذِيْنَ كَفَرُوا الْمُنْكَرَۗ يَكَادُوْنَ يَسْطُوْنَ بِالَّذِيْنَ يَتْلُوْنَ عَلَيْهِمْ اٰيٰتِنَاۗ قُلْ اَفَاُنَبِّئُكُمْ بِشَرٍّ مِّنْ ذٰلِكُمْۗ  اَلنَّارُۗ وَعَدَهَا اللّٰهُ الَّذِيْنَ كَفَرُوْاۗ وَبِئْسَ الْمَصِيْرُ ࣖ",
                "transliteration": {
                    "en": "Wa izaa tutlaa 'laihim Aayaatunaa baiyinaatin ta'rifu fee wujoohil lazeena kafarul munkara yakaadoona yastoona bil lazeena yatloona 'alaihim Aayaatinaa; qul afa unab bi'ukum bisharrim min zaalikum; an Naaru wa 'adahal laahul lazeena kafaroo wa bi'sal maseer",
                    "id": "wa iżā tutlā ‘alaihim āyātunā bayyinātin ta‘rifu fī wujūhil-lażīna kafarul-munkar(a), yakādūna yasṭūna bil-lażīna yatlūna ‘alaihim āyātinā, qul afa unabbi'ukum bisyarrim min żālikum, an-nār(u), wa‘adahallāhul-lażīna kafarū, wa bi'sal-maṣīr(u)."
                }
            },
            "translation": {
                "en": "And when Our verses are recited to them as clear evidences, you recognize in the faces of those who disbelieve disapproval. They are almost on the verge of assaulting those who recite to them Our verses. Say, \"Then shall I inform you of [what is] worse than that? [It is] the Fire which Allah has promised those who disbelieve, and wretched is the destination.\"",
                "id": "Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang yang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), “Apakah akan aku kabarkan kepada-mu (mengenai sesuatu) yang lebih buruk dari itu, (yaitu) neraka?” Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2667.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2667.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2668,
                "inSurah": 73
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 341,
                "manzil": 294,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يٰٓاَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوْا لَهٗ ۗاِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ لَنْ يَّخْلُقُوْا ذُبَابًا وَّلَوِ اجْتَمَعُوْا لَهٗ ۗوَاِنْ يَّسْلُبْهُمُ الذُّبَابُ شَيْـًٔا لَّا يَسْتَنْقِذُوْهُ مِنْهُۗ ضَعُفَ الطَّالِبُ وَالْمَطْلُوْبُ",
                "transliteration": {
                    "en": "Yaaa ayyuhan naasu duriba masalun fastami'oo lah; innal lazeena tad'oona min doonil laahi lai yakhluqoo zubaabanw wa lawijtama'oo lahoo wa iny yaslub humuz zubbabu shai'al laa yastan qizoohu minh; da'ufat taalibu walmatloob",
                    "id": "yā ayyuhan-nāsu ḍuriba maṡalum fastami‘ū lah(ū), innal-lażīna tad‘ūna min dūnillāhi lay yakhluqū żubābaw wa lawijtama‘ū lah(ū), wa iy yaslubhumuż-żubābu syai'al lā yastanqiżūhu minh(u), ḍa‘ufaṭ-ṭālibu wal-maṭlūb(u)."
                }
            },
            "translation": {
                "en": "O people, an example is presented, so listen to it. Indeed, those you invoke besides Allah will never create [as much as] a fly, even if they gathered together for that purpose. And if the fly should steal away from them a [tiny] thing, they could not recover it from him. Weak are the pursuer and pursued.",
                "id": "Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2668.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2668.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2669,
                "inSurah": 74
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 341,
                "manzil": 294,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "مَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۗ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ ",
                "transliteration": {
                    "en": "Maa qadrul laaha haqqa qadrih; innal laaha la Qawiyyun 'Azeez",
                    "id": "wa mā qadarullāha ḥaqqa qadrih(ī), innallāha laqawiyyun ‘azīz(un)."
                }
            },
            "translation": {
                "en": "They have not appraised Allah with true appraisal. Indeed, Allah is Powerful and Exalted in Might.",
                "id": "Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2669.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2669.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2670,
                "inSurah": 75
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 341,
                "manzil": 294,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَللّٰهُ يَصْطَفِيْ مِنَ الْمَلٰۤىِٕكَةِ رُسُلًا وَّمِنَ النَّاسِۗ اِنَّ اللّٰهَ سَمِيْعٌۢ بَصِيْرٌ ۚ",
                "transliteration": {
                    "en": "Allahu yastafee minal malaaa'ikati Rusulanw wa minan naas; innal laaha Samee'um Baseer",
                    "id": "allāhu yaṣṭafī minal-malā'ikati rusulaw wa minan-nās(i), innallāha samī‘um baṣīr(un)."
                }
            },
            "translation": {
                "en": "Allah chooses from the angels messengers and from the people. Indeed, Allah is Hearing and Seeing.",
                "id": "Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesungguhnya Allah Maha Mendengar, Maha Melihat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2670.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2670.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2671,
                "inSurah": 76
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 341,
                "manzil": 294,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْۗ وَاِلَى اللّٰهِ تُرْجَعُ الْاُمُوْرُ ",
                "transliteration": {
                    "en": "Ya'lamu maa baina aydeehim wa maa khalfahum; wa ilal laahi turja'ul umoor",
                    "id": "ya‘lamu mā baina aidīhim wa mā khalfahum, wa ilallāhi turja‘ul-umūr(u)."
                }
            },
            "translation": {
                "en": "He knows what is [presently] before them and what will be after them. And to Allah will be returned [all] matters.",
                "id": "Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2671.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2671.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2672,
                "inSurah": 77
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 341,
                "manzil": 294,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": true,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا ارْكَعُوْا وَاسْجُدُوْا وَاعْبُدُوْا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُوْنَ ۚ۩",
                "transliteration": {
                    "en": "Yaaa ayyuhal lazeena aamanur ka'oo wasjudoo wa'budoo Rabbakum waf'alul khaira la'allakum tuflihoon",
                    "id": "yā ayyuhal-lażīna āmanurka‘ū wasjudū wa‘budū rabbakum waf‘alul-khaira la‘allakum tufliḥūn(a)."
                }
            },
            "translation": {
                "en": "O you who have believed, bow and prostrate and worship your Lord and do good - that you may succeed.",
                "id": "Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2672.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2672.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2673,
                "inSurah": 78
            },
            "meta": {
                "juz": 17,
                "surah": 22,
                "page": 341,
                "manzil": 294,
                "hizbQuarter": 136,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَجَاهِدُوْا فِى اللّٰهِ حَقَّ جِهَادِهٖۗ هُوَ اجْتَبٰىكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى الدِّيْنِ مِنْ حَرَجٍۗ مِلَّةَ اَبِيْكُمْ اِبْرٰهِيْمَۗ هُوَ سَمّٰىكُمُ الْمُسْلِمِيْنَ ەۙ مِنْ قَبْلُ وَفِيْ هٰذَا لِيَكُوْنَ الرَّسُوْلُ شَهِيْدًا عَلَيْكُمْ وَتَكُوْنُوْا شُهَدَاۤءَ عَلَى النَّاسِۖ فَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاعْتَصِمُوْا بِاللّٰهِ ۗهُوَ مَوْلٰىكُمْۚ فَنِعْمَ الْمَوْلٰى وَنِعْمَ النَّصِيْرُ ࣖ   ۔",
                "transliteration": {
                    "en": "Wa jaahidoo fil laahi haqqa jihaadih; Huwaj tabaakum wa maa ja'ala 'alaikum fid deeni min haraj; Millata abeekum Ibraaheem; Huwa sammaakumul muslimeena min qablu wa fee haaza li yakoonar Rasoolu shaheedan 'alaikum wa takoonoo shuhadaaa'a 'alan naas; fa aqeemus salaata wa aatuz zakaata wa'tasimoo billaahi Huwa mawlaakum fani'mal mawlaa wa ni'man naseer",
                    "id": "wa jāhidū fillāhi ḥaqqa jihādih(ī), huwajtabākum wa mā ja‘ala ‘alaikum fid-dīni min ḥaraj(in), millata abīkum ibrāhīm(a), huwa sammākumul-muslimīn(a), min qablu wa fī hāżā liyakūnar-rasūlu syahīdan ‘alaikum wa takūnū syuhadā'a ‘alan-nās(i), fa aqīmuṣ-ṣalāta wa ātuz-zakāta wa‘taṣimū billāh(i), huwa maulākum, fa ni‘mal-maulā wa ni‘man-naṣīr(u)."
                }
            },
            "translation": {
                "en": "And strive for Allah with the striving due to Him. He has chosen you and has not placed upon you in the religion any difficulty. [It is] the religion of your father, Abraham. Allah named you \"Muslims\" before [in former scriptures] and in this [revelation] that the Messenger may be a witness over you and you may be witnesses over the people. So establish prayer and give zakah and hold fast to Allah. He is your protector; and excellent is the protector, and excellent is the helper.",
                "id": "Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek moyangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Muhammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah salat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pelindung dan sebaik-baik penolong."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2673.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2673.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        }
    ]
}