{
    "number": 24,
    "sequence": 102,
    "numberOfVerses": 64,
    "name": {
        "short": "النور",
        "long": "سُورَةُ النور",
        "transliteration": {
            "en": "An-Nur",
            "id": "An-Nur"
        },
        "translation": {
            "en": "The Light",
            "id": "Cahaya"
        }
    },
    "revelation": {
        "arab": "مدينة",
        "en": "Medinan",
        "id": "Madaniyyah"
    },
    "preBismillah": {
        "text": {
            "arab": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
            "transliteration": {
                "en": "Bismillaahir Rahmaanir Raheem"
            }
        },
        "translation": {
            "en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
            "id": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."
        },
        "audio": {
            "primary": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1",
            "secondary": [
                "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3",
                "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"
            ]
        }
    },
    "tafsir": {
        "id": "Surat An Nuur terdiri atas 64 ayat, dan termasuk golongan surat-surat Madaniyah. Dinamai An Nuur yang berarti Cahaya, diambil dari kata An Nuur yang terdapat pada ayat ke 35. Dalam ayat ini, Allah s.w.t. menjelaskan tentang Nuur Ilahi, yakni Al Quran yang mengandung petunjuk-petunjuk. Petunjuk-petunjuk Allah itu, merupakan cahaya yang terang benderang menerangi alam semesta. Surat ini sebagian besar isinya memuat petunjuk- petunjuk Allah yang berhubungan dengan soal kemasyarakatan dan rumah tangga."
    },
    "verses": [
        {
            "number": {
                "inQuran": 2792,
                "inSurah": 1
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "سُوْرَةٌ اَنْزَلْنٰهَا وَفَرَضْنٰهَا وَاَنْزَلْنَا فِيْهَآ اٰيٰتٍۢ بَيِّنٰتٍ لَّعَلَّكُمْ تَذَكَّرُوْنَ",
                "transliteration": {
                    "en": "Sooratun anzalnaahaa wa faradnaahaa wa anzalnaa feehaaa Aayaatim baiyinaatil la'allakum tazakkaroon",
                    "id": "sūratun anzalnāhā wa faraḍnāhā wa anzalnā fīhā āyātim bayyinātil la‘allakum tażakkarūn(a)."
                }
            },
            "translation": {
                "en": "[This is] a surah which We have sent down and made [that within it] obligatory and revealed therein verses of clear evidence that you might remember.",
                "id": "(Inilah) suatu surah yang Kami turunkan dan Kami wajibkan (menjalankan hukum-hukum)nya, dan Kami turunkan di dalamnya tanda-tanda (kebesaran Allah) yang jelas, agar kamu ingat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2792.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2792.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2793,
                "inSurah": 2
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلزَّانِيَةُ وَالزَّانِيْ فَاجْلِدُوْا كُلَّ وَاحِدٍ مِّنْهُمَا مِائَةَ جَلْدَةٍ ۖوَّلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِيْ دِيْنِ اللّٰهِ اِنْ كُنْتُمْ تُؤْمِنُوْنَ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِۚ وَلْيَشْهَدْ عَذَابَهُمَا طَاۤىِٕفَةٌ مِّنَ الْمُؤْمِنِيْنَ",
                "transliteration": {
                    "en": "Azzaaniyatu wazzaanee fajlidoo kulla waahidim minhumaa mi'ata jaldatinw wa laa taakhuzkum bihimaa raafatun fee deenil laahi in kuntum tu'minoona billaahi wal Yawmil Aakhiri wal yashhad 'azaabahumaa taaa'ifatum minal mu'mineen",
                    "id": "az-zāniyatu waz-zānī fajlidū kulla wāḥidim minhumā mi'ata jaldah(tan), wa lā ta'khużkum bihimā ra'fatun fī dīnillāhi in kuntum tu'minūna billāhi wal-yaumil-ākhir(i), walyasyhad ‘ażābahumā ṭā'ifatum minal-mu'minīn(a)."
                }
            },
            "translation": {
                "en": "The [unmarried] woman or [unmarried] man found guilty of sexual intercourse - lash each one of them with a hundred lashes, and do not be taken by pity for them in the religion of Allah, if you should believe in Allah and the Last Day. And let a group of the believers witness their punishment.",
                "id": "Pezina perempuan dan pezina laki-laki, deralah masing-masing dari keduanya seratus kali, dan janganlah rasa belas kasihan kepada keduanya mencegah kamu untuk (menjalankan) agama (hukum) Allah, jika kamu beriman kepada Allah dan hari kemudian; dan hendaklah (pelaksanaan) hukuman mereka disaksikan oleh sebagian orang-orang yang beriman."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2793.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2793.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2794,
                "inSurah": 3
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلزَّانِيْ لَا يَنْكِحُ اِلَّا زَانِيَةً اَوْ مُشْرِكَةً ۖوَّالزَّانِيَةُ لَا يَنْكِحُهَآ اِلَّا زَانٍ اَوْ مُشْرِكٌ ۚوَحُرِّمَ ذٰلِكَ عَلَى الْمُؤْمِنِيْنَ",
                "transliteration": {
                    "en": "Azzaanee laa yankihu illaa zaaniyatan aw mushrikatanw wazzaaniyatu laa yankihuhaaa illaa zaanin aw mushrik; wa hurrima zaalika 'alal mu'mineen",
                    "id": "az-zānī lā yankiḥu illā zāniyatan au musyrikah(tan), waz-zāniyatu lā yankiḥuhā illā zānin au musyrik(un), wa ḥurrima żālika ‘alal-mu'minīn(a)."
                }
            },
            "translation": {
                "en": "The fornicator does not marry except a [female] fornicator or polytheist, and none marries her except a fornicator or a polytheist, and that has been made unlawful to the believers.",
                "id": "Pezina laki-laki tidak boleh menikah kecuali dengan pezina perempuan, atau dengan perempuan musyrik; dan pezina perempuan tidak boleh menikah kecuali dengan pezina laki-laki atau dengan laki-laki musyrik; dan yang demikian itu diharamkan bagi orang-orang mukmin."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2794.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2794.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2795,
                "inSurah": 4
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَأْتُوْا بِاَرْبَعَةِ شُهَدَاۤءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًاۚ وَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ",
                "transliteration": {
                    "en": "Wallazeena yarmoonal muhsanaati summa lam yaatoo bi-arba'ati shuhadaaa'a fajlidoohum samaaneena jaldatanw wa laa taqbaloo lahum shahaadatan abadaa; wa ulaaa'ika humul faasiqoon",
                    "id": "wal-lażīna yarmūnal-muḥṣanāti ṡumma lam ya'tū bi'arba‘ati syuhadā'a fajlidūhum ṡamānīna jaldataw wa lā taqbalū lahum syahādatan abadā(n), wa ulā'ika humul-fāsiqūn(a)."
                }
            },
            "translation": {
                "en": "And those who accuse chaste women and then do not produce four witnesses - lash them with eighty lashes and do not accept from them testimony ever after. And those are the defiantly disobedient,",
                "id": "Dan orang-orang yang menuduh perempuan-perempuan yang baik (berzina) dan mereka tidak mendatangkan empat orang saksi, maka deralah mereka delapan puluh kali, dan janganlah kamu terima kesaksian mereka untuk selama-lamanya. Mereka itulah orang-orang yang fasik,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2795.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2795.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2796,
                "inSurah": 5
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِلَّا الَّذِيْنَ تَابُوْا مِنْۢ بَعْدِ ذٰلِكَ وَاَصْلَحُوْاۚ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
                "transliteration": {
                    "en": "Illal lazeena taaboo mim ba'di zaalika wa aslahoo fa innal laaha Ghafoorur Raheem",
                    "id": "illal-lażīna tābū mim ba‘di żālika wa aṣlaḥū, fa innallāha gafūrur raḥīm(un)."
                }
            },
            "translation": {
                "en": "Except for those who repent thereafter and reform, for indeed, Allah is Forgiving and Merciful.",
                "id": "kecuali mereka yang bertobat setelah itu dan memperbaiki (dirinya), maka sungguh, Allah Maha Pengampun, Maha Penyayang."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2796.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2796.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2797,
                "inSurah": 6
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْنَ يَرْمُوْنَ اَزْوَاجَهُمْ وَلَمْ يَكُنْ لَّهُمْ شُهَدَاۤءُ اِلَّآ اَنْفُسُهُمْ فَشَهَادَةُ اَحَدِهِمْ اَرْبَعُ شَهٰدٰتٍۢ بِاللّٰهِ ۙاِنَّهٗ لَمِنَ الصّٰدِقِيْنَ",
                "transliteration": {
                    "en": "Wallazeena yarmoona azwaajahum wa lam yakul lahum shuhadaaa'u illaaa anfusuhum fashahaadatu ahadihim arb'u shahaadaatim billaahi innahoo laminas saadiqeen",
                    "id": "wal-lażīna yarmūna azwājahum wa lam yakul lahum syuhadā'u illā anfusuhum fa syahādatu aḥadihim arba‘u syahādātim billāh(i), innahū laminaṣ-ṣādiqīn(a)."
                }
            },
            "translation": {
                "en": "And those who accuse their wives [of adultery] and have no witnesses except themselves - then the witness of one of them [shall be] four testimonies [swearing] by Allah that indeed, he is of the truthful.",
                "id": "Dan orang-orang yang menuduh istrinya (berzina), padahal mereka tidak mempunyai saksi-saksi selain diri mereka sendiri, maka kesaksian masing-masing orang itu ialah empat kali bersumpah dengan (nama) Allah, bahwa sesungguhnya dia termasuk orang yang berkata benar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2797.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2797.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2798,
                "inSurah": 7
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالْخَامِسَةُ اَنَّ لَعْنَتَ اللّٰهِ عَلَيْهِ اِنْ كَانَ مِنَ الْكٰذِبِيْنَ",
                "transliteration": {
                    "en": "Wal khaamisatu anna la'natal laahi 'alaihi in kaana minal kaazibeen",
                    "id": "wal-khāmisatu anna la‘natallāhi ‘alaihi in kāna minal-kāżibīn(a)."
                }
            },
            "translation": {
                "en": "And the fifth [oath will be] that the curse of Allah be upon him if he should be among the liars.",
                "id": "Dan (sumpah) yang kelima bahwa laknat Allah akan menimpanya, jika dia termasuk orang yang berdusta."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2798.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2798.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2799,
                "inSurah": 8
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَدْرَؤُا عَنْهَا الْعَذَابَ اَنْ تَشْهَدَ اَرْبَعَ شَهٰدٰتٍۢ بِاللّٰهِ اِنَّهٗ لَمِنَ الْكٰذِبِيْنَ ۙ",
                "transliteration": {
                    "en": "Wa yadra'u anhal 'azaaba an tashhada arba'a shahaa daatim billaahi innahoo laminal kaazibeen",
                    "id": "wa yadra'u ‘anhal-‘ażāba an tasyhada arba‘a syahādātim billāhi innahū laminal-kāżibīn(a)."
                }
            },
            "translation": {
                "en": "But it will prevent punishment from her if she gives four testimonies [swearing] by Allah that indeed, he is of the liars.",
                "id": "Dan istri itu terhindar dari hukuman apabila dia bersumpah empat kali atas (nama) Allah bahwa dia (suaminya) benar-benar termasuk orang-orang yang berdusta,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2799.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2799.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2800,
                "inSurah": 9
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالْخَامِسَةَ اَنَّ غَضَبَ اللّٰهِ عَلَيْهَآ اِنْ كَانَ مِنَ الصّٰدِقِيْنَ ",
                "transliteration": {
                    "en": "Wal khaamisata anna ghadabal laahi 'alaihaaa in kaana minas saadiqeen",
                    "id": "wal-khāmisata anna gaḍaballāhi ‘alaihā in kāna minaṣ-ṣādiqīn(a)."
                }
            },
            "translation": {
                "en": "And the fifth [oath will be] that the wrath of Allah be upon her if he was of the truthful.",
                "id": "dan (sumpah) yang kelima bahwa kemurkaan Allah akan menimpanya (istri), jika dia (suaminya) itu termasuk orang yang berkata benar.   "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2800.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2800.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2801,
                "inSurah": 10
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 350,
                "manzil": 301,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ تَوَّابٌ حَكِيْمٌ ࣖ",
                "transliteration": {
                    "en": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo wa annal laaha Tawwaabun Hakeem",
                    "id": "wa lau lā faḍlullāhi ‘alaikum wa raḥmatuhū wa annallāha tawwābun ḥakīm(un)."
                }
            },
            "translation": {
                "en": "And if not for the favor of Allah upon you and His mercy... and because Allah is Accepting of repentance and Wise.",
                "id": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan menemui kesulitan). Dan sesungguhnya Allah Maha Penerima Tobat, Mahabijaksana."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2801.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2801.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2802,
                "inSurah": 11
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ الَّذِيْنَ جَاۤءُوْ بِالْاِفْكِ عُصْبَةٌ مِّنْكُمْۗ  لَا تَحْسَبُوْهُ شَرًّا لَّكُمْۗ بَلْ هُوَ خَيْرٌ لَّكُمْۗ لِكُلِّ امْرِئٍ مِّنْهُمْ مَّا اكْتَسَبَ مِنَ الْاِثْمِۚ وَالَّذِيْ تَوَلّٰى كِبْرَهٗ مِنْهُمْ لَهٗ عَذَابٌ عَظِيْمٌ",
                "transliteration": {
                    "en": "Innal lazeena jaaa'oo bilifki 'usbatum minkum; laa tahsaboohu sharral lakum bal huwa khairul lakum; likul limri'im minhum mak tasaba minal-ism; wallazee tawallaa kibrahoo minhum lahoo 'azaabun 'azeem",
                    "id": "innal-lażīna jā'ū bil-ifki ‘uṣbatum minkum, lā taḥsabūhu syarral lakum, bal huwa khairul lakum, likullimri'im minhum maktasaba minal-iṡm(i), wal-lażī tawallā kibrahū minhum lahū ‘ażābun ‘aẓīm(un)."
                }
            },
            "translation": {
                "en": "Indeed, those who came with falsehood are a group among you. Do not think it bad for you; rather it is good for you. For every person among them is what [punishment] he has earned from the sin, and he who took upon himself the greater portion thereof - for him is a great punishment.",
                "id": "Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu (juga). Janganlah kamu mengira berita itu buruk bagi kamu bahkan itu baik bagi kamu. Setiap orang dari mereka akan mendapat balasan dari dosa yang diperbuatnya. Dan barangsiapa di antara mereka yang mengambil bagian terbesar (dari dosa yang diperbuatnya), dia mendapat azab yang besar (pula)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2802.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2802.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2803,
                "inSurah": 12
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَوْلَآ اِذْ سَمِعْتُمُوْهُ ظَنَّ الْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بِاَنْفُسِهِمْ خَيْرًاۙ وَّقَالُوْا هٰذَآ اِفْكٌ مُّبِيْنٌ",
                "transliteration": {
                    "en": "Law laaa iz sami'tumoohu zannal mu'minoona walmu'minaatu bi anfusihim khairanw wa qaaloo haazaaa ifkum mmubeen",
                    "id": "lau lā iż sami‘tumūhu ẓannal-mu'minūna wal-mu'minātu bi'anfusihim khairā(n), wa qālū hāżā ifkum mubīn(un)."
                }
            },
            "translation": {
                "en": "Why, when you heard it, did not the believing men and believing women think good of one another and say, \"This is an obvious falsehood\"?",
                "id": "Mengapa orang-orang mukmin dan mukminat tidak berbaik sangka terhadap diri mereka sendiri, ketika kamu mendengar berita bohong itu dan berkata, “Ini adalah (suatu berita) bohong yang nyata.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2803.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2803.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2804,
                "inSurah": 13
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَوْلَا جَاۤءُوْ عَلَيْهِ بِاَرْبَعَةِ شُهَدَاۤءَۚ فَاِذْ لَمْ يَأْتُوْا بِالشُّهَدَاۤءِ فَاُولٰۤىِٕكَ عِنْدَ اللّٰهِ هُمُ الْكٰذِبُوْنَ",
                "transliteration": {
                    "en": "Law laa jaaa'oo 'alaihi bi-arba'ati shuhadaaa'; fa iz lam yaatoo bishshuhadaaa'i fa ulaaa 'ika 'indal laahi humul kaaziboon",
                    "id": "lau lā jā'ū ‘alaihi bi'arba‘ati syuhadā'(a), fa iż lam ya'tū bisy-syuhadā'i fa ulā'ika ‘indallāhi humul-kāżibūn(a)."
                }
            },
            "translation": {
                "en": "Why did they [who slandered] not produce for it four witnesses? And when they do not produce the witnesses, then it is they, in the sight of Allah, who are the liars.",
                "id": "Mengapa mereka (yang menuduh itu) tidak datang membawa empat saksi? Oleh karena mereka tidak membawa saksi-saksi, maka mereka itu dalam pandangan Allah adalah orang-orang yang berdusta."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2804.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2804.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2805,
                "inSurah": 14
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ فِى الدُّنْيَا وَالْاٰخِرَةِ لَمَسَّكُمْ فِيْ مَآ اَفَضْتُمْ فِيْهِ عَذَابٌ عَظِيْمٌ ",
                "transliteration": {
                    "en": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo fiddunyaa wal aakhirati lamassakum fee maaa afadtum feehi 'azaabun 'azeem",
                    "id": "wa lau lā faḍlullāhi ‘alaikum wa raḥmatuhū fid-dun-yā wal-ākhirati lamassakum fīmā afaḍtum fīhi ‘ażābun ‘aẓīm(un)."
                }
            },
            "translation": {
                "en": "And if it had not been for the favor of Allah upon you and His mercy in this world and the Hereafter, you would have been touched for that [lie] in which you were involved by a great punishment",
                "id": "Dan seandainya bukan karena karunia Allah dan rahmat-Nya kepadamu di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar, disebabkan oleh pembicaraan kamu tentang hal itu (berita bohong itu)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2805.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2805.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2806,
                "inSurah": 15
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِذْ تَلَقَّوْنَهٗ بِاَلْسِنَتِكُمْ وَتَقُوْلُوْنَ بِاَفْوَاهِكُمْ مَّا لَيْسَ لَكُمْ بِهٖ عِلْمٌ وَّتَحْسَبُوْنَهٗ هَيِّنًاۙ وَّهُوَ عِنْدَ اللّٰهِ عَظِيْمٌ ۚ",
                "transliteration": {
                    "en": "iz talaqqawnahoo bi alsinatikum wa taqooloona bi afwaahikum maa laisa lakum bihee 'ilmunw wa tahsaboo nahoo haiyinanw wa huwa 'indl laahi 'azeem",
                    "id": "iż talaqqaunahū bi'alsinatikum wa taqūlūna bi'afwāhikum mā laisa lakum bihī ‘ilmuw wa taḥsabūnahū hayyinā(n), wa huwa ‘indallāhi ‘aẓīm(un)."
                }
            },
            "translation": {
                "en": "When you received it with your tongues and said with your mouths that of which you had no knowledge and thought it was insignificant while it was, in the sight of Allah, tremendous.",
                "id": "(Ingatlah) ketika kamu menerima (berita bohong) itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit pun, dan kamu menganggapnya remeh, padahal dalam pandangan Allah itu soal besar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2806.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2806.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2807,
                "inSurah": 16
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَوْلَآ اِذْ سَمِعْتُمُوْهُ قُلْتُمْ مَّا يَكُوْنُ لَنَآ اَنْ نَّتَكَلَّمَ بِهٰذَاۖ سُبْحٰنَكَ هٰذَا بُهْتَانٌ عَظِيْمٌ",
                "transliteration": {
                    "en": "Wa law laaa iz sami'tu moohu qultum maa yakoonu lanaaa an natakallama bihaazaa Subhaanaka haaza buhtaanun 'azeem",
                    "id": "wa lau lā iż sami‘tumūhu qultum mā yakūnu lanā an natakallama bihāżā, subḥānaka hāżā buhtānun ‘aẓīm(un)."
                }
            },
            "translation": {
                "en": "And why, when you heard it, did you not say, \"It is not for us to speak of this. Exalted are You, [O Allah]; this is a great slander\"?",
                "id": "Dan mengapa kamu tidak berkata ketika mendengarnya, “Tidak pantas bagi kita membicarakan ini.  Mahasuci Engkau, ini adalah kebohongan yang besar.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2807.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2807.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2808,
                "inSurah": 17
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَعِظُكُمُ اللّٰهُ اَنْ تَعُوْدُوْا لِمِثْلِهٖٓ اَبَدًا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ۚ",
                "transliteration": {
                    "en": "Ya'izukumul laahu an ta'oodoo limisliheee abadan in kuntum mu'mineen",
                    "id": "ya‘iẓukumullāhu an ta‘ūdū limiṡlihī abadan in kuntum mu'minīn(a)."
                }
            },
            "translation": {
                "en": "Allah warns you against returning to the likes of this [conduct], ever, if you should be believers.",
                "id": "Allah memperingatkan kamu agar (jangan) kembali mengulangi seperti itu selama-lamanya, jika kamu orang beriman,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2808.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2808.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2809,
                "inSurah": 18
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
                "transliteration": {
                    "en": "Wa yubaiyinul laahu lakumul Aayaat; wallaahu 'Aleemun Hakeem",
                    "id": "wa yubayyinullāhu lakumul-āyāt(i), wallāhu ‘alīmun ḥakīm(un)."
                }
            },
            "translation": {
                "en": "And Allah makes clear to you the verses, and Allah is Knowing and Wise.",
                "id": "dan Allah menjelaskan ayat-ayat(-Nya) kepada kamu. Dan Allah Maha Mengetahui, Mahabijaksana."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2809.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2809.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2810,
                "inSurah": 19
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ الَّذِيْنَ يُحِبُّوْنَ اَنْ تَشِيْعَ الْفَاحِشَةُ فِى الَّذِيْنَ اٰمَنُوْا لَهُمْ عَذَابٌ اَلِيْمٌۙ فِى الدُّنْيَا وَالْاٰخِرَةِۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ",
                "transliteration": {
                    "en": "Innal lazeena yuhibboona an tashee'al faahishatu fil lazeena aamanoo lahum 'azaabun aleemun fid dunyaa wal Aakhirah; wallaahu ya'lamu wa antum laa ta'lamoon",
                    "id": "innal-lażīna yuḥibbūna an tasyī‘al-fāḥisyatu fil-lażīna āmanū lahum ‘ażābun alīm(un), fid-dun-yā wal-ākhirah(ti), wallāhu ya‘lamu wa antum lā ta‘lamūn(a)."
                }
            },
            "translation": {
                "en": "Indeed, those who like that immorality should be spread [or publicized] among those who have believed will have a painful punishment in this world and the Hereafter. And Allah knows and you do not know.",
                "id": "Sesungguhnya orang-orang yang ingin agar perbuatan yang sangat keji itu (berita bohong) tersiar di kalangan orang-orang yang beriman, mereka mendapat azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedang kamu tidak mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2810.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2810.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2811,
                "inSurah": 20
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 351,
                "manzil": 302,
                "hizbQuarter": 140,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ وَاَنَّ اللّٰهَ رَءُوْفٌ رَّحِيْمٌ ࣖ ",
                "transliteration": {
                    "en": "Wa law laa fadlul laahi 'alaikum wa rahmatuhoo wa annal laaha Ra'oofur Raheem",
                    "id": "wa lau lā faḍlullāhi ‘alaikum wa raḥmatuhū wa annallāha ra'ūfur raḥīm(un)."
                }
            },
            "translation": {
                "en": "And if it had not been for the favor of Allah upon you and His mercy... and because Allah is Kind and Merciful.",
                "id": "Dan kalau bukan karena karunia Allah dan rahmat-Nya kepadamu (niscaya kamu akan ditimpa azab yang besar). Sungguh, Allah Maha Penyantun, Ma-ha Penyayang. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2811.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2811.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2812,
                "inSurah": 21
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 352,
                "manzil": 303,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰى مِنْكُمْ مِّنْ اَحَدٍ اَبَدًاۙ وَّلٰكِنَّ اللّٰهَ يُزَكِّيْ مَنْ يَّشَاۤءُۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
                "transliteration": {
                    "en": "Yaaa aiyuhal lazeena aamanoo laa tattabi'oo khutuwaatish Shaitaan; wa many-yattabi' khutuwaatish Shaitaani fa innahoo yaamuru bilfahshaaa'i walmunkar; wa law laa fadlul laahi 'alaikum wa rahmatuhoo maa zakaa minkum min ahadin abadanw wa laakinnal laaha yuzakkee many-yashaaa'; wallaahu Samee'un 'Aleem",
                    "id": "yā ayyuhal-lażīna āmanū lā tattabi‘ū khuṭuwātisy-syaiṭān(i), wa may yattabi‘ khuṭuwātisy-syaiṭāni fa innahū ya'muru bil-faḥsyā'i wal-munkar(i), wa lau lā faḍlullāhi ‘alaikum wa raḥmatuhū mā zakā minkum min aḥadin abadā(n), wa lākinnallāha yuzakkī may yasyā'(u), wallāhu samī‘un ‘alīm(un)."
                }
            },
            "translation": {
                "en": "O you who have believed, do not follow the footsteps of Satan. And whoever follows the footsteps of Satan - indeed, he enjoins immorality and wrongdoing. And if not for the favor of Allah upon you and His mercy, not one of you would have been pure, ever, but Allah purifies whom He wills, and Allah is Hearing and Knowing.",
                "id": "Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barangsiapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki. Dan Allah Maha Mendengar, Maha Mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2812.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2812.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2813,
                "inSurah": 22
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 352,
                "manzil": 303,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَا يَأْتَلِ اُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُّؤْتُوْٓا اُولِى الْقُرْبٰى وَالْمَسٰكِيْنَ وَالْمُهٰجِرِيْنَ فِيْ سَبِيْلِ اللّٰهِ ۖوَلْيَعْفُوْا وَلْيَصْفَحُوْاۗ اَلَا تُحِبُّوْنَ اَنْ يَّغْفِرَ اللّٰهُ لَكُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ",
                "transliteration": {
                    "en": "Wa laa yaatali ulul fadli minkum wassa'ati ai yu'tooo ulil qurbaa walmasaakeena walmuhaajireena fee sabeelillaahi walya'foo walyasfahoo; alaa tuhibboona ai yaghfiral laahu lakum; wal laahu Ghafoorur Raheem",
                    "id": "wa lā ya'tali ulul-faḍli minkum was-sa‘ati ay yu'tū ulil-qurbā wal-masākīna wal-muhājirīna fī sabīlillāh(i), wal ya‘fū wal yaṣfaḥū, alā tuḥibbūna ay yagfirallāhu lakum, wallāhu gafūrur raḥīm(un)."
                }
            },
            "translation": {
                "en": "And let not those of virtue among you and wealth swear not to give [aid] to their relatives and the needy and the emigrants for the cause of Allah, and let them pardon and overlook. Would you not like that Allah should forgive you? And Allah is Forgiving and Merciful.",
                "id": "Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kerabat(nya), orang-orang miskin dan orang-orang yang berhijrah di jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka bahwa Allah mengampunimu? Dan Allah Maha Pengampun, Maha Penyayang."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2813.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2813.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2814,
                "inSurah": 23
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 352,
                "manzil": 303,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ",
                "transliteration": {
                    "en": "Innal lazeena yarmoonal muhsanaatil ghaafilaatil mu'minaati lu'inoo fid dunyaa wal Aakhirati wa lahum 'azaabun 'azeem",
                    "id": "innal-lażīna yarmūnal-muḥṣanātil-gāfilātil-mu'mināti lu‘inū fid-dun-yā wal-ākhirah(ti), wa lahum ‘ażābun ‘aẓīm(un)."
                }
            },
            "translation": {
                "en": "Indeed, those who [falsely] accuse chaste, unaware and believing women are cursed in this world and the Hereafter; and they will have a great punishment",
                "id": "Sungguh, orang-orang yang menuduh perempuan-perempuan baik, yang lengah dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2814.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2814.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2815,
                "inSurah": 24
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 352,
                "manzil": 303,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ",
                "transliteration": {
                    "en": "Yawma tashhhadu 'alaihim alsinatuhum wa aideehim wa arjuluhum bimaa kaanoo ya'maloon",
                    "id": "yauma tasyhadu ‘alaihim alsinatuhum wa aidīhim wa arjuluhum bimā kānū ya‘malūn(a)."
                }
            },
            "translation": {
                "en": "On a Day when their tongues, their hands and their feet will bear witness against them as to what they used to do.",
                "id": "pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2815.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2815.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2816,
                "inSurah": 25
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 352,
                "manzil": 303,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ وَيَعْلَمُوْنَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبِيْنُ",
                "transliteration": {
                    "en": "Yawma'iziny yuwaf feehimul laahu deenahumul haqqa wa ya'lamoona annal laaha Huwal Haqqul Mubeen",
                    "id": "yauma'iżiy yuwaffīhimullāhu dīnahumul-ḥaqqa wa ya‘lamūna annallāha huwal-ḥaqqul-mubīn(u)."
                }
            },
            "translation": {
                "en": "That Day, Allah will pay them in full their deserved recompense, and they will know that it is Allah who is the perfect in justice.",
                "id": "Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka, dan mereka tahu bahwa Allah Maha-benar, Maha Menjelaskan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2816.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2816.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2817,
                "inSurah": 26
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 352,
                "manzil": 303,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلْخَبِيْثٰتُ لِلْخَبِيْثِيْنَ وَالْخَبِيْثُوْنَ لِلْخَبِيْثٰتِۚ وَالطَّيِّبٰتُ لِلطَّيِّبِيْنَ وَالطَّيِّبُوْنَ لِلطَّيِّبٰتِۚ اُولٰۤىِٕكَ مُبَرَّءُوْنَ مِمَّا يَقُوْلُوْنَۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ࣖ",
                "transliteration": {
                    "en": "Alkhabeesaatu lilkha beeseena walkhabeesoona lilkhabeesaati wattaiyibaatu littaiyibeena wattaiyiboona littaiyibaat; ulaaa'ika mubar ra'oona maimma yaqooloona lahum maghfiratunw wa rizqun kareem",
                    "id": "al-khabīṡātu lil-khabīṡīna wal-khabīṡūna lil-khabīṡāt(i), waṭ-ṭayyibātu liṭ-ṭayyibīna waṭ-ṭayyibūna liṭ-ṭayyibāt(i), ulā'ika mubarra'ūna mimmā yaqūlūn(a), lahum magfiratuw wa rizqun karīm(un)."
                }
            },
            "translation": {
                "en": "Evil words are for evil men, and evil men are [subjected] to evil words. And good words are for good men, and good men are [an object] of good words. Those [good people] are declared innocent of what the slanderers say. For them is forgiveness and noble provision.",
                "id": "Perempuan-perempuan yang keji untuk laki-laki yang keji, dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan dan rezeki yang mulia (surga)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2817.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2817.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2818,
                "inSurah": 27
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 352,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ",
                "transliteration": {
                    "en": "Yaaa aiyuhal lazeena aamanoo laa tadkhuloo buyootan ghaira buyootikum hatta tastaanisoo wa tusallimoo 'allaa ahlihaa; zaalikum khairul lakum la'allakum tazakkaroon",
                    "id": "yā ayyuhal-lażīna āmanū lā tadkhulū buyūtan gaira buyūtikum ḥattā tasta'nisū wa tusallimū ‘alā ahlihā, żālikum khairul lakum la‘allakum tażakkarūn(a)."
                }
            },
            "translation": {
                "en": "O you who have believed, do not enter houses other than your own houses until you ascertain welcome and greet their inhabitants. That is best for you; perhaps you will be reminded.",
                "id": "Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2818.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2818.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2819,
                "inSurah": 28
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 353,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ",
                "transliteration": {
                    "en": "Fa il lam tajidoo feehaaa ahadan falaa tadkhuloohaa hattaa yu'zana lakum wa in qeela lakumurji'oo farji'oo huwa azkaa lakum; wallaahu bimaa ta'maloona 'Aleem",
                    "id": "fa illam tajidū fīhā aḥadan falā tadkhulūhā ḥattā yu'żana lakum wa in qīla lakumurji‘ū farji‘ū huwa azkā lakum, wallāhu bimā ta‘malūna ‘alīm(un)."
                }
            },
            "translation": {
                "en": "And if you do not find anyone therein, do not enter them until permission has been given you. And if it is said to you, \"Go back,\" then go back; it is purer for you. And Allah is Knowing of what you do.",
                "id": "Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, “Kembalilah!” Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2819.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2819.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2820,
                "inSurah": 29
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 353,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ",
                "transliteration": {
                    "en": "Laisa 'alaikum junaahun ann tadkhuloo buyootan ghaira maskoonatin feeha mataa'ul lakum; wallaahu ya'lamu maa tubdoona wa maa taktumoon",
                    "id": "laisa ‘alaikum junāḥun an tadkhulū buyūtan gaira maskūnatin fīhā matā‘ul lakum, wallāhu ya‘lamu mā tubdūna wa mā taktumūn(a)."
                }
            },
            "translation": {
                "en": "There is no blame upon you for entering houses not inhabited in which there is convenience for you. And Allah knows what you reveal and what you conceal.",
                "id": "Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2820.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2820.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2821,
                "inSurah": 30
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 353,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ",
                "transliteration": {
                    "en": "Qul lilmu' mineena yaghuuddoo min absaarihim wa yahfazoo furoojahum; zaalika azkaa lahum; innallaaha khabeerum bimaa yasna'oon",
                    "id": "qul lil-mu'minīna yaguḍḍū min abṡārihim wa yaḥfaẓū furūjahum, żālika azkā lahum, innallāha khabīrum bimā yaṣna‘ūn(a)."
                }
            },
            "translation": {
                "en": "Tell the believing men to reduce [some] of their vision and guard their private parts. That is purer for them. Indeed, Allah is Acquainted with what they do.",
                "id": "Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2821.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2821.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2822,
                "inSurah": 31
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 353,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التّٰبِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ",
                "transliteration": {
                    "en": "Wa qul lilmu'minaati yaghdudna min absaarihinna wa yahfazna furoojahunna wa laa yubdeena zeenatahunna illaa maa zahara minhaa walyadribna bikhumurihinna 'alaa juyoobihinna wa laa yubdeena zeenatahunna illaa libu'oolatihinna aw aabaaa'i hinna aw aabaaa'i bu'oolati hinna aw abnaaa'ihinaa aw abnaaa'i bu'oolatihinnna aw ikhwaanihinnna aw baneee ikhwaanihinna aw banee akhawaatihinna aw nisaaa'i hinna aw maa malakat aimaanuhunna awit taabi'eena ghairi ilil irbati minar rijaali awit tiflillazeena lam yazharoo 'alaa 'awraatin nisaaa'i wala yadribnna bi arjulihinna min zeenatihinn; wa toobooo ilallaahi jammee'an aiyuhal mu'minoona la'allakum tuflihoon",
                    "id": "wa qul lil-mu'mināti yagḍuḍna min abṡārihinna wa yaḥfaẓna furūjahunna wa lā yubdīna zīnatahunna illā mā ẓahara minhā walyaḍribna bikhumurihinna ‘alā juyūbihinn(a), wa lā yubdīna zīnatahunna illā libu‘ūlatihinna au ābā'ihinna au abnā'ihinna au abnā'i bu‘ūlatihinna au ikhwānihinna au banī ikhwānihinna au nisā'ihinna au mā malakat aimānuhunna awit-tābi‘īna gairi ulil-irbati minar-rijāli awiṭ-ṭiflil-lażīna lam yaẓharū ‘alā ‘aurātin-nisā'(i), wa lā yaḍribna bi'arjulihinna liyu‘lama mā yukhfīna min zīnatihinn(a), wa tūbū ilallāhi jamī‘an ayyuhal-mu'minūna la‘allakum tufliḥūn(a)."
                }
            },
            "translation": {
                "en": "And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands' fathers, their sons, their husbands' sons, their brothers, their brothers' sons, their sisters' sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women. And let them not stamp their feet to make known what they conceal of their adornment. And turn to Allah in repentance, all of you, O believers, that you might succeed.",
                "id": "Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan) atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2822.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2822.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2823,
                "inSurah": 32
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 354,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاَنْكِحُوا الْاَيَامٰى مِنْكُمْ وَالصّٰلِحِيْنَ مِنْ عِبَادِكُمْ وَاِمَاۤىِٕكُمْۗ اِنْ يَّكُوْنُوْا فُقَرَاۤءَ يُغْنِهِمُ اللّٰهُ مِنْ فَضْلِهٖۗ وَاللّٰهُ وَاسِعٌ عَلِيْمٌ ",
                "transliteration": {
                    "en": "Wa ankihul ayaamaa minkum was saaliheena min 'ibaadikum wa imaa'kum; iny-yakoonoo fuqaraaa'a yughni himul laahu min fadlih; wal laahu Waasi'un 'Aleem",
                    "id": "wa ankiḥul-ayāmā minkum waṣ-ṣāliḥīna min ‘ibādikum wa imā'ikum, iy yakūnū fuqarā'a yugnihimullāhu min faḍlih(ī), wallāhu wāsi‘un ‘alīm(un)."
                }
            },
            "translation": {
                "en": "And marry the unmarried among you and the righteous among your male slaves and female slaves. If they should be poor, Allah will enrich them from His bounty, and Allah is all-Encompassing and Knowing.",
                "id": "Dan nikahkanlah orang-orang yang masih membujang di antara kamu, dan juga orang-orang yang layak (menikah) dari hamba-hamba sahayamu yang laki-laki dan perempuan. Jika mereka miskin, Allah akan memberi kemampuan kepada mereka dengan karunia-Nya. Dan Allah Mahaluas (pemberian-Nya), Maha Mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2823.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2823.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2824,
                "inSurah": 33
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 354,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلْيَسْتَعْفِفِ الَّذِيْنَ لَا يَجِدُوْنَ نِكَاحًا حَتّٰى يُغْنِيَهُمُ اللّٰهُ مِنْ فَضْلِهٖ ۗوَالَّذِيْنَ يَبْتَغُوْنَ الْكِتٰبَ مِمَّا مَلَكَتْ اَيْمَانُكُمْ فَكَاتِبُوْهُمْ اِنْ عَلِمْتُمْ فِيْهِمْ خَيْرًا وَّاٰتُوْهُمْ مِّنْ مَّالِ اللّٰهِ الَّذِيْٓ اٰتٰىكُمْ ۗوَلَا تُكْرِهُوْا فَتَيٰتِكُمْ عَلَى الْبِغَاۤءِ اِنْ اَرَدْنَ تَحَصُّنًا لِّتَبْتَغُوْا عَرَضَ الْحَيٰوةِ الدُّنْيَا ۗوَمَنْ يُّكْرِهْهُّنَّ فَاِنَّ اللّٰهَ مِنْۢ بَعْدِ اِكْرَاهِهِنَّ غَفُوْرٌ رَّحِيْمٌ",
                "transliteration": {
                    "en": "Wal yasta'fifil lazeena laa yajidoona nikaahan hata yughniyahumul laahu mi fadlih; wallazeena yabtaghoonal kitaaba mimmaa malakat aimaanukum fakaatiboohum in 'alimtum feehim khairanw wa aatoohum mimmaalil laahil lazeee aataakum; wa laa tukrihoo fatayaatikum 'alal bighaaa'i in aradna tahassunal litabtaghoo 'aradal hayaatid dunyaa; wa mai yukrihhunna fa innal laaha mim ba'di ikraahihinna Ghafoor Raheem",
                    "id": "walyasta‘fifil-lażīna lā yajidūna nikāḥan ḥattā yugniyahumullāhu min faḍlih(ī), wal-lażīna yabtagūnal-kitāba mimmā malakat aimānukum fa kātibūhum in ‘alimtum fīhim khairaw wa ātūhum mim mālillāhil-lażī ātākum, wa lā tukrihū fatayātikum ‘alal-bigā'i in aradna taḥaṣṣunal litabtagū ‘araḍal-ḥayātid-dun-yā, wa may yukrihhunna fa innallāha mim ba‘di ikrāhihinna gafūrur raḥīm(un)."
                }
            },
            "translation": {
                "en": "But let them who find not [the means for] marriage abstain [from sexual relations] until Allah enriches them from His bounty. And those who seek a contract [for eventual emancipation] from among whom your right hands possess - then make a contract with them if you know there is within them goodness and give them from the wealth of Allah which He has given you. And do not compel your slave girls to prostitution, if they desire chastity, to seek [thereby] the temporary interests of worldly life. And if someone should compel them, then indeed, Allah is [to them], after their compulsion, Forgiving and Merciful.",
                "id": "Dan orang-orang yang tidak mampu menikah hendaklah menjaga kesucian (diri)nya, sampai Allah memberi kemampuan kepada mereka dengan karunia-Nya. Dan jika hamba sahaya yang kamu miliki menginginkan perjanjian (kebebasan), hendaklah kamu buat perjanjian kepada mereka, jika kamu mengetahui ada kebaikan pada mereka, dan berikanlah kepada mereka sebagian dari harta Allah yang dikaruniakan-Nya kepadamu. Dan janganlah kamu paksa hamba sahaya perempuanmu untuk melakukan pelacuran, sedang mereka sendiri menginginkan kesucian, karena kamu hendak mencari keuntungan kehidupan duniawi. Barangsiapa memaksa mereka, maka sungguh, Allah Maha Pengampun, Maha Penyayang (kepada mereka) setelah mereka dipaksa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2824.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2824.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2825,
                "inSurah": 34
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 354,
                "manzil": 304,
                "hizbQuarter": 141,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَقَدْ اَنْزَلْنَآ اِلَيْكُمْ اٰيٰتٍ مُّبَيِّنٰتٍ وَّمَثَلًا مِّنَ الَّذِيْنَ خَلَوْا مِنْ قَبْلِكُمْ وَمَوْعِظَةً لِّلْمُتَّقِيْنَ ࣖ",
                "transliteration": {
                    "en": "Wa laqad anzalnaaa ilaikum Aayaatim mubaiyinaatinw wa masalam minnal lazeena khalaw min qablikum wa maw'izatal lilmuttaqeen",
                    "id": "wa laqad anzalnā ilaikum āyātim mubayyinātiw wa maṡalam minal-lażīna khalau min qablikum wa mau‘iẓatal lil-muttaqīn(a)."
                }
            },
            "translation": {
                "en": "And We have certainly sent down to you distinct verses and examples from those who passed on before you and an admonition for those who fear Allah.",
                "id": "Dan sungguh, Kami telah menurunkan kepada kamu ayat-ayat yang memberi penjelasan, dan contoh-contoh dari orang-orang yang terdahulu sebelum kamu dan sebagai pelajaran bagi orang-orang yang bertakwa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2825.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2825.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2826,
                "inSurah": 35
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 354,
                "manzil": 305,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ اَللّٰهُ نُوْرُ السَّمٰوٰتِ وَالْاَرْضِۗ مَثَلُ نُوْرِهٖ كَمِشْكٰوةٍ فِيْهَا مِصْبَاحٌۗ  اَلْمِصْبَاحُ فِيْ زُجَاجَةٍۗ  اَلزُّجَاجَةُ كَاَنَّهَا كَوْكَبٌ دُرِّيٌّ يُّوْقَدُ مِنْ شَجَرَةٍ مُّبٰرَكَةٍ زَيْتُوْنَةٍ لَّا شَرْقِيَّةٍ وَّلَا غَرْبِيَّةٍۙ يَّكَادُ زَيْتُهَا يُضِيْۤءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌۗ  نُوْرٌ عَلٰى نُوْرٍۗ يَهْدِى اللّٰهُ لِنُوْرِهٖ مَنْ يَّشَاۤءُۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ۙ ",
                "transliteration": {
                    "en": "Allaahu noorus samaawaati wal ard; masalu noorihee kamishkaatin feehaa misbaah; almisbaahu fee zujaajatin azzujaajatu ka annahaa kawkabun durriyyuny yooqadu min shajaratim mubaarakatin zaitoonatil laa shariqiyyatinw wa laa gharbiyyatiny yakaadu zaituhaa yudeee'u wa law alm tamsashu naar; noorun 'alaa noor; yahdil laahu linoorihee mai yashaaa'; wa yadribul laahul amsaala linnaas; wallaahu bikulli shai'in Aleem",
                    "id": "allāhu nūrus-samāwāti wal-arḍ(i), maṡalu nūrihī kamisykātin fīhā miṣbāḥ(un), al-miṣbāḥu fī zujājah(tin), az-zujājatu ka'annahā kaukabun durriyyuy yūqadu min syajaratim mubārakatin zaitūnatil lā syarqiyyatiw wa lā garbiyyah(tin), yakādu zaituhā yuḍī'u wa lau lam tamsashu nār(un), nūrun ‘alā nūr(in), yahdillāhu linūrihī may yasyā'(u), wa yaḍribullāhul-amṡāla lin-nās(i), wallāhu bikulli syai'in ‘alīm(un)."
                }
            },
            "translation": {
                "en": "Allah is the Light of the heavens and the earth. The example of His light is like a niche within which is a lamp, the lamp is within glass, the glass as if it were a pearly [white] star lit from [the oil of] a blessed olive tree, neither of the east nor of the west, whose oil would almost glow even if untouched by fire. Light upon light. Allah guides to His light whom He wills. And Allah presents examples for the people, and Allah is Knowing of all things.",
                "id": "Allah (pemberi) cahaya (kepada) langit dan bumi. Perumpamaan cahaya-Nya, seperti sebuah lubang yang tidak tembus, yang di dalamnya ada pelita besar. Pelita itu di dalam tabung kaca (dan) tabung kaca itu bagaikan bintang yang berkilauan, yang dinyalakan dengan minyak dari pohon yang diberkahi, (yaitu) pohon zaitun yang tumbuh tidak di timur dan tidak pula di barat, yang minyaknya (saja) hampir-hampir menerangi, walaupun tidak disentuh api. Cahaya di atas cahaya (berlapis-lapis), Allah memberi petunjuk kepada cahaya-Nya bagi orang yang Dia kehendaki, dan Allah membuat perumpamaan-perumpamaan bagi manusia. Dan Allah Maha Mengetahui segala sesuatu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2826.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2826.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2827,
                "inSurah": 36
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 354,
                "manzil": 305,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فِيْ بُيُوْتٍ اَذِنَ اللّٰهُ اَنْ تُرْفَعَ وَيُذْكَرَ فِيْهَا اسْمُهٗۙ يُسَبِّحُ لَهٗ فِيْهَا بِالْغُدُوِّ وَالْاٰصَالِ ۙ",
                "transliteration": {
                    "en": "Fee buyootin azinal laahu an turfa'a wa yuzkara feehasmuhoo yusabbihu lahoo feehaa bilghuduwwi wal aasaal",
                    "id": "fī buyūtin ażinallāhu an turfa‘a wa yużkara fīhasmuh(ū), yusabbiḥu lahū fīhā bil-guduwwi wal-āṣāl(i)."
                }
            },
            "translation": {
                "en": "[Such niches are] in mosques which Allah has ordered to be raised and that His name be mentioned therein; exalting Him within them in the morning and the evenings",
                "id": "(Cahaya itu) di rumah-rumah yang di sana telah diperintahkan Allah untuk memuliakan dan menyebut nama-Nya, di sana bertasbih (menyucikan)  nama-Nya pada waktu pagi dan petang,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2827.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2827.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2828,
                "inSurah": 37
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 355,
                "manzil": 305,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "رِجَالٌ لَّا تُلْهِيْهِمْ تِجَارَةٌ وَّلَا بَيْعٌ عَنْ ذِكْرِ اللّٰهِ وَاِقَامِ الصَّلٰوةِ وَاِيْتَاۤءِ الزَّكٰوةِ ۙيَخَافُوْنَ يَوْمًا تَتَقَلَّبُ فِيْهِ الْقُلُوْبُ وَالْاَبْصَارُ ۙ",
                "transliteration": {
                    "en": "Rinjaalul laa tulheehim tijaaratunw wa laa bai'un 'an zikril laahi wa iqaamis Salaati wa eetaaa'iz Zakaati yakkhaafoona Yawman tataqallabu feehil quloobu wal absaar",
                    "id": "rijālul lā tulhīhim tijāratuw wa lā bai‘un ‘an żikrillāhi wa iqāmiṣ-ṣalāti wa ītā'iz-zakāh(ti), yakhāfūna yauman tataqallabu fīhil-qulūbu wal-abṣār(u)."
                }
            },
            "translation": {
                "en": "[Are] men whom neither commerce nor sale distracts from the remembrance of Allah and performance of prayer and giving of zakah. They fear a Day in which the hearts and eyes will [fearfully] turn about -",
                "id": "orang yang tidak dilalaikan oleh perdagangan dan jual beli dari mengingat Allah, melaksanakan salat, dan menunaikan zakat. Mereka takut kepada hari ketika hati dan penglihatan menjadi guncang (hari Kiamat),"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2828.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2828.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2829,
                "inSurah": 38
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 355,
                "manzil": 305,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لِيَجْزِيَهُمُ اللّٰهُ اَحْسَنَ مَا عَمِلُوْا وَيَزِيْدَهُمْ مِّنْ فَضْلِهٖۗ وَاللّٰهُ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ",
                "transliteration": {
                    "en": "Liyajziyahumul laahu ahsana maa 'amiloo wa yazeedahum min fadlih; wal laahu yarzuqu mai yashaaa'u bighairi hisaab",
                    "id": "liyajziyahumullāhu aḥsana mā ‘amilū wa yazīduhum min faḍlih(ī), wallāhu yarzuqu may yasyā'u bigairi ḥisāb(in)."
                }
            },
            "translation": {
                "en": "That Allah may reward them [according to] the best of what they did and increase them from His bounty. And Allah gives provision to whom He wills without account.",
                "id": "(mereka melakukan itu) agar Allah memberi balasan kepada mereka dengan yang lebih baik daripada apa yang telah mereka kerjakan, dan agar Dia menambah karunia-Nya kepada mereka. Dan Allah memberi rezeki kepada siapa saja yang Dia kehendaki tanpa batas."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2829.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2829.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2830,
                "inSurah": 39
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 355,
                "manzil": 305,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْنَ كَفَرُوْٓا اَعْمَالُهُمْ كَسَرَابٍۢ بِقِيْعَةٍ يَّحْسَبُهُ الظَّمْاٰنُ مَاۤءًۗ حَتّٰىٓ اِذَا جَاۤءَهٗ لَمْ يَجِدْهُ شَيْـًٔا وَّوَجَدَ اللّٰهَ عِنْدَهٗ فَوَفّٰىهُ حِسَابَهٗ ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ۙ",
                "transliteration": {
                    "en": "Wallazeena kafarooo a'maaluhum kasaraabim biqee'atiny yahsabuhuz zamaanu maaa'an hattaaa izaa jaaa'ahoo lam yajid hu shai'anw wa wajadal laaha 'indahoo fa waffaahu hisaabah; wallaahu saree'ul hisaab",
                    "id": "wal-lażīna kafarū a‘māluhum kasarābim biqī‘atiy yaḥsabuhuẓ-ẓam'ānu mā'ā(n), ḥattā iżā jā'ahū lam yajidhu syai'aw wa wajadallāha ‘indahū fa waffāhu ḥisābah(ū), wallāhu sarī‘ul-ḥisāb(i)."
                }
            },
            "translation": {
                "en": "But those who disbelieved - their deeds are like a mirage in a lowland which a thirsty one thinks is water until, when he comes to it, he finds it is nothing but finds Allah before Him, and He will pay him in full his due; and Allah is swift in account.",
                "id": "Dan orang-orang yang kafir, amal perbuatan mereka seperti fatamorgana di tanah yang datar, yang disangka air oleh orang-orang yang dahaga, tetapi apabila (air) itu didatangi tidak ada apa pun. Dan didapatinya (ketetapan) Allah baginya. Lalu Allah memberikan kepadanya perhitungan (amal-amal) dengan sempurna dan Allah sangat cepat perhitungan-Nya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2830.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2830.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2831,
                "inSurah": 40
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 355,
                "manzil": 305,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوْ كَظُلُمٰتٍ فِيْ بَحْرٍ لُّجِّيٍّ يَّغْشٰىهُ مَوْجٌ مِّنْ فَوْقِهٖ مَوْجٌ مِّنْ فَوْقِهٖ سَحَابٌۗ ظُلُمٰتٌۢ بَعْضُهَا فَوْقَ بَعْضٍۗ اِذَآ اَخْرَجَ يَدَهٗ لَمْ يَكَدْ يَرٰىهَاۗ وَمَنْ لَّمْ يَجْعَلِ اللّٰهُ لَهٗ نُوْرًا فَمَا لَهٗ مِنْ نُّوْرٍ ࣖ",
                "transliteration": {
                    "en": "Aw kazulumaatin fee bahril lujjiyyiny yaghshaahu mawjum min fawqihee mawjum min fawqihee mawjum min fawqihee sahaab; zulumatum ba'duhaa fawqa ba'din izaaa akhraja yadahoo lam yakad yaraahaa wa mal lam yaj'alil laahu lahoo noora famaa lahoo min noor",
                    "id": "au kaẓulumātin fī baḥril lujjiyyiy yagsyāhu maujum min fauqihī maujum min fauqihī saḥāb(un), ẓulumātum ba‘ḍuhā fauqa ba‘ḍ(in), iżā akhraja yadahū lam yakad yarāhā, wa mal lam yaj‘alillāhu lahū nūran famā lahū min nūr(in)."
                }
            },
            "translation": {
                "en": "Or [they are] like darknesses within an unfathomable sea which is covered by waves, upon which are waves, over which are clouds - darknesses, some of them upon others. When one puts out his hand [therein], he can hardly see it. And he to whom Allah has not granted light - for him there is no light.",
                "id": "Atau (keadaan orang-orang kafir) seperti gelap gulita di lautan yang dalam, yang diliputi oleh gelombang demi gelombang, di atasnya ada (lagi) awan gelap. Itulah gelap gulita yang berlapis-lapis. Apabila dia mengeluarkan tangannya hampir tidak dapat melihatnya. Barangsiapa tidak diberi cahaya (petunjuk) oleh Allah, maka dia tidak mempunyai cahaya sedikit pun. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2831.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2831.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2832,
                "inSurah": 41
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 355,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُسَبِّحُ لَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِ وَالطَّيْرُ صٰۤفّٰتٍۗ كُلٌّ قَدْ عَلِمَ صَلَاتَهٗ وَتَسْبِيْحَهٗۗ وَاللّٰهُ عَلِيْمٌۢ بِمَا يَفْعَلُوْنَ ",
                "transliteration": {
                    "en": "Alam tara annal laaha yusabbihu lahoo man fissamaawaati wal ardi wat tairu saaaffaatim kullun qad 'alima Salaatahoo wa tasbeehah; wallaahu 'aleemum bimaa yaf'aloon",
                    "id": "alam tara annallāha yusabbiḥu lahū man fis-samāwāti wal-arḍi waṭ-ṭairu ṣāffāt(in), kullun qad ‘alima ṣalātahū wa tasbīḥah(ū), wallāhu ‘alīmum bimā yaf‘alūn(a)."
                }
            },
            "translation": {
                "en": "Do you not see that Allah is exalted by whomever is within the heavens and the earth and [by] the birds with wings spread [in flight]? Each [of them] has known his [means of] prayer and exalting [Him], and Allah is Knowing of what they do.",
                "id": "Tidakkah engkau (Muhammad) tahu bahwa kepada Allah-lah bertasbih apa yang di langit dan di bumi, dan juga burung yang mengembangkan sayapnya. Masing-masing sungguh, telah mengetahui (cara) berdoa dan bertasbih. Allah Maha Mengetahui apa yang mereka kerjakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2832.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2832.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2833,
                "inSurah": 42
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 355,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۚ وَاِلَى اللّٰهِ الْمَصِيْرُ",
                "transliteration": {
                    "en": "Wa lillaahi mulkus samaawaati wal ardi wa ilal laahil maseer",
                    "id": "wa lillāhi mulkus-samāwāti wal-arḍ(i), wa ilallāhil-maṣīr(u)."
                }
            },
            "translation": {
                "en": "And to Allah belongs the dominion of the heavens and the earth, and to Allah is the destination.",
                "id": "Dan milik Allah-lah kerajaan langit dan bumi dan hanya kepada Allah-lah kembali (seluruh makhluk)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2833.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2833.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2834,
                "inSurah": 43
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 355,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ يُزْجِيْ سَحَابًا ثُمَّ يُؤَلِّفُ بَيْنَهٗ ثُمَّ يَجْعَلُهٗ رُكَامًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلٰلِهٖۚ وَيُنَزِّلُ مِنَ السَّمَاۤءِ مِنْ جِبَالٍ فِيْهَا مِنْۢ بَرَدٍ فَيُصِيْبُ بِهٖ مَنْ يَّشَاۤءُ وَيَصْرِفُهٗ عَنْ مَّنْ يَّشَاۤءُۗ يَكَادُ سَنَا بَرْقِهٖ يَذْهَبُ بِالْاَبْصَارِ ۗ",
                "transliteration": {
                    "en": "Alam tara annal laaha yuzjee sahaaban summa yu'allifu bainahoo summa yaj'aluhoo rukaaman fataral wadqa yakhruju min khilaalihee wa yunazzilu minas samaaa'i min jibaalin feehaa mim barain fa yuseebu bihee mai yashaaa'u wa yasrifuhoo 'am mai yashaaa'u yakkaadu sanaa barqihee yazhabu bil absaar",
                    "id": "alam tara annallāha yuzjī saḥāban ṡumma yu'allifu bainahū ṡumma yaj‘aluhū rukāman fa taral-wadqa yakhruju min khilālih(ī), wa yunazzilu minas-samā'i min jibālin fīhā mim baradin fa yuṣību bihī may yasyā'u wa yaṣrifuhū ‘am may yasyā'(u), yakādu sanā barqihī yażhabu bil-abṣār(i)."
                }
            },
            "translation": {
                "en": "Do you not see that Allah drives clouds? Then He brings them together, then He makes them into a mass, and you see the rain emerge from within it. And He sends down from the sky, mountains [of clouds] within which is hail, and He strikes with it whom He wills and averts it from whom He wills. The flash of its lightening almost takes away the eyesight.",
                "id": "Tidakkah engkau melihat bahwa Allah menjadikan awan bergerak perlahan, kemudian mengumpulkannya, lalu Dia menjadikannya bertumpuk-tumpuk, lalu engkau lihat hujan keluar dari celah-celahnya dan Dia (juga) menurunkan (butiran-butiran) es dari langit, (yaitu) dari (gumpalan-gumpalan awan seperti) gunung-gunung, maka ditimpakan-Nya (butiran-butiran es) itu kepada siapa yang Dia kehendaki dan dihindarkan-Nya dari siapa yang Dia kehendaki. Kilauan kilatnya hampir-hampir menghilangkan penglihatan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2834.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2834.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2835,
                "inSurah": 44
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ",
                "transliteration": {
                    "en": "Yuqallibul laahul laila wannahaar; inna fee zaalika la'ibratal li ulil absaar",
                    "id": "yuqallibullāhul-laila wan-nahār(a), inna fī żālika la‘ibratal li'ulil-abṣār(i)."
                }
            },
            "translation": {
                "en": "Allah alternates the night and the day. Indeed in that is a lesson for those who have vision.",
                "id": "Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2835.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2835.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2836,
                "inSurah": 45
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ",
                "transliteration": {
                    "en": "Wallaahu khalaqa kulla daaabbatim mim maaa'in faminhum mai yamshee 'alaa batnihee wa minhum mai yamshee 'alaa rijlaine wa minhum mai yamshee 'alaaa arba'; yakhluqul laahu maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer",
                    "id": "wallāhu khalaqa kulla dābbatim mim mā'(in), fa minhum may yamsyī ‘alā baṭinih(ī), wa minhum may yamsyī ‘alā rijlain(i), wa minhum may yamsyī ‘alā arba‘(in), yakhluqullāhu mā yasyā'(u), innallāha ‘alā kulli syai'in qadīr(un)."
                }
            },
            "translation": {
                "en": "Allah has created every [living] creature from water. And of them are those that move on their bellies, and of them are those that walk on two legs, and of them are those that walk on four. Allah creates what He wills. Indeed, Allah is over all things competent.",
                "id": "Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2836.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2836.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2837,
                "inSurah": 46
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ",
                "transliteration": {
                    "en": "Laqad anzalnaaa Aayaatim mubaiyinaat; wallaahu yahdee mai yashaaa'u ilaa Siraatim Mustaqeem",
                    "id": "laqad anzalnā āyātim mubayyināt(in), wallāhu yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in)."
                }
            },
            "translation": {
                "en": "We have certainly sent down distinct verses. And Allah guides whom He wills to a straight path.",
                "id": "Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2837.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2837.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2838,
                "inSurah": 47
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ",
                "transliteration": {
                    "en": "Wa yaqooloona aamannaa billaahi wa bir Rasooli wa ata'naa summa yatawallaa fareequm minhum mim ba'di zaalik; wa maaa ulaaa'ika bilmu'mineen",
                    "id": "wa yaqūlūna āmannā billāhi wa bir-rasūli wa aṭa‘nā ṡumma yatawallā farīqum minhum mim ba‘di żālik(a), wa mā ulā'ika bil-mu'minīn(a)."
                }
            },
            "translation": {
                "en": "But the hypocrites say, \"We have believed in Allah and in the Messenger, and we obey\"; then a party of them turns away after that. And those are not believers.",
                "id": "Dan mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).”  Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2838.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2838.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2839,
                "inSurah": 48
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ",
                "transliteration": {
                    "en": "Wa izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum izaa fareequm minhum mu'ridoon",
                    "id": "wa iżā du‘ū ilallāhi wa rasūlihī liyaḥkuma bainahum iżā farīqum minhum mu‘riḍūn(a)."
                }
            },
            "translation": {
                "en": "And when they are called to [the words of] Allah and His Messenger to judge between them, at once a party of them turns aside [in refusal].",
                "id": "Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2839.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2839.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2840,
                "inSurah": 49
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ",
                "transliteration": {
                    "en": "Wa iny-yakul lahumul haqqu yaatooo ilaihi muz'ineen",
                    "id": "wa iy yakul lahumul-ḥaqqu ya'tū ilaihi muż‘inīn(a)."
                }
            },
            "translation": {
                "en": "But if the right is theirs, they come to him in prompt obedience.",
                "id": "Tetapi, jika kebenaran di pihak mereka, mereka datang kepadanya (Rasul) dengan patuh."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2840.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2840.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2841,
                "inSurah": 50
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 306,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ",
                "transliteration": {
                    "en": "Afee quloobihim ma radun amirtaabooo am yakhaafoona ani yaheefallaahu 'alaihim wa Rasooluh; bal ulaaa'ika humuz zaalimoon",
                    "id": "afī qulūbihim maraḍun amirtābū am yakhāfūna ay yaḥīfallāhu ‘alaihim wa rasūluh(ū), bal ulā'ika humuẓ-ẓālimūn(a)."
                }
            },
            "translation": {
                "en": "Is there disease in their hearts? Or have they doubted? Or do they fear that Allah will be unjust to them, or His Messenger? Rather, it is they who are the wrongdoers.",
                "id": "Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2841.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2841.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2842,
                "inSurah": 51
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 307,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ",
                "transliteration": {
                    "en": "Innamaa kaana qawlal mu'mineena izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum ai yaqooloo sami'naa wa ata'naa; wa ulaaa'ika humul muflihoon",
                    "id": "innamā kāna qaulal-mu'minīna iżā du‘ū ilallāhi wa rasūlihī liyaḥkuma bainahum ay yaqūlū sami‘nā wa aṭa‘nā, wa ulā'ika humul-mufliḥūn(a)."
                }
            },
            "translation": {
                "en": "The only statement of the [true] believers when they are called to Allah and His Messenger to judge between them is that they say, \"We hear and we obey.\" And those are the successful.",
                "id": "Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2842.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2842.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2843,
                "inSurah": 52
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 307,
                "hizbQuarter": 142,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ",
                "transliteration": {
                    "en": "Wa mai yuti'il laaha wa Rasoolahoo wa yakhshal laaha wa yattaqhi fa ulaaa'ika humul faaa'izoon",
                    "id": "wa may yuṭi‘illāha wa rasūlahū wa yakhsyallāha wa yattaqhi fa ulā'ika humul-fā'izūn(a)."
                }
            },
            "translation": {
                "en": "And whoever obeys Allah and His Messenger and fears Allah and is conscious of Him - it is those who are the attainers.",
                "id": "Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2843.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2843.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2844,
                "inSurah": 53
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 356,
                "manzil": 307,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ",
                "transliteration": {
                    "en": "Wa aqsamoo billaahi jahda aimaanihim la'in amartahum la yakhrujunna qul laa tuqsimoo taa'atum ma'roofah innal laaha khabeerum bimaa ta'maloon",
                    "id": "wa aqsamū billāhi jahda aimānihim la'in amartahum layakhrujunn(a), qul lā tuqsimū, ṭā‘atum ma‘rūfah(tun), innallāha khabīrum bimā ta‘malūn(a)."
                }
            },
            "translation": {
                "en": "And they swear by Allah their strongest oaths that if you ordered them, they would go forth [in Allah 's cause]. Say, \"Do not swear. [Such] obedience is known. Indeed, Allah is Acquainted with that which you do.\"",
                "id": "Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), “Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2844.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2844.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2845,
                "inSurah": 54
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 357,
                "manzil": 307,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ",
                "transliteration": {
                    "en": "Qul atee'ul laaha wa atee'ur Rasoola fa in tawallaw fa innamaa 'alaihi maa hummila wa 'alaikum maa hummiltum wa in tutee'oohu tahtadoo; wa maa'alar Rasooli illal balaaghul mubeen",
                    "id": "qul aṭī‘ullāha wa aṭī‘ur-rasūl(a), fa in tawallau fa innamā ‘alaihi mā ḥummila wa ‘alaikum mā ḥummiltum, wa in tuṭī‘ūhu tahtadū, wa mā ‘alar rasūli illal-balāgul-mubīn(u)."
                }
            },
            "translation": {
                "en": "Say, \"Obey Allah and obey the Messenger; but if you turn away - then upon him is only that [duty] with which he has been charged, and upon you is that with which you have been charged. And if you obey him, you will be [rightly] guided. And there is not upon the Messenger except the [responsibility for] clear notification.\"",
                "id": "Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2845.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2845.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2846,
                "inSurah": 55
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 357,
                "manzil": 307,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ",
                "transliteration": {
                    "en": "Wa'adal laahul lazeena aamanoo minkum wa 'amilus saalihaati la yastakhlifan nahum fil ardi kamastakh lafal lazeena min qablihim wa la yumakkinanna lahum deenahumul lazir tadaa lahum wa la yubaddilannahum mim ba'di khawfihim amnaa; ya'budoonanee laayushrikoona bee shai'aa; wa man kafara ba'da zaalika fa ulaaa'ika humul faasiqoon",
                    "id": "wa‘adallāhul-lażīna āmanū minkum wa ‘amiluṣ-ṣāliḥāti layastakhlifannahum fil-arḍi kamastakhlafal-lażīna min qablihim, wa layumakkinanna lahum dīnahumul-lażirtaḍā lahum wa layubaddilannahum mim ba‘di khaufihim amnā(n), ya‘budūnanī lā yusyrikūna bī syai'ā(n), wa man kafara ba‘da żālika fa ulā'ika humul-fāsiqūn(a)."
                }
            },
            "translation": {
                "en": "Allah has promised those who have believed among you and done righteous deeds that He will surely grant them succession [to authority] upon the earth just as He granted it to those before them and that He will surely establish for them [therein] their religion which He has preferred for them and that He will surely substitute for them, after their fear, security, [for] they worship Me, not associating anything with Me. But whoever disbelieves after that - then those are the defiantly disobedient.",
                "id": "Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh, Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2846.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2846.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2847,
                "inSurah": 56
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 357,
                "manzil": 307,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ",
                "transliteration": {
                    "en": "Wa aqeemus Salaata wa aatuz Zakaata wa atee'ur Rasoola la'allakum turhamoon",
                    "id": "wa aqīmuṣ-ṣalāta wa ātuz-zakāta wa aṭī‘ur-rasūla la‘allakum turḥamūn(a)."
                }
            },
            "translation": {
                "en": "And establish prayer and give zakah and obey the Messenger - that you may receive mercy.",
                "id": "Dan laksanakanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2847.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2847.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2848,
                "inSurah": 57
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 357,
                "manzil": 307,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ",
                "transliteration": {
                    "en": "Laa tahsabannal lazeena kafaroo mu'jizeena fil ard; wa maawaahumun Naaru wa labi'sal maseer",
                    "id": "lā taḥsabannal-lażīna kafarū mu‘jizīna fil-arḍ(i), wa ma'wāhumun-nār(u), wa labi'sal-maṣīr(u)."
                }
            },
            "translation": {
                "en": "Never think that the disbelievers are causing failure [to Allah] upon the earth. Their refuge will be the Fire - and how wretched the destination.",
                "id": "Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2848.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2848.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2849,
                "inSurah": 58
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 357,
                "manzil": 308,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ الْعِشَاۤءِۗ ثَلٰثُ عَوْرٰتٍ لَّكُمْۗ  لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّۗ طَوَّافُوْنَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ",
                "transliteration": {
                    "en": "Yaaa aiyuhal lazeena aamanoo li yastaazinkumul lazeena malakat aimaanukum wallazeena lam yablughul huluma minkum salaasa marraat; min qabli Salaatil Fajri wa heena tada'oona siyaa bakum minaz zaheerati wa mim ba'di Salaatil Ishaaa'; salaasu 'awraatil lakum; laisa 'alaikum wa laa 'alaihim junaahum ba'dahunn; tawwaafoona 'alaikum ba'dukum 'alaa ba'd; kazaalika yubaiyinul laahu lakumul aayaat wallaahu 'Aleemun Hakeem",
                    "id": "yā ayyuhal-lażīna āmanū liyasta'żinkumul-lażīna malakat aimānukum wal-lażīna lam yablugul-ḥuluma minkum ṡalāṡa marrāt(in), min qabli ṣalātil-fajri wa ḥīna taḍa‘ūna ṡiyābakum minaẓ-ẓahīrati wa mim ba‘di ṣalātil-‘isyā'(i), ṡalāṡu ‘aurātil lakum, laisa ‘alaikum wa lā ‘alaihim junāḥum ba‘dahunn(a), ṭawwāfūna ‘alaikum ba‘ḍukum ‘alā ba‘ḍ(in), każālika yubayyinullāhu lakumul-āyāt(i), wallāhu ‘alīmun ḥakīm(un)."
                }
            },
            "translation": {
                "en": "O you who have believed, let those whom your right hands possess and those who have not [yet] reached puberty among you ask permission of you [before entering] at three times: before the dawn prayer and when you put aside your clothing [for rest] at noon and after the night prayer. [These are] three times of privacy for you. There is no blame upon you nor upon them beyond these [periods], for they continually circulate among you - some of you, among others. Thus does Allah make clear to you the verses; and Allah is Knowing and Wise.",
                "id": "Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan) yaitu, sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari, dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu. Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu; mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2849.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2849.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2850,
                "inSurah": 59
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 358,
                "manzil": 308,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَا بَلَغَ الْاَطْفَالُ مِنْكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوْا كَمَا اسْتَأْذَنَ الَّذِيْنَ مِنْ قَبْلِهِمْۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمْ اٰيٰتِهٖۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ",
                "transliteration": {
                    "en": "Wa izaa balaghal atfaalu minkumul huluma fal yastaazinoo kamas taazanal lazeena min qablihim; kazaalika yubaiyinul laahu lakum Aayaatih; wallaahu 'Aleemun Hakeem",
                    "id": "wa iżā balagal-aṭfālu minkumul-ḥuluma falyasta'żinū kamasta'żanal-lażīna min qablihim, każālika yubayyinullāhu lakum āyātih(ī),wallāhu ‘alīmun ḥakīm(un)."
                }
            },
            "translation": {
                "en": "And when the children among you reach puberty, let them ask permission [at all times] as those before them have done. Thus does Allah make clear to you His verses; and Allah is Knowing and Wise.",
                "id": "Dan apabila anak-anakmu telah sampai umur dewasa, maka hendaklah mereka (juga) meminta izin, seperti orang-orang yang lebih dewasa meminta izin. Demikianlah Allah menjelaskan ayat-ayat-Nya kepadamu. Allah Maha Mengetahui, Mahabijaksana."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2850.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2850.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2851,
                "inSurah": 60
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 358,
                "manzil": 308,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالْقَوَاعِدُ مِنَ النِّسَاۤءِ الّٰتِيْ لَا يَرْجُوْنَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ اَنْ يَّضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجٰتٍۢ بِزِيْنَةٍۗ وَاَنْ يَّسْتَعْفِفْنَ خَيْرٌ لَّهُنَّۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ",
                "transliteration": {
                    "en": "Walqawaa'idu minan nisaaa'il laatee laa yarjoona nikaahan falisa 'alaihinna junaahun ai yada'na siyaabahunna ghaira mutabar rijaatim bizeenah; wa ai yasta'fifna khairul lahunn; wallaahu Samee'un 'Aleem",
                    "id": "wal-qawā‘idu minan-nisā'il-lātī lā yarjūna nikāḥan fa laisa ‘alaihinna junāḥun ay yaḍa‘na ṡiyābahunna gaira mutabarrijātim bizīnah(tin), wa ay yasta‘fifna khairul lahunn(a), wallāhu samī‘un ‘alīm(un)."
                }
            },
            "translation": {
                "en": "And women of post-menstrual age who have no desire for marriage - there is no blame upon them for putting aside their outer garments [but] not displaying adornment. But to modestly refrain [from that] is better for them. And Allah is Hearing and Knowing.",
                "id": "Dan para perempuan tua yang telah berhenti (dari haid dan mengandung) yang tidak ingin menikah (lagi), maka tidak ada dosa menanggalkan pakaian (luar) mereka dengan tidak (bermaksud) menampakkan perhiasan; tetapi memelihara kehormatan adalah lebih baik bagi mereka. Allah Maha Mendengar, Maha Mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2851.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2851.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2852,
                "inSurah": 61
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 358,
                "manzil": 308,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَيْسَ عَلَى الْاَعْمٰى حَرَجٌ وَّلَا عَلَى الْاَعْرَجِ حَرَجٌ وَّلَا عَلَى الْمَرِيْضِ حَرَجٌ وَّلَا عَلٰٓى اَنْفُسِكُمْ اَنْ تَأْكُلُوْا مِنْۢ بُيُوْتِكُمْ اَوْ بُيُوْتِ اٰبَاۤىِٕكُمْ اَوْ بُيُوْتِ اُمَّهٰتِكُمْ اَوْ بُيُوْتِ اِخْوَانِكُمْ اَوْ بُيُوْتِ اَخَوٰتِكُمْ اَوْ بُيُوْتِ اَعْمَامِكُمْ اَوْ بُيُوْتِ عَمّٰتِكُمْ اَوْ بُيُوْتِ اَخْوَالِكُمْ اَوْ بُيُوْتِ خٰلٰتِكُمْ اَوْ مَا مَلَكْتُمْ مَّفَاتِحَهٗٓ اَوْ صَدِيْقِكُمْۗ  لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَأْكُلُوْا جَمِيْعًا اَوْ اَشْتَاتًاۗ فَاِذَا دَخَلْتُمْ بُيُوْتًا فَسَلِّمُوْا عَلٰٓى اَنْفُسِكُمْ تَحِيَّةً مِّنْ عِنْدِ اللّٰهِ مُبٰرَكَةً طَيِّبَةً ۗ كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِ لَعَلَّكُمْ تَعْقِلُوْنَ ࣖ",
                "transliteration": {
                    "en": "Laisa 'alal a'maa barajunw wa laa 'alal a'raji barajunw wa laa 'alal mareedi barajun wa laa 'alaa anfusikum an taakuloo mim buyootikum aw buyooti aabaaa'ikum aw buyooti ummahaatikum aw buyooti ikhwaanikum aw buyooti akhawaatikum aw buyooti a'maamikum aw buyooti 'ammaatikum aw buyooti akhwaalikum aw buyooti khaalaatikum aw maa malaktum mafaatihahooo aw sadeeqikum; laisa 'alaikum junaahun an taakuloo jamee'an aw ashtaata; fa izaa dakhaltum buyootan fasallimoo 'alaaa anfusikum tahiyyatam min 'indil laahi mubaarakatan taiyibah; kazaalika yubai yinul laahu lakumul Aayaati la'allakum ta'qiloon",
                    "id": "laisa ‘alal-a‘mā ḥarajuw wa lā ‘alal-a‘raji ḥarajuw wa lā ‘alal-marīḍi ḥarajuw wa lā ‘alā anfusikum an ta'kulū mim buyūtikum au buyūti ābā'ikum au buyūti ummahātikum au buyūti ikhwānikum au buyūti akhawātikum au buyūti a‘māmikum au buyūti ‘ammātikum au buyūti akhwālikum au buyūti khālātikum au mā malaktum mafātiḥahū au ṣadīqikum, laisa ‘alaikum junāḥun an ta'kulū jamī‘an au asytātā(n), fa iżā dakhaltum buyūtan fa sallimū ‘alā anfusikum taḥiyyatam min ‘indillāhi mubārakatan ṭayyibah(tan), każālika yubayyinullāhu lakumul-āyāti la‘allakum ta‘qilūn(a)."
                }
            },
            "translation": {
                "en": "There is not upon the blind [any] constraint nor upon the lame constraint nor upon the ill constraint nor upon yourselves when you eat from your [own] houses or the houses of your fathers or the houses of your mothers or the houses of your brothers or the houses of your sisters or the houses of your father's brothers or the houses of your father's sisters or the houses of your mother's brothers or the houses of your mother's sisters or [from houses] whose keys you possess or [from the house] of your friend. There is no blame upon you whether you eat together or separately. But when you enter houses, give greetings of peace upon each other - a greeting from Allah, blessed and good. Thus does Allah make clear to you the verses [of ordinance] that you may understand.",
                "id": "Tidak ada halangan bagi orang buta, tidak (pula) bagi orang pincang, tidak (pula) bagi orang sakit, dan tidak (pula) bagi dirimu, makan (bersama-sama mereka) di rumah kamu atau di rumah bapak-bapakmu, di rumah ibu-ibumu, di rumah saudara-saudaramu yang laki-laki, di rumah saudara-saudaramu yang perempuan, di rumah saudara-saudara bapakmu yang laki-laki, di rumah saudara-saudara bapakmu yang perempuan, di rumah saudara-saudara ibumu yang laki-laki, di rumah saudara-saudara ibumu yang perempuan, (di rumah) yang kamu miliki kuncinya atau (di rumah) kawan-kawanmu. Tidak ada halangan bagi kamu makan bersama-sama mereka atau sendiri-sendiri. Apabila kamu memasuki rumah-rumah hendaklah kamu memberi salam (kepada penghuninya, yang berarti memberi salam) kepada dirimu sendiri, dengan salam yang penuh berkah dan baik dari sisi Allah. Demikianlah Allah menjelaskan ayat-ayat(-Nya) bagimu, agar kamu mengerti. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2852.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2852.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2853,
                "inSurah": 62
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 359,
                "manzil": 309,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّمَا الْمُؤْمِنُوْنَ الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَاِذَا كَانُوْا مَعَهٗ عَلٰٓى اَمْرٍ جَامِعٍ لَّمْ يَذْهَبُوْا حَتّٰى يَسْتَأْذِنُوْهُۗ اِنَّ الَّذِيْنَ يَسْتَأْذِنُوْنَكَ اُولٰۤىِٕكَ الَّذِيْنَ يُؤْمِنُوْنَ بِاللّٰهِ وَرَسُوْلِهٖۚ فَاِذَا اسْتَأْذَنُوْكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِّمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ",
                "transliteration": {
                    "en": "Innamal mu'minoonal lazeena aamanoo billaahi wa Rasoolihee wa izaa kaanoo ma'ahoo 'alaaa amrin jaami'il lam yazhaboo hataa yastaazinooh; innal lazeena yastaa zinookana ulaaa'ikal lazeena yu'minoona billaahi wa Rasoolih; fa izas taazanooka liba'di shaanihim faazal liman shi'ta minhum wastaghfir lahumul laah; innal laaha Gahfoor Raheem",
                    "id": "innamal-mu'minūnal-lażīna āmanū billāhi wa rasūlihī wa iżā kānū ma‘ahū ‘alā amrin jāmi‘il lam yażhabū ḥattā yasta'żinūh(u), innal-lażīna yasta'żinūnaka ulā'ikal-lażīna yu'minūna billāhi wa rasūlih(ī), fa iżasta'żanūka liba‘ḍi sya'nihim fa'żal liman syi'ta minhum wastagfir lahumullāh(a), innallāha gafūrur raḥīm(un)."
                }
            },
            "translation": {
                "en": "The believers are only those who believe in Allah and His Messenger and, when they are [meeting] with him for a matter of common interest, do not depart until they have asked his permission. Indeed, those who ask your permission, [O Muhammad] - those are the ones who believe in Allah and His Messenger. So when they ask your permission for something of their affairs, then give permission to whom you will among them and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.",
                "id": "(Yang disebut) orang mukmin hanyalah orang yang beriman kepada Allah dan Rasul-Nya (Muhammad), dan apabila mereka berada bersama-sama dengan dia (Muhammad) dalam suatu urusan bersama, mereka tidak meninggalkan (Rasulullah) sebelum meminta izin kepadanya. Sesungguhnya orang-orang yang meminta izin kepadamu (Muhammad), mereka itulah orang-orang yang (benar-benar) beriman kepada Allah dan Rasul-Nya. Maka apabila mereka meminta izin kepadamu karena suatu keperluan, berilah izin kepada siapa yang engkau kehendaki di antara mereka, dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2853.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2853.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2854,
                "inSurah": 63
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 359,
                "manzil": 309,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَا تَجْعَلُوْا دُعَاۤءَ الرَّسُوْلِ بَيْنَكُمْ كَدُعَاۤءِ بَعْضِكُمْ بَعْضًاۗ قَدْ يَعْلَمُ اللّٰهُ الَّذِيْنَ يَتَسَلَّلُوْنَ مِنْكُمْ لِوَاذًاۚ فَلْيَحْذَرِ الَّذِيْنَ يُخَالِفُوْنَ عَنْ اَمْرِهٖٓ اَنْ تُصِيْبَهُمْ فِتْنَةٌ اَوْ يُصِيْبَهُمْ عَذَابٌ اَلِيْمٌ ",
                "transliteration": {
                    "en": "La taj'aloo du'aaa'ar Rasooli bainakum kadu'aaa'i badikum ba'daa; qad ya'lamul laahul lazeena yatasallaloona minkum liwaazaa; fal yahzaril lazeena yukhaalifoona 'an amriheee an tuseebahum fitnatun aw yuseebahum 'azaabun aleem",
                    "id": "lā taj‘alū du‘ā'ar-rasūli bainakum kadu‘ā'i ba‘ḍikum ba‘ḍā(n), qad ya'lamullāhul-lażīna yatasallalūna minkum liwāżā(n), falyaḥżaril-lażīna yukhālifūna ‘an amrihī an tuṣībahum fitnatun au yuṣībahum ‘ażābun alīm(un)."
                }
            },
            "translation": {
                "en": "Do not make [your] calling of the Messenger among yourselves as the call of one of you to another. Already Allah knows those of you who slip away, concealed by others. So let those beware who dissent from the Prophet's order, lest fitnah strike them or a painful punishment.",
                "id": "Janganlah kamu jadikan panggilan Rasul (Muhammad) di antara kamu seperti panggilan sebagian kamu kepada sebagian (yang lain). Sungguh, Allah mengetahui orang-orang yang keluar (secara) sembunyi-sembunyi di antara kamu dengan berlindung (kepada kawannya), maka hendaklah orang-orang yang menyalahi perintah Rasul-Nya takut akan mendapat cobaan atau ditimpa azab yang pedih."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2854.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2854.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 2855,
                "inSurah": 64
            },
            "meta": {
                "juz": 18,
                "surah": 24,
                "page": 359,
                "manzil": 309,
                "hizbQuarter": 143,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ قَدْ يَعْلَمُ مَآ اَنْتُمْ عَلَيْهِۗ وَيَوْمَ يُرْجَعُوْنَ اِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُوْاۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ",
                "transliteration": {
                    "en": "Alaaa inna lillaahi maa fis samaawaati wal ardi qad ya'lamu maaa antum 'alaihi wa Yawma yurja'oona ilaihi fa yunaabi 'uhum bimaa 'amiloo; wallaahu bikulli shai'in 'Aleem",
                    "id": "alā inna lillāhi mā fis-samāwāti wal-arḍ(i), qad ya‘lamu mā antum ‘alaih(i), wa yauma yurja‘ūna ilaihi fa yunabbi'uhum bimā ‘amilū, wallāhu bikulli syai'in ‘alīm(un)."
                }
            },
            "translation": {
                "en": "Unquestionably, to Allah belongs whatever is in the heavens and earth. Already He knows that upon which you [stand] and [knows] the Day when they will be returned to Him and He will inform them of what they have done. And Allah is Knowing of all things.",
                "id": "Ketahuilah, sesungguhnya milik Allah-lah apa yang di langit dan di bumi. Dia mengetahui keadaan kamu sekarang. Dan (mengetahui pula) hari (ketika mereka) dikembalikan kepada-Nya, lalu diterangkan-Nya kepada mereka apa yang telah mereka kerjakan. Dan Allah Maha Mengetahui segala sesuatu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2855.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2855.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        }
    ]
}