{
    "number": 39,
    "sequence": 59,
    "numberOfVerses": 75,
    "name": {
        "short": "الزمر",
        "long": "سُورَةُ الزمر",
        "transliteration": {
            "en": "Az-Zumar",
            "id": "Az-Zumar"
        },
        "translation": {
            "en": "The Troops",
            "id": "Rombongan"
        }
    },
    "revelation": {
        "arab": "مكة",
        "en": "Meccan",
        "id": "Makkiyyah"
    },
    "preBismillah": {
        "text": {
            "arab": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
            "transliteration": {
                "en": "Bismillaahir Rahmaanir Raheem"
            }
        },
        "translation": {
            "en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
            "id": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."
        },
        "audio": {
            "primary": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1",
            "secondary": [
                "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3",
                "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"
            ]
        }
    },
    "tafsir": {
        "id": "Surat Az Zumar terdiri ataz 75 ayat, termasuk golongan surat-surat Makkiyyah, diturunkan sesudah surat Saba'. Dinamakan Az Zumar (Rombongan-rombongan) karena perkataan Az Zumar yang terdapat pada ayat 71 dan 73 ini. Dalam ayat-ayat tersebut diterangkan keadaan manusia di hari kiamat setelah mereka dihisab, di waktu itu mereka terbagi atas dua rombongan; satu rombongan dibawa ke neraka dan satu rombongan lagi dibawa ke syurga. Masing- masing rombongan memperoleh balasan dari apa yang mereka kerjakan di dunia dahulu. Surat ini dinamakan juga Al Ghuraf (kamar-kamar) berhubung perkataan ghuraf yang terdapat pada ayat 20, dimana diterangkan keadaan kamar-kamar dalam syurga yang diperoleh orang-orang yang bertakwa."
    },
    "verses": [
        {
            "number": {
                "inQuran": 4059,
                "inSurah": 1
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 458,
                "manzil": 396,
                "hizbQuarter": 183,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": " تَنْزِيْلُ الْكِتٰبِ مِنَ اللّٰهِ الْعَزِيْزِ الْحَكِيْمِ ",
                "transliteration": {
                    "en": "Tanzeelul Kitaabi minal laahil 'Azeezil Hakeem",
                    "id": "tanzīlul-kitābi minallāhil-‘azīzil-ḥakīm(i)."
                }
            },
            "translation": {
                "en": "The revelation of the Qur'an is from Allah, the Exalted in Might, the Wise.",
                "id": "Kitab (Al-Qur'an) ini diturunkan oleh Allah Yang Mahamulia, Mahabijaksana."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4059.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4059.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4060,
                "inSurah": 2
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 458,
                "manzil": 396,
                "hizbQuarter": 183,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّآ اَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ فَاعْبُدِ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَۗ",
                "transliteration": {
                    "en": "Innaaa anzalnaaa ilaikal Kitaaba bilhaqqi fa'budil laaha mukhlisal lahud deen",
                    "id": "innā anzalnā ilaikal-kitāba bil-ḥaqqi fa‘budillāha mukhliṣal lahud-dīn(a)."
                }
            },
            "translation": {
                "en": "Indeed, We have sent down to you the Book, [O Muhammad], in truth. So worship Allah, [being] sincere to Him in religion.",
                "id": "Sesungguhnya Kami menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan (membawa) kebenaran. Maka sembahlah Allah dengan tulus ikhlas beragama kepada-Nya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4060.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4060.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4061,
                "inSurah": 3
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 458,
                "manzil": 396,
                "hizbQuarter": 183,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَا لِلّٰهِ الدِّيْنُ الْخَالِصُ ۗوَالَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِهٖٓ اَوْلِيَاۤءَۘ مَا نَعْبُدُهُمْ اِلَّا لِيُقَرِّبُوْنَآ اِلَى اللّٰهِ زُلْفٰىۗ اِنَّ اللّٰهَ يَحْكُمُ بَيْنَهُمْ فِيْ مَا هُمْ فِيْهِ يَخْتَلِفُوْنَ ەۗ اِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ كٰذِبٌ كَفَّارٌ",
                "transliteration": {
                    "en": "Alaa lillaahid deenul khaalis; wallazeenat takhazoo min dooniheee awliyaaa'a maa na'buduhum illaa liyuqar riboonaaa ilal laahi zulfaa; innal laaha yahkumu baina hum fee maa hum feehi yakhtalifoon; innal laaha laa yahdee man huwa kaazibun kaffaar",
                    "id": "alā lillāhid-dīnul-khāliṣ(u), wal-lażīnattakhażū min dūnihī auliyā'(a), mā na‘buduhum illā liyuqarribūnā ilallāhi zulfā, innallāha yaḥkumu bainahum fī mā hum fīhi yakhtalifūn(a), innallāha lā yahdī man huwa kāżibun kaffār(un)."
                }
            },
            "translation": {
                "en": "Unquestionably, for Allah is the pure religion. And those who take protectors besides Him [say], \"We only worship them that they may bring us nearer to Allah in position.\" Indeed, Allah will judge between them concerning that over which they differ. Indeed, Allah does not guide he who is a liar and [confirmed] disbeliever.",
                "id": "Ingatlah! Hanya milik Allah agama yang murni (dari syirik). Dan orang-orang yang mengambil pelindung selain Dia (berkata), “Kami tidak menyembah mereka melainkan (berharap) agar mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya.” Sungguh, Allah akan memberi putusan di antara mereka tentang apa yang mereka perselisihkan. Sungguh, Allah tidak memberi petunjuk kepada pendusta dan orang yang sangat ingkar."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4061.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4061.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4062,
                "inSurah": 4
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 458,
                "manzil": 396,
                "hizbQuarter": 183,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَوْ اَرَادَ اللّٰهُ اَنْ يَّتَّخِذَ وَلَدًا لَّاصْطَفٰى مِمَّا يَخْلُقُ مَا يَشَاۤءُ ۙ سُبْحٰنَهٗ ۗهُوَ اللّٰهُ الْوَاحِدُ الْقَهَّارُ",
                "transliteration": {
                    "en": "Law araadal laahu aiyattakhiza waladal lastafaa mimmaa yakhluqu maa yashaaa'; Subhaanahoo Huwal laahul Waahidul Qahhaar",
                    "id": "wa lau arādallāhu ay yattakhiża waladal laṣṭafā mimmā yakhluqu mā yasyā'(u), subḥānah(ū), huwallāhul-wāḥidul-qahhār(u)."
                }
            },
            "translation": {
                "en": "If Allah had intended to take a son, He could have chosen from what He creates whatever He willed. Exalted is He; He is Allah, the One, the Prevailing.",
                "id": "Sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang Dia kehendaki dari apa yang telah diciptakan-Nya. Mahasuci Dia. Dialah Allah Yang Maha Esa, Mahaperkasa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4062.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4062.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4063,
                "inSurah": 5
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 458,
                "manzil": 396,
                "hizbQuarter": 183,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۚ يُكَوِّرُ الَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى الَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَۗ كُلٌّ يَّجْرِيْ لِاَجَلٍ مُّسَمًّىۗ  اَلَا هُوَ الْعَزِيْزُ الْغَفَّارُ",
                "transliteration": {
                    "en": "Khalaqas samaawaati wal arda bilhaqq; yukawwirul laila 'alan nahaari wa yukawwirun nahaara 'alaal laili wa sakhkharash shamsa walqamara kulluny yajree li ajalim musammaa; alaa Huwal 'Azeezul Ghaffaar",
                    "id": "khalaqas-samāwāti wal-arḍa bil-ḥaqq(i), yukawwirul-laila ‘alan-nahāri wa yukawwirun nahāra ‘alal-laili wa sakhkharasy-syamsa wal-qamar(a), kulluy yajrī li'ajalim musammā(n), alā huwal-‘azīzul-gaffār(u)."
                }
            },
            "translation": {
                "en": "He created the heavens and earth in truth. He wraps the night over the day and wraps the day over the night and has subjected the sun and the moon, each running [its course] for a specified term. Unquestionably, He is the Exalted in Might, the Perpetual Forgiver.",
                "id": "Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia memasukkan malam atas siang dan memasukkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah! Dialah Yang Mahamulia, Maha Pengampun."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4063.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4063.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4064,
                "inSurah": 6
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 459,
                "manzil": 396,
                "hizbQuarter": 183,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَاَنْزَلَ لَكُمْ مِّنَ الْاَنْعَامِ ثَمٰنِيَةَ اَزْوَاجٍ ۗ يَخْلُقُكُمْ فِيْ بُطُوْنِ اُمَّهٰتِكُمْ خَلْقًا مِّنْۢ بَعْدِ خَلْقٍ فِيْ ظُلُمٰتٍ ثَلٰثٍۗ ذٰلِكُمُ اللّٰهُ رَبُّكُمْ لَهُ الْمُلْكُۗ  لَآ اِلٰهَ اِلَّا هُوَۚ فَاَنّٰى تُصْرَفُوْنَ",
                "transliteration": {
                    "en": "Khalaqakum min nafsinw waahidatin summa ja'ala minhaa zawjahaa wa anzala lakum minal-an'aami samaani yata azwaaj; yakhuluqukum fee butooni ummahaatikum khalqam mim ba'di khalqin fee zulumaatin salaas; zaalikumul laahu Rabbukum lahul mulk; laaa ilaaha illaa Huwa fa annaa tusrafoon",
                    "id": "khalaqakum min nafsiw wāḥidatin ṡumma ja‘ala minhā zaujahā wa anzala lakum minal-an‘āmi ṡamāniyata azwāj(in), yakhluqukum fī buṭūni ummahātikum khalqam mim ba‘di khalqin fī ẓulumātin ṡalāṡ(in), żālikumullāhu rabbukum lahul-mulk(u), lā ilāha illā huw(a), fa'annā tuṣrafūn(a)."
                }
            },
            "translation": {
                "en": "He created you from one soul. Then He made from it its mate, and He produced for you from the grazing livestock eight mates. He creates you in the wombs of your mothers, creation after creation, within three darknesses. That is Allah, your Lord; to Him belongs dominion. There is no deity except Him, so how are you averted?",
                "id": "Dia menciptakan kamu dari diri yang satu (Adam) kemudian darinya Dia jadikan pasangannya dan Dia menurunkan delapan pasang hewan ternak untukmu. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan yang memiliki kerajaan. Tidak ada tuhan selain Dia; maka mengapa kamu dapat dipalingkan?"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4064.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4064.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4065,
                "inSurah": 7
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 459,
                "manzil": 396,
                "hizbQuarter": 183,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۗوَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْۗ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰىۗ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ",
                "transliteration": {
                    "en": "In takfuroo fa innal laaha ghaniyyun 'ankum; wa laa yardaa li'ibaadihil kufra wa in tashkuroo yardahu lakum; wa laa taziru waaziratunw wizra ukhraa; summa ilaa Rabikum marji'ukum fa-yunabbi'ukum bimaa kuntum ta'maloon; innahoo 'aleemum bizaatissudoor",
                    "id": "in takfurū fa'innallāha ganiyyun ‘ankum, wa lā yarḍā li‘ibādihil-kufr(a), wa in tasykurū yarḍahu lakum, wa lā taziru wāziratuw wizra ukhrā, ṡumma ilā rabbikum marji‘ukum fa yunabbi'ukum bimā kuntum ta‘malūn(a), innahū ‘alīmum biżātiṣ-ṣudūr(i)."
                }
            },
            "translation": {
                "en": "If you disbelieve - indeed, Allah is Free from need of you. And He does not approve for His servants disbelief. And if you are grateful, He approves it for you; and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you about what you used to do. Indeed, He is Knowing of that within the breasts.",
                "id": "Jika kamu kafir (ketahuilah) maka sesungguhnya Allah tidak memerlukanmu dan Dia tidak meridai kekafiran hamba-hamba-Nya. Jika kamu bersyukur, Dia meridai kesyukuranmu itu. Seseorang yang berdosa tidak memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia beritakan kepadamu apa yang telah kamu kerjakan. Sungguh, Dia Maha Mengetahui apa yang tersimpan dalam dada(mu)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4065.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4065.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4066,
                "inSurah": 8
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 459,
                "manzil": 396,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ وَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَا رَبَّهٗ مُنِيْبًا اِلَيْهِ ثُمَّ اِذَا خَوَّلَهٗ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُوْٓا اِلَيْهِ مِنْ قَبْلُ وَجَعَلَ لِلّٰهِ اَنْدَادًا لِّيُضِلَّ عَنْ سَبِيْلِهٖ ۗ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيْلًا ۖاِنَّكَ مِنْ اَصْحٰبِ النَّارِ",
                "transliteration": {
                    "en": "Wa izaa massal insaana durrun da'aa Rabbahoo muneeban ilaihi summa izaa khawwalahoo ni'matam minhu nasiya maa kaana yad'ooo ilaihi min qablu wa ja'ala lillaahi andaadal liyudilla 'ansabeelih; qul tamatta' bikufrika qaleelan innaka min Ashaabin Naar;",
                    "id": "wa iżā massal-insāna ḍurrun da‘ā rabbahū munīban ilaihi ṡumma iżā khawwalahū ni‘matan minhu nasiya mā kāna yad‘ū ilaihi min qablu wa ja‘ala lilllāhi andādal liyuḍilla ‘an sabīlih(ī), qul tamatta‘ bikufrika qalīlā(n), innaka min aṣḥābin-nār(i)."
                }
            },
            "translation": {
                "en": "And when adversity touches man, he calls upon his Lord, turning to Him [alone]; then when He bestows on him a favor from Himself, he forgets Him whom he called upon before, and he attributes to Allah equals to mislead [people] from His way. Say, \"Enjoy your disbelief for a little; indeed, you are of the companions of the Fire.\"",
                "id": "Dan apabila manusia ditimpa bencana, dia memohon (pertolongan) kepada Tuhannya dengan kembali (taat) kepada-Nya; tetapi apabila Dia memberikan nikmat kepadanya dia lupa (akan bencana) yang pernah dia berdoa kepada Allah sebelum itu, dan diadakannya sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah, “Bersenang-senanglah kamu dengan kekafiranmu itu untuk sementara waktu. Sungguh, kamu termasuk penghuni neraka.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4066.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4066.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4067,
                "inSurah": 9
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 459,
                "manzil": 396,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَمَّنْ هُوَ قَانِتٌ اٰنَاۤءَ الَّيْلِ سَاجِدًا وَّقَاۤىِٕمًا يَّحْذَرُ الْاٰخِرَةَ وَيَرْجُوْا رَحْمَةَ رَبِّهٖۗ قُلْ هَلْ يَسْتَوِى الَّذِيْنَ يَعْلَمُوْنَ وَالَّذِيْنَ لَا يَعْلَمُوْنَ ۗ اِنَّمَا يَتَذَكَّرُ اُولُوا الْاَلْبَابِ ࣖ",
                "transliteration": {
                    "en": "Amman huwa qaanitun aanaaa'al laili saajidanw wa qaaa'imai yahzarul Aakhirata wa yarjoo rahmata Rabbih; qul hal yastawil lazeena ya'lamoona wallazeena laa ya'lamoon; innamaa yatazakkaru ulul albaab",
                    "id": "amman huwa qānitun ānā'al-laili sājidaw wa qā'imay yaḥżarul-ākhirata wa yarjū raḥmata rabbih(ī), qul hal yastawil-lażīna ya‘lamūna wal-lażīna lā ya‘lamūn(a), innamā yatażakkaru ulul-albāb(i)."
                }
            },
            "translation": {
                "en": "Is one who is devoutly obedient during periods of the night, prostrating and standing [in prayer], fearing the Hereafter and hoping for the mercy of his Lord, [like one who does not]? Say, \"Are those who know equal to those who do not know?\" Only they will remember [who are] people of understanding.",
                "id": "(Apakah kamu orang musyrik yang lebih beruntung) ataukah orang yang beribadah pada waktu malam dengan sujud dan berdiri, karena takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah, “Apakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?” Sebenarnya hanya orang yang berakal sehat yang dapat menerima pelajaran."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4067.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4067.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4068,
                "inSurah": 10
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 459,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ يٰعِبَادِ الَّذِيْنَ اٰمَنُوا اتَّقُوْا رَبَّكُمْ ۗلِلَّذِيْنَ اَحْسَنُوْا فِيْ هٰذِهِ الدُّنْيَا حَسَنَةٌ  ۗوَاَرْضُ اللّٰهِ وَاسِعَةٌ  ۗاِنَّمَا يُوَفَّى الصّٰبِرُوْنَ اَجْرَهُمْ بِغَيْرِ حِسَابٍ ",
                "transliteration": {
                    "en": "Qul yaa 'ibaadil lazeena aamanut taqoo Rabbakum; lillazeena ahsanoo fee haazihid dunyaa hasanah; wa ardul laahi waasi'ah; innamaa yuwaffas saabiroona ajrahum bighayri hisab",
                    "id": "qul yā ‘ibādil-lażīna āmanuttaqū rabbakum, lil-lażīna aḥsanū fī hāżihid-dun-yā ḥasanah(tun), wa arḍullāhi wāsi‘ah(tun), innamā yuwaffaṣ-ṣābirūna ajrahum bigairi ḥisāb(in)."
                }
            },
            "translation": {
                "en": "Say, \"O My servants who have believed, fear your Lord. For those who do good in this world is good, and the earth of Allah is spacious. Indeed, the patient will be given their reward without account.\"",
                "id": "Katakanlah (Muhammad), “Wahai hamba-hamba-Ku yang beriman! Bertakwalah kepada Tuhanmu.” Bagi orang-orang yang berbuat baik di dunia ini akan memperoleh kebaikan. Dan bumi Allah itu luas. Hanya orang-orang yang bersabarlah yang disempurnakan pahalanya tanpa batas."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4068.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4068.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4069,
                "inSurah": 11
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ اِنِّيْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ مُخْلِصًا لَّهُ الدِّيْنَ",
                "transliteration": {
                    "en": "Qul inneee umirtu an a'budal laaha mukhlisal lahud deen",
                    "id": "qul innī umirtu an a‘budallāha mukhliṣal lahud-dīn(a)."
                }
            },
            "translation": {
                "en": "Say, [O Muhammad], \"Indeed, I have been commanded to worship Allah, [being] sincere to Him in religion.",
                "id": "Katakanlah, “Sesungguhnya aku diperintahkan agar menyembah Allah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agama."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4069.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4069.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4070,
                "inSurah": 12
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاُمِرْتُ لِاَنْ اَكُوْنَ اَوَّلَ الْمُسْلِمِيْنَ",
                "transliteration": {
                    "en": "Wa umirtu li an akoona awwalal muslimeen",
                    "id": "wa umirtu li'an akūna awwalal-muslimīn(a)."
                }
            },
            "translation": {
                "en": "And I have been commanded to be the first [among you] of the Muslims.\"",
                "id": "Dan aku diperintahkan agar menjadi orang yang pertama-tama berserah diri.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4070.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4070.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4071,
                "inSurah": 13
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ اِنِّيْٓ اَخَافُ اِنْ عَصَيْتُ رَبِّيْ عَذَابَ يَوْمٍ عَظِيْمٍ",
                "transliteration": {
                    "en": "Qul inneee akhaafu in 'asaitu Rabbee 'azaaba Yawmin 'azeem",
                    "id": "qul innī akhāfu in ‘aṣaitu rabbī ‘ażāba yaumin ‘aẓīm(in)."
                }
            },
            "translation": {
                "en": "Say, \"Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"",
                "id": "Katakanlah, “Sesungguhnya aku takut akan azab pada hari yang besar jika aku durhaka kepada Tuhanku.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4071.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4071.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4072,
                "inSurah": 14
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلِ اللّٰهَ اَعْبُدُ مُخْلِصًا لَّهٗ دِيْنِيْۚ",
                "transliteration": {
                    "en": "Qulil laaha a'budu mukhlisal lahoo deenee",
                    "id": "qulillāha a‘budu mukhliṣal lahū dīnī."
                }
            },
            "translation": {
                "en": "Say, \"Allah [alone] do I worship, sincere to Him in my religion,",
                "id": "Katakanlah, “Hanya Allah yang aku sembah dengan penuh ketaatan kepada-Nya dalam (menjalankan) agamaku.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4072.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4072.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4073,
                "inSurah": 15
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاعْبُدُوْا مَا شِئْتُمْ مِّنْ دُوْنِهٖۗ قُلْ اِنَّ الْخٰسِرِيْنَ الَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ وَاَهْلِيْهِمْ يَوْمَ الْقِيٰمَةِۗ  اَلَا ذٰلِكَ هُوَ الْخُسْرَانُ الْمُبِيْنُ",
                "transliteration": {
                    "en": "Fa'budoo maa shi'tum min doonih; qul innal khaasireenal lazeena khasirooo anfusahum wa ahleehim yawmal qiyaamah; alaa zaalika huwal khusraanul mubeen",
                    "id": "fa‘budū mā syi'tum min dūnih(ī), qul innal-khāsirīnal-lażīna khasirū anfusahum wa ahlīhim yaumal-qiyāmah(ti), alā żālika huwal-khusrānul-mubīn(u)."
                }
            },
            "translation": {
                "en": "So worship what you will besides Him.\" Say, \"Indeed, the losers are the ones who will lose themselves and their families on the Day of Resurrection. Unquestionably, that is the manifest loss.\"",
                "id": "Maka sembahlah selain Dia sesukamu! (wahai orang-orang musyrik). Katakanlah, “Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari Kiamat.” Ingatlah! Yang demikian itu adalah kerugian yang nyata."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4073.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4073.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4074,
                "inSurah": 16
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَهُمْ مِّنْ فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِنْ تَحْتِهِمْ ظُلَلٌ  ۗذٰلِكَ يُخَوِّفُ اللّٰهُ بِهٖ عِبَادَهٗ ۗيٰعِبَادِ فَاتَّقُوْنِ",
                "transliteration": {
                    "en": "Lahum min fawqihim zulalum minan Naari wa min tahtihim zulal; zaalika yukhaw wiful laahu bihee 'ibaadah; yaa 'ibaadi fattaqoon",
                    "id": "lahum min fauqihim ẓulalum minan-nāri wa min taḥtihim ẓulal(un), żālika yukhawwifullāhu bihī ‘ibādah(ū), yā ‘ibādi fattaqūn(i)."
                }
            },
            "translation": {
                "en": "They will have canopies of fire above them and below them, canopies. By that Allah threatens His servants. O My servants, then fear Me.",
                "id": "Di atas mereka ada lapisan-lapisan dari api dan di bawahnya juga ada lapisan-lapisan yang disediakan bagi mereka. Demikianlah Allah mengancam hamba-hamba-Nya (dengan azab itu). “Wahai hamba-hamba-Ku, maka bertakwalah kepada-Ku.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4074.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4074.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4075,
                "inSurah": 17
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْنَ اجْتَنَبُوا الطَّاغُوْتَ اَنْ يَّعْبُدُوْهَا وَاَنَابُوْٓا اِلَى اللّٰهِ لَهُمُ الْبُشْرٰىۚ فَبَشِّرْ عِبَادِۙ",
                "transliteration": {
                    "en": "Wallazeenaj tanabut Taaghoota ai ya'budoohaa wa anaabooo ilal laahi lahumul bushraa; fabashshir 'ibaad",
                    "id": "wal-lażīnajtanabuṭ-ṭāgūta ay ya‘budūhā wa anābū ilallāhi lahumul-busyrā, fabasysyir ‘ibād(i)."
                }
            },
            "translation": {
                "en": "But those who have avoided Taghut, lest they worship it, and turned back to Allah - for them are good tidings. So give good tidings to My servants",
                "id": "Dan orang-orang yang menjauhi tagut (yaitu) tidak menyembahnya dan kembali kepada Allah, mereka pantas mendapat berita gembira; sebab itu sampaikanlah kabar gembira itu kepada hamba-hamba-Ku,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4075.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4075.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4076,
                "inSurah": 18
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "الَّذِيْنَ يَسْتَمِعُوْنَ الْقَوْلَ فَيَتَّبِعُوْنَ اَحْسَنَهٗ ۗ اُولٰۤىِٕكَ الَّذِيْنَ هَدٰىهُمُ اللّٰهُ وَاُولٰۤىِٕكَ هُمْ اُولُوا الْاَلْبَابِ",
                "transliteration": {
                    "en": "Allazeena yastami'oonal qawla fayattabi'oona ahsanah; ulaaa'ikal lazeena hadaahumul laahu wa ulaaa'ika hum ulul albaab",
                    "id": "allażīna yastami‘ūnal-qaula fa yattabi‘ūna aḥsanah(ū), ulā'ikal-lażīna hadāhumullāhu wa ulā'ika hum ulul-albāb(i)."
                }
            },
            "translation": {
                "en": "Who listen to speech and follow the best of it. Those are the ones Allah has guided, and those are people of understanding.",
                "id": "(yaitu) mereka yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi petunjuk oleh Allah dan mereka itulah orang-orang yang mempunyai akal sehat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4076.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4076.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4077,
                "inSurah": 19
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِۗ اَفَاَنْتَ تُنْقِذُ مَنْ فِى النَّارِ ۚ",
                "transliteration": {
                    "en": "Afaman haqqa 'alaihi kalimatul 'azaab; afa anta tunqizu man fin Naar",
                    "id": "afaman ḥaqqa ‘alaihi kalimatul-‘ażāb(i), afa'anta tunqiżu man fin-nār(i)."
                }
            },
            "translation": {
                "en": "Then, is one who has deserved the decree of punishment [to be guided]? Then, can you save one who is in the Fire?",
                "id": "Maka apakah (engkau hendak mengubah nasib) orang-orang yang telah dipastikan mendapat azab? Apakah engkau (Muhammad) akan menyelamatkan orang yang berada dalam api neraka?"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4077.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4077.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4078,
                "inSurah": 20
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لٰكِنِ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّنْ فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ  ۙتَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ ەۗ وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ الْمِيْعَادَ",
                "transliteration": {
                    "en": "Laakinil lazeenat taqaw Rabbahum lahum ghurafum min fawqihaa ghurafum mabniyyatun tajree min tahtihal anhaar; wa'dal laah; laa yukhliful laahul mee'aad",
                    "id": "lākinil-lażīnattaqau rabbahum lahum gurafum min fauqihā gurafum mabniyyah(tun), tajrī min taḥtihal-anhār(u), wa‘dallāh(i), lā yukhlifullāhul-mī‘ād(a)."
                }
            },
            "translation": {
                "en": "But those who have feared their Lord - for them are chambers, above them chambers built high, beneath which rivers flow. [This is] the promise of Allah. Allah does not fail in [His] promise.",
                "id": "Tetapi orang-orang yang bertakwa kepada Tuhannya, mereka mendapat kamar-kamar (di surga), di atasnya terdapat pula kamar-kamar yang dibangun (bertingkat-tingkat), yang mengalir di bawahnya sungai-sungai. (Itulah) janji Allah. Allah tidak akan memungkiri janji(-Nya)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4078.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4078.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4079,
                "inSurah": 21
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 460,
                "manzil": 397,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَمْ تَرَ اَنَّ اللّٰهَ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَسَلَكَهٗ يَنَابِيْعَ فِى الْاَرْضِ ثُمَّ يُخْرِجُ بِهٖ زَرْعًا مُّخْتَلِفًا اَلْوَانُهٗ ثُمَّ يَهِيْجُ فَتَرٰىهُ مُصْفَرًّا ثُمَّ يَجْعَلُهٗ حُطَامًا ۗاِنَّ فِيْ ذٰلِكَ لَذِكْرٰى لِاُولِى الْاَلْبَابِ ࣖ ",
                "transliteration": {
                    "en": "Alam tara annal laaha anzala minas samaaa'i maaa'an fasalakahoo yanaabee'a fil ardi summa yukhriju bihee zar'am mukhtalifan alwaanuhoo summa yaheeju fatarahu musfarran summa yaj'aluhoo hutaamaa; inna fee zaalika lazikraa li ulil albaab",
                    "id": "alam tara annallāha anzala minas-samā'i mā'an fasalakahū yanābī‘a fil-arḍi ṡumma yaj‘aluhū ḥuṭāmā(n), ina fī żālika lażikrā li'ulil-albāb(i)."
                }
            },
            "translation": {
                "en": "Do you not see that Allah sends down rain from the sky and makes it flow as springs [and rivers] in the earth; then He produces thereby crops of varying colors; then they dry and you see them turned yellow; then He makes them [scattered] debris. Indeed in that is a reminder for those of understanding.",
                "id": "Apakah engkau tidak memperhatikan, bahwa Allah menurunkan air dari langit, lalu diaturnya menjadi sumber-sumber air di bumi, kemudian dengan air itu ditumbuhkan-Nya tanam-tanaman yang bermacam-macam warnanya, kemudian menjadi kering, lalu engkau melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sungguh, pada yang demikian itu terdapat pelajaran bagi orang-orang yang mempunyai akal sehat."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4079.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4079.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4080,
                "inSurah": 22
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَفَمَنْ شَرَحَ اللّٰهُ صَدْرَهٗ لِلْاِسْلَامِ فَهُوَ عَلٰى نُوْرٍ مِّنْ رَّبِّهٖ ۗفَوَيْلٌ لِّلْقٰسِيَةِ قُلُوْبُهُمْ مِّنْ ذِكْرِ اللّٰهِ ۗ اُولٰۤىِٕكَ فِيْ ضَلٰلٍ مُّبِيْنٍ",
                "transliteration": {
                    "en": "Afaman sharahal laahu sadrahoo lil Islaami fahuwa 'alaa noorim mir Rabbih; fa wailul lilqaasiyati quloobuhum min zikril laah; ulaaa'ika fee dalaalim mubeen",
                    "id": "afaman syaraḥallāhu ṣadrahū lil-islāmi fahuwa ‘alā nūrim mir rabbih(ī), fawailul lil-qāsiyati qulūbuhum min żikrillāh(i), ulā'ika fī ḍalālim mubīn(in)."
                }
            },
            "translation": {
                "en": "So is one whose breast Allah has expanded to [accept] Islam and he is upon a light from his Lord [like one whose heart rejects it]? Then woe to those whose hearts are hardened against the remembrance of Allah. Those are in manifest error.",
                "id": "Maka apakah orang-orang yang dibukakan hatinya oleh Allah untuk (menerima) agama Islam lalu dia mendapat cahaya dari Tuhannya (sama dengan orang yang hatinya membatu)?  Maka celakalah mereka yang hatinya telah membatu untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4080.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4080.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4081,
                "inSurah": 23
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَۙ  تَقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِ اللّٰهِ ۗذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۤءُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ",
                "transliteration": {
                    "en": "Allahu nazzala ahsanal hadeesi Kitaabam mutashaa biham masaaniy taqsha'irru minhu juloodul lazeena yakhshawna Rabbahum summa taleenu julooduhum wa quloo buhum ilaa zikril laah; zaalika hudal laahi yahdee bihee mai yashaaa'; wa mai yudlilil laahu famaa lahoo min haad",
                    "id": "allāhu nazzala aḥsanal-ḥadīṡi kitābam mutasyābiham maṡāniy(a), taqsya‘irru minhu julūdul-lażīna yakhsyauna rabbahum, ṡumma talīnu julūduhum wa qulūbuhum ilā żikrillāh(i), żālika hudallāhi yahdī bihī may yasyā'(u), wa may yuḍlilillāhu famā lahū min hād(in)."
                }
            },
            "translation": {
                "en": "Allah has sent down the best statement: a consistent Book wherein is reiteration. The skins shiver therefrom of those who fear their Lord; then their skins and their hearts relax at the remembrance of Allah. That is the guidance of Allah by which He guides whom He wills. And one whom Allah leaves astray - for him there is no guide.",
                "id": "Allah telah menurunkan perkataan yang paling baik (yaitu) Al-Qur'an yang serupa (ayat-ayatnya) lagi berulang-ulang, gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka ketika mengingat Allah. Itulah petunjuk Allah, dengan Kitab itu Dia memberi petunjuk kepada siapa yang Dia kehendaki. Dan barangsiapa dibiarkan sesat oleh Allah, maka tidak seorang pun yang dapat memberi petunjuk.  "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4081.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4081.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4082,
                "inSurah": 24
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَفَمَنْ يَّتَّقِيْ بِوَجْهِهٖ سُوْۤءَ الْعَذَابِ يَوْمَ الْقِيٰمَةِ ۗوَقِيْلَ لِلظّٰلِمِيْنَ ذُوْقُوْا مَا كُنْتُمْ تَكْسِبُوْنَ",
                "transliteration": {
                    "en": "Afamai yattaqee biwaj hihee sooo'al 'azaabi Yawmal Qiyaamah; wa qeela lizzaali meena zooqoo maa kuntum taksiboon",
                    "id": "afamay yattaqī biwajhihī sū'al-‘ażābi yaumal-qiyāmah(ti), wa qīla liẓ-ẓālimīna żūqū mā kuntum taksibūn(a)."
                }
            },
            "translation": {
                "en": "Then is he who will shield with his face the worst of the punishment on the Day of Resurrection [like one secure from it]? And it will be said to the wrongdoers, \"Taste what you used to earn.\"",
                "id": "Maka apakah orang-orang yang melindungi wajahnya menghindari azab yang buruk pada hari Kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim, “Rasakanlah olehmu balasan apa yang telah kamu kerjakan.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4082.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4082.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4083,
                "inSurah": 25
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَاَتٰىهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَ",
                "transliteration": {
                    "en": "Kazzabal lazeena min qablihim fa ataahumul 'azaabu min haisu laa yash'uroon",
                    "id": "każżabal-lażīna min qablihim fa'atāhumul-‘ażābu mi ḥaiṡu lā yasy‘urūn(a)."
                }
            },
            "translation": {
                "en": "Those before them denied, and punishment came upon them from where they did not perceive.",
                "id": "Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4083.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4083.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4084,
                "inSurah": 26
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاَذَاقَهُمُ اللّٰهُ الْخِزْيَ فِى الْحَيٰوةِ الدُّنْيَا ۚوَلَعَذَابُ الْاٰخِرَةِ اَكْبَرُ ۘ لَوْ كَانُوْا يَعْلَمُوْنَ",
                "transliteration": {
                    "en": "Fa azaaqahumul laahul khizya fil hayaatid dunyaa wa la'azaabul Aakirati akbar; law kaanoo ya'lamoon",
                    "id": "fa ażāqahumullāhul-khizya fil-ḥayātid-dun-yā, wa la‘ażābul-ākhirati akbar(u), lau kānū ya‘lamūn(a)."
                }
            },
            "translation": {
                "en": "So Allah made them taste disgrace in worldly life. But the punishment of the Hereafter is greater, if they only knew.",
                "id": "Maka Allah menimpakan kepada mereka kehinaan pada kehidupan dunia. Dan sungguh, azab akhirat lebih besar, kalau (saja) mereka mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4084.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4084.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4085,
                "inSurah": 27
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِيْ هٰذَا الْقُرْاٰنِ مِنْ كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُوْنَۚ",
                "transliteration": {
                    "en": "Wa laqad darabnaa linnaasi fee haazal Qur-aani min kulli masalil la'allahum yatazakkaroon",
                    "id": "wa laqad ḍarabnā lin-nāsi fī hāżal-qur'āni min kulli maṡalil la‘allahum yatażakkarūn(a)."
                }
            },
            "translation": {
                "en": "And We have certainly presented for the people in this Qur'an from every [kind of] example - that they might remember.",
                "id": "Dan sungguh, telah Kami buatkan dalam Al-Qur'an ini segala macam perumpamaan bagi manusia agar mereka dapat pelajaran."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4085.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4085.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4086,
                "inSurah": 28
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُرْاٰنًا عَرَبِيًّا غَيْرَ ذِيْ عِوَجٍ لَّعَلَّهُمْ يَتَّقُوْنَ",
                "transliteration": {
                    "en": "Qur-aanan 'Arabiyyan ghaira zee 'iwajil la'allahum yattaqoon",
                    "id": "qur'ānan ‘arabiyyan gaira żī ‘iwajil la‘allahum yattaqūn(a)."
                }
            },
            "translation": {
                "en": "[It is] an Arabic Qur'an, without any deviance that they might become righteous.",
                "id": "(Yaitu) Al-Qur'an dalam bahasa Arab, tidak ada kebengkokan (di dalamnya) agar mereka bertakwa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4086.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4086.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4087,
                "inSurah": 29
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ضَرَبَ اللّٰهُ مَثَلًا رَّجُلًا فِيْهِ شُرَكَاۤءُ مُتَشٰكِسُوْنَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيٰنِ مَثَلًا ۗ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ",
                "transliteration": {
                    "en": "Darabal laahu masalar rajulan feehi shurakaaa'u mutashaakisoona wa rajulan salamal lirajulin hal tastawi yaani masalaa; alhamdu lillaah; bal aksaruhum laa ya'lamoon",
                    "id": "Ḍaraballāhu maṡalar rajulan fīhi syurakā'u mutasyākisūna wa rajulan salamal lirajulin hal yastawiyāni maṡalā(n), al-ḥamdu lillāh(i), bal akṡaruhum lā ya‘lamūn(a)."
                }
            },
            "translation": {
                "en": "Allah presents an example: a slave owned by quarreling partners and another belonging exclusively to one man - are they equal in comparison? Praise be to Allah! But most of them do not know.",
                "id": "Allah membuat perumpamaan (yaitu) seorang laki-laki (hamba sahaya) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan, dan seorang hamba sahaya yang menjadi milik penuh dari seorang (saja). Adakah kedua hamba sahaya itu sama keadaannya? Segala puji bagi Allah, tetapi kebanyakan mereka tidak mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4087.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4087.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4088,
                "inSurah": 30
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّكَ مَيِّتٌ وَّاِنَّهُمْ مَّيِّتُوْنَ ۖ",
                "transliteration": {
                    "en": "Innaka maiyitunw wa inna hum maiyitunw wa inna hum maiyitoon",
                    "id": "innaka mayyituw wa innahum mayyitūn(a)."
                }
            },
            "translation": {
                "en": "Indeed, you are to die, and indeed, they are to die.",
                "id": "Sesungguhnya engkau (Muhammad) akan mati dan mereka akan mati (pula)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4088.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4088.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4089,
                "inSurah": 31
            },
            "meta": {
                "juz": 23,
                "surah": 39,
                "page": 461,
                "manzil": 398,
                "hizbQuarter": 184,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ثُمَّ اِنَّكُمْ يَوْمَ الْقِيٰمَةِ عِنْدَ رَبِّكُمْ تَخْتَصِمُوْنَ ࣖ   ۔",
                "transliteration": {
                    "en": "Summa innakum Yawmal Qiyaamati 'inda Rabbikum takhtasimoon",
                    "id": "Ṡumma innakum yaumal-qiyāmati ‘inda rabbikum takhtaṣimūn(a)."
                }
            },
            "translation": {
                "en": "Then indeed you, on the Day of Resurrection, before your Lord, will dispute.",
                "id": "Kemudian sesungguhnya kamu pada hari Kiamat akan berbantah-bantahan di hadapan Tuhanmu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4089.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4089.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4090,
                "inSurah": 32
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ فَمَنْ اَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللّٰهِ وَكَذَّبَ بِالصِّدْقِ اِذْ جَاۤءَهٗۗ  اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْكٰفِرِيْنَ ",
                "transliteration": {
                    "en": "Faman azlamu mimman kazaba 'alal laahi wa kazzaba bissidqi iz jaaa'ah; alaisa fee Jahannama maswal lilkaafir",
                    "id": "faman aẓlamu mimman każaba ‘alallāhi wa każżaba biṣ-ṣidqi iż jā'ah(ū), alaisa fī jahannama maṡwal lil-kāfirīn(a)."
                }
            },
            "translation": {
                "en": "So who is more unjust than one who lies about Allah and denies the truth when it has come to him? Is there not in Hell a residence for the disbelievers?",
                "id": "Maka siapakah yang lebih zalim daripada orang yang membuat-buat kebohongan terhadap Allah dan mendustakan kebenaran yang datang kepadanya? Bukankah di neraka Jahanam tempat tinggal bagi orang-orang kafir?"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4090.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4090.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4091,
                "inSurah": 33
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالَّذِيْ جَاۤءَ بِالصِّدْقِ وَصَدَّقَ بِهٖٓ اُولٰۤىِٕكَ هُمُ الْمُتَّقُوْنَ",
                "transliteration": {
                    "en": "Wallazee jaaa'a bissidqi wa saddaqa biheee ulaaa'ika humul muttaqoon",
                    "id": "wal-lażī jā'a biṣ-ṣidqi wa ṣaddaqa bihī ulā'ika humul-muttaqūn(a)."
                }
            },
            "translation": {
                "en": "And the one who has brought the truth and [they who] believed in it - those are the righteous.",
                "id": "Dan orang yang membawa kebenaran (Muhammad) dan orang yang membenarkannya, mereka itulah orang yang bertakwa."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4091.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4091.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4092,
                "inSurah": 34
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَهُمْ مَّا يَشَاۤءُوْنَ عِنْدَ رَبِّهِمْ ۗ ذٰلِكَ جَزَاۤءُ الْمُحْسِنِيْنَۚ",
                "transliteration": {
                    "en": "Lahum maa yashaaa'oona 'inda Rabbihim; zaalika jazaaa'ul muhsineen",
                    "id": "lahum mā yasyā'ūna ‘inda rabbihim, żālika jazā'ul-muḥsinīn(a)."
                }
            },
            "translation": {
                "en": "They will have whatever they desire with their Lord. That is the reward of the doers of good -",
                "id": "Mereka memperoleh apa yang mereka kehendaki di sisi Tuhannya. Demikianlah balasan bagi orang-orang yang berbuat baik,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4092.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4092.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4093,
                "inSurah": 35
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لِيُكَفِّرَ اللّٰهُ عَنْهُمْ اَسْوَاَ الَّذِيْ عَمِلُوْا وَيَجْزِيَهُمْ اَجْرَهُمْ بِاَحْسَنِ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
                "transliteration": {
                    "en": "Liyukaffiral laahu 'anhum aswa allazee 'amiloo wa yajziyahum ajrahum bi ahsanil lazee kaano ya'maloon",
                    "id": "liyukaffirallāhu ‘anhum aswa'al-lażī ‘amilū wa yajziyahum ajrahum bi'aḥsanil-lażī kānū ya‘malūn(a)."
                }
            },
            "translation": {
                "en": "That Allah may remove from them the worst of what they did and reward them their due for the best of what they used to do.",
                "id": "agar Allah menghapus perbuatan mereka yang paling buruk yang pernah mereka lakukan dan memberi pahala kepada mereka dengan yang lebih baik daripada apa yang mereka kerjakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4093.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4093.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4094,
                "inSurah": 36
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗۗ وَيُخَوِّفُوْنَكَ بِالَّذِيْنَ مِنْ دُوْنِهٖۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍۚ",
                "transliteration": {
                    "en": "Alaisal laahu bikaafin 'abdahoo wa yukhawwi foonaka billazeena min doonih; wa mai yudlilil laahu famaa lahoo min haad",
                    "id": "alaisallāhu bikāfin ‘abdah(ū), wa yukhawwifūnaka bil-lażīna min dūnih(ī), wa may yuḍlilillāhu famā lahū min hād(in)."
                }
            },
            "translation": {
                "en": "Is not Allah sufficient for His Servant [Prophet Muhammad]? And [yet], they threaten you with those [they worship] other than Him. And whoever Allah leaves astray - for him there is no guide.",
                "id": "Bukankah Allah yang mencukupi hamba-Nya? Mereka menakut-nakutimu dengan (sesembahan) yang selain Dia. Barangsiapa dibiarkan sesat oleh Allah maka tidak seorang pun yang dapat memberi petunjuk kepadanya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4094.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4094.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4095,
                "inSurah": 37
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَنْ يَّهْدِ اللّٰهُ فَمَا لَهٗ مِنْ مُّضِلٍّ ۗ اَلَيْسَ اللّٰهُ بِعَزِيْزٍ ذِى انْتِقَامٍ",
                "transliteration": {
                    "en": "Wa mai yahdil laahu famalahoo mim mudlil; alai sal laahu bi'azeezin zin tiqaam",
                    "id": "wa may yahdillāhu famā lahū min muḍill(in), alaisallāhu bi‘azīzin żintiqām(in)."
                }
            },
            "translation": {
                "en": "And whoever Allah guides - for him there is no misleader. Is not Allah Exalted in Might and Owner of Retribution?",
                "id": "Dan barangsiapa diberi petunjuk oleh Allah, maka tidak seorang pun yang dapat menyesatkannya. Bukankah Allah Mahaperkasa dan mempunyai (kekuasaan untuk) menghukum?"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4095.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4095.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4096,
                "inSurah": 38
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَىِٕنْ سَاَلْتَهُمْ مَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ لَيَقُوْلُنَّ اللّٰهُ ۗ قُلْ اَفَرَءَيْتُمْ مَّا تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ اِنْ اَرَادَنِيَ اللّٰهُ بِضُرٍّ هَلْ هُنَّ كٰشِفٰتُ ضُرِّهٖٓ اَوْ اَرَادَنِيْ بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكٰتُ رَحْمَتِهٖۗ قُلْ حَسْبِيَ اللّٰهُ ۗعَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُوْنَ ",
                "transliteration": {
                    "en": "Wa la'in sa altahum man khalaqas samaawaati wal arda la yaqoolunal laah; qul afara'aitum maa tad'oona min doonil laahi in araadaniyal laahu bidurrin hal hunna kaashi faatu durriheee aw araadanee birahmatin hal hunna mumsikaatu rahmatih; qul hasbiyal laahu 'alaihi tatawakkalul mutawakkiloon",
                    "id": "wa la'in sa'altahum man khalaqas-samāwāti wal-arḍa layaqūlunnallāh(u), qul afara'aitum mā tad‘ūna min dūnillāhi in arādaniyallāhu biḍurrin hal hunna kāsyifātu ḍurrihī au arādanī biraḥmatin hal hunna mumsikātu raḥmatih(ī), qul ḥasbiyallāh(u), ‘alaihi yatawakkalul-mutawakkilūn(a)."
                }
            },
            "translation": {
                "en": "And if you asked them, \"Who created the heavens and the earth?\" they would surely say, \"Allah.\" Say, \"Then have you considered what you invoke besides Allah? If Allah intended me harm, are they removers of His harm; or if He intended me mercy, are they withholders of His mercy?\" Say, \"Sufficient for me is Allah; upon Him [alone] rely the [wise] reliers.\"",
                "id": "Dan sungguh, jika engkau tanyakan kepada mereka, “Siapakah yang menciptakan langit dan bumi?” Niscaya mereka menjawab, “Allah.” Katakanlah, “Kalau begitu tahukah kamu tentang apa yang kamu sembah selain Allah, jika Allah hendak mendatangkan bencana kepadaku, apakah mereka mampu menghilangkan bencana itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat mencegah rahmat-Nya?” Katakanlah, “Cukuplah Allah bagiku. Kepada-Nyalah orang-orang yang bertawakal berserah diri.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4096.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4096.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4097,
                "inSurah": 39
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ يٰقَوْمِ اعْمَلُوْا عَلٰى مَكَانَتِكُمْ اِنِّيْ عَامِلٌ ۚفَسَوْفَ تَعْلَمُوْنَۙ",
                "transliteration": {
                    "en": "Qul yaa qawmi'maloo 'alaa makaanatikum innee 'aamilun fasawfa ta'lamoon",
                    "id": "qul yā qaumi‘malū ‘alā makānatikum innī ‘āmil(un), fa saufa ta‘lamūn(a)."
                }
            },
            "translation": {
                "en": "Say, \"O my people, work according to your position, [for] indeed, I am working; and you are going to know",
                "id": "Katakanlah (Muhammad), “Wahai kaumku! Berbuatlah menurut kedudukanmu, aku pun berbuat (demikian). Kelak kamu akan mengetahui,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4097.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4097.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4098,
                "inSurah": 40
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 462,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "مَنْ يَّأْتِيْهِ عَذَابٌ يُّخْزِيْهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيْمٌ",
                "transliteration": {
                    "en": "Mai yaateehi 'azaabuny yukhzeehi wa yahillu 'alaihi 'azaabum muqeem",
                    "id": "may ya'tīhi ‘ażābuy yukhzīhi wa yaḥillu ‘alaihi ‘ażābum muqīm(un)."
                }
            },
            "translation": {
                "en": "To whom will come a torment disgracing him and on whom will descend an enduring punishment.\"",
                "id": "siapa yang mendapat siksa yang menghinakan dan kepadanya ditimpakan azab yang kekal.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4098.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4098.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4099,
                "inSurah": 41
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 463,
                "manzil": 399,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اِنَّآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ لِلنَّاسِ بِالْحَقِّۚ فَمَنِ اهْتَدٰى فَلِنَفْسِهٖۚ وَمَنْ ضَلَّ فَاِنَّمَا يَضِلُّ عَلَيْهَا ۚوَمَآ اَنْتَ عَلَيْهِمْ بِوَكِيْلٍ ࣖ",
                "transliteration": {
                    "en": "Innaa anzalnaa 'alaikal Kitaaba linnaasi bilhaqq; famanih tadaa falinafsihee wa man dalla fa innamaa yadillu 'alaihaa wa maaa anta 'alaihim biwakeel",
                    "id": "innā anzalnā ‘alaikal-kitāba lin-nāsi bil-ḥaqq(i), fa manihtadā fa linafsih(ī), wa man ḍalla fa innamā yaḍillu ‘alaihā, wa mā anta ‘alaihim biwakīl(in)."
                }
            },
            "translation": {
                "en": "Indeed, We sent down to you the Book for the people in truth. So whoever is guided - it is for [the benefit of] his soul; and whoever goes astray only goes astray to its detriment. And you are not a manager over them.",
                "id": "Sungguh, Kami menurunkan kepadamu Kitab (Al-Qur'an) dengan membawa kebenaran untuk manusia; barangsiapa mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa sesat maka sesungguhnya kesesatan itu untuk dirinya sendiri, dan engkau bukanlah orang yang bertanggung jawab terhadap mereka."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4099.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4099.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4100,
                "inSurah": 42
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 463,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا ۚ فَيُمْسِكُ الَّتِيْ قَضٰى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْاُخْرٰىٓ اِلٰٓى اَجَلٍ مُّسَمًّىۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
                "transliteration": {
                    "en": "Allaahu yatawaffal anfusa heena mawtihaa wallatee lam tamut fee manaamihaa fa yumsikul latee qadaa 'alaihal mawta wa yursilul ukhraaa ilaaa ajalim musammaa; inna fee zaalika la Aayaatil liqawmai yatafakkarron",
                    "id": "allāhu yatawaffal-anfusa ḥīna mautihā wal-latī lam tamut fī manāmihā, fayumsikul-latī qaḍā ‘alaihal-mauta wa yursilul-ukhrā ilā ajalim musammā(n), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a)."
                }
            },
            "translation": {
                "en": "Allah takes the souls at the time of their death, and those that do not die [He takes] during their sleep. Then He keeps those for which He has decreed death and releases the others for a specified term. Indeed in that are signs for a people who give thought.",
                "id": "Allah memegang nyawa (seseorang) pada saat kematiannya dan nyawa (seseorang) yang belum mati ketika dia tidur; maka Dia tahan nyawa (orang) yang telah Dia tetapkan kematiannya dan Dia lepaskan nyawa yang lain sampai waktu yang ditentukan. Sungguh, pada yang demikian itu terdapat tanda-tanda (kebesaran) Allah bagi kaum yang berpikir."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4100.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4100.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4101,
                "inSurah": 43
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 463,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَمِ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ شُفَعَاۤءَۗ قُلْ اَوَلَوْ كَانُوْا لَا يَمْلِكُوْنَ شَيْـًٔا وَّلَا يَعْقِلُوْنَ ",
                "transliteration": {
                    "en": "Amit takhazoo min doonillaahi shufa'aaa'; qul awalaw kaanoo laa yamlikoona shai'aw wa laa ya'qiloon",
                    "id": "amittakhażū min dūnillāhi syufa‘ā'(a), qul awalau kānū lā yamlikūna syai'aw wa lā ya‘qilūn(a)."
                }
            },
            "translation": {
                "en": "Or have they taken other than Allah as intercessors? Say, \"Even though they do not possess [power over] anything, nor do they reason?\"",
                "id": "Ataukah mereka mengambil penolong selain Allah. Katakanlah, “Apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatu apa pun dan tidak mengerti?”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4101.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4101.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4102,
                "inSurah": 44
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 463,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ لِّلّٰهِ الشَّفَاعَةُ جَمِيْعًا ۗ لَهٗ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
                "transliteration": {
                    "en": "Qul lillaahish shafaa'atu jamee'aa; lahoo mulkus samaawaati wal ardi summa ilaihi turj'oon",
                    "id": "qul lillāhisy-syafā‘atu jamī‘ā(n), lahū mulkus-samāwāti wal-arḍ(i), ṡumma ilaihi turja‘ūn(a)."
                }
            },
            "translation": {
                "en": "Say, \"To Allah belongs [the right to allow] intercession entirely. To Him belongs the dominion of the heavens and the earth. Then to Him you will be returned.\"",
                "id": "Katakanlah, “Pertolongan itu hanya milik Allah semuanya. Dia memiliki kerajaan langit dan bumi. Kemudian kepada-Nya kamu dikembalikan.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4102.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4102.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4103,
                "inSurah": 45
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 463,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاِذَا ذُكِرَ اللّٰهُ وَحْدَهُ اشْمَـَٔزَّتْ قُلُوْبُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِۚ وَاِذَا ذُكِرَ الَّذِيْنَ مِنْ دُوْنِهٖٓ اِذَا هُمْ يَسْتَبْشِرُوْنَ",
                "transliteration": {
                    "en": "Wa izaa zukiral laahu wahdahush ma azzat quloobul lazeena laa yu'minoona bil Aakhirati wa izaa zukiral lazeena min dooniheee izaa hum yastabshiroon",
                    "id": "wa iżā żukirallāhu waḥdahusyma'azzat qulūbul-lażīna lā yu'minūna bil-ākhirah(ti), wa iżā żukiral-lażīna min dūnihī iżā hum yastabsyirūn(a)."
                }
            },
            "translation": {
                "en": "And when Allah is mentioned alone, the hearts of those who do not believe in the Hereafter shrink with aversion, but when those [worshipped] other than Him are mentioned, immediately they rejoice.",
                "id": "Dan apabila yang disebut hanya nama Allah, kesal sekali hati orang-orang yang tidak beriman kepada akhirat. Namun apabila nama-nama sembahan selain Allah yang disebut, tiba-tiba mereka menjadi bergembira."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4103.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4103.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4104,
                "inSurah": 46
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 463,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلِ اللّٰهُمَّ فَاطِرَ السَّمٰوٰتِ وَالْاَرْضِ عٰلِمَ الْغَيْبِ وَالشَّهَادَةِ اَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيْ مَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ",
                "transliteration": {
                    "en": "Qulil laahumma faatiras samaawaati wal ardi 'Aalimal Ghaibi washshahaadati Anta tahkumu baina 'ibaadika fee maa kaanoo fee yakhtalifoon",
                    "id": "qulillāhumma fāṭiras-samāwāti wal-arḍi ‘ālimal-gaibi wasy-syahādati anta taḥkumu baina ‘ibādika fīmā kānū fīhi yakhtalifūn(a)."
                }
            },
            "translation": {
                "en": "Say, \"O Allah, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You will judge between your servants concerning that over which they used to differ.\"",
                "id": "Katakanlah, “Ya Allah, Pencipta langit dan bumi, yang mengetahui segala yang gaib dan yang nyata, Engkaulah yang memutuskan di antara hamba-hamba-Mu tentang apa yang selalu mereka perselisihkan.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4104.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4104.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4105,
                "inSurah": 47
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 463,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَوْ اَنَّ لِلَّذِيْنَ ظَلَمُوْا مَا فِى الْاَرْضِ جَمِيْعًا وَّمِثْلَهٗ مَعَهٗ لَافْتَدَوْا بِهٖ مِنْ سُوْۤءِ الْعَذَابِ يَوْمَ الْقِيٰمَةِۗ وَبَدَا لَهُمْ مِّنَ اللّٰهِ مَا لَمْ يَكُوْنُوْا يَحْتَسِبُوْنَ",
                "transliteration": {
                    "en": "Wa law anna lillazeena zalamoo maa fil ardi jamee'anw wa mislahoo ma'ahoo laftadaw bihee min sooo'il azaabi Yawmal Qiyaamah; wa badaa lahum minal laahi maa lam yakkoonoo yahtasiboon",
                    "id": "wa lau anna lil-lażīna ẓalamū mā fil-arḍi jamī‘aw wa miṡlahū ma‘ahū laftadau bihī min sū'il-‘ażābi yaumal-qiyāmah(ti), wa badā lahum minallāhi mā lam yakūnū yaḥtasibūn(a)."
                }
            },
            "translation": {
                "en": "And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allah that which they had not taken into account.",
                "id": "Dan sekiranya orang-orang yang zalim mempunyai segala apa yang ada di bumi dan ditambah lagi sebanyak itu, niscaya mereka akan menebus dirinya dengan itu dari azab yang buruk pada hari Kiamat. Dan jelaslah bagi mereka azab dari Allah yang dahulu tidak pernah mereka perkirakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4105.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4105.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4106,
                "inSurah": 48
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَبَدَا لَهُمْ سَيِّاٰتُ مَا كَسَبُوْا وَحَاقَ بِهِمْ مَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ",
                "transliteration": {
                    "en": "Wa badaa lahum saiyiaatu maa kasaboo wa haaqa bihim maa kaanoo bihee yastahzi'oon",
                    "id": "wa badā lahum sayyi'ātu mā kasabū wa ḥāqa bihim mā kānū bihī yastahzi'ūn(a)."
                }
            },
            "translation": {
                "en": "And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule.",
                "id": "Dan jelaslah bagi mereka kejahatan apa yang telah mereka kerjakan dan mereka diliputi oleh apa yang dahulu mereka selalu memperolok-olokkannya."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4106.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4106.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4107,
                "inSurah": 49
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاِذَا مَسَّ الْاِنْسَانَ ضُرٌّ دَعَانَاۖ  ثُمَّ اِذَا خَوَّلْنٰهُ نِعْمَةً مِّنَّاۙ قَالَ اِنَّمَآ اُوْتِيْتُهٗ عَلٰى عِلْمٍ ۗبَلْ هِيَ فِتْنَةٌ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
                "transliteration": {
                    "en": "Fa izaa massal insaana durrun da'aanaa summa izaa khawwalnaahu ni'matam minna qaala innamaaa ootee tuhoo 'alaa 'ilm; bal hiya fitna tunw wa laakinna aksarahum laa ya'lamoon",
                    "id": "fa'iżā massal-insāna ḍurrun da‘ānā ṡumma iżā khawwalnāhu ni‘matam minnā, qāla innamā ūtītuhū ‘alā ‘ilm(in), bal hiya fitnatuw wa lākinna akṡarahum lā ya‘lamūn(a)."
                }
            },
            "translation": {
                "en": "And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know.",
                "id": "Maka apabila manusia ditimpa bencana dia menyeru Kami, kemudian apabila Kami berikan nikmat Kami kepadanya dia berkata, “Sesungguhnya aku diberi nikmat ini hanyalah karena kepintaranku.” Sebenarnya, itu adalah ujian, tetapi kebanyakan mereka tidak mengetahui."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4107.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4107.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4108,
                "inSurah": 50
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قَدْ قَالَهَا الَّذِيْنَ مِنْ قَبْلِهِمْ فَمَآ اَغْنٰى عَنْهُمْ مَّا كَانُوْا يَكْسِبُوْنَ",
                "transliteration": {
                    "en": "Qad qaalahul lazeena min qablihim famaaa aghnaa 'anhum maa kaanoo yaksiboon",
                    "id": "qad qālahal-lażīna min qablihim famā agnā ‘anhum mā kānū yaksibūn(a)."
                }
            },
            "translation": {
                "en": "Those before them had already said it, but they were not availed by what they used to earn.",
                "id": "Sungguh, orang-orang yang sebelum mereka pun telah mengatakan hal itu, maka tidak berguna lagi bagi mereka apa yang dahulu mereka kerjakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4108.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4108.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4109,
                "inSurah": 51
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاَصَابَهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۗوَالَّذِيْنَ ظَلَمُوْا مِنْ هٰٓؤُلَاۤءِ سَيُصِيْبُهُمْ سَيِّاٰتُ مَا كَسَبُوْا ۙوَمَا هُمْ بِمُعْجِزِيْنَ",
                "transliteration": {
                    "en": "Fa asaabahum saiyi aatu maa kasaboo; wallazeena zalamoo min haaa'ulaaa'i sa yuzeebuhum saiyi aatu maa kasaboo wa maa hum bimu'jizeen",
                    "id": "fa'aṣābahum sayyi'ātu mā kasabū, wal-lażīna ẓalamū min hā'ulā'i sayuṣībuhum sayyi'ātu mā kasabū, wa mā hum bimu‘jizīn(a)."
                }
            },
            "translation": {
                "en": "And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be afflicted by the evil consequences of what they earned; and they will not cause failure.",
                "id": "Lalu mereka ditimpa (bencana) dari akibat buruk apa yang mereka perbuat. Dan orang-orang yang zalim di antara mereka juga akan ditimpa (bencana) dari akibat buruk apa yang mereka kerjakan dan mereka tidak dapat melepaskan diri."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4109.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4109.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4110,
                "inSurah": 52
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 400,
                "hizbQuarter": 185,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَاۤءُ وَيَقْدِرُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ",
                "transliteration": {
                    "en": "Awalam ya'lamooo annal laaha yabsutur rizqa limai yashaaa'u wa yaqdir; inna fee zaalika la Aayaatil liqamai yu'minoon",
                    "id": "awalam ya‘lamū annallāha yabsuṭur-rizqa limay yasyā'u wa yaqdir(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a)."
                }
            },
            "translation": {
                "en": "Do they not know that Allah extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe.",
                "id": "Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki bagi siapa yang Dia kehendaki dan membatasinya (bagi siapa yang Dia kehendaki)? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi kaum yang beriman."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4110.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4110.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4111,
                "inSurah": 53
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "۞ قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓى اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۗاِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۗاِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ",
                "transliteration": {
                    "en": "Qul yaa'ibaadiyal lazeena asrafoo 'alaaa anfusihim laa taqnatoo mirrahmatil laah; innal laaha yaghfiruz zunooba jamee'aa; innahoo Huwal Ghafoorur Raheem",
                    "id": "qul yā ‘ibādiyal-lażīna asrafū ‘alā anfusihim lā taqnaṭū mir raḥmatillāh(i), innallāha yagfiruż-żunūba jamī‘ā(n), innahū huwal-gafūrur-raḥīm(u)."
                }
            },
            "translation": {
                "en": "Say, \"O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.\"",
                "id": "Katakanlah, “Wahai hamba-hamba-Ku yang melampaui batas terhadap diri mereka sendiri! Janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sungguh, Dialah Yang Maha Pengampun, Maha Penyayang."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4111.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4111.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4112,
                "inSurah": 54
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاَنِيْبُوْٓا اِلٰى رَبِّكُمْ وَاَسْلِمُوْا لَهٗ مِنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنْصَرُوْنَ",
                "transliteration": {
                    "en": "Wa aneebooo ilaa Rabbikum wa aslimoo lahoo min qabli ai yaatiyakumul 'azaabu summ laa tunsaroon",
                    "id": "wa anībū ilā rabbikum wa aslimū lahū min qabli ay ya'tiyakumul-‘ażābu ṡumma lā tunṣarūn(a)."
                }
            },
            "translation": {
                "en": "And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped.",
                "id": "Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu, kemudian kamu tidak dapat ditolong."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4112.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4112.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4113,
                "inSurah": 55
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاتَّبِعُوْٓا اَحْسَنَ مَآ اُنْزِلَ اِلَيْكُمْ مِّنْ رَّبِّكُمْ مِّنْ قَبْلِ اَنْ يَّأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَّاَنْتُمْ لَا تَشْعُرُوْنَ ۙ  ",
                "transliteration": {
                    "en": "Wattabi'ooo ahsana maaa unzila ilaikum mir Rabbikum min qabli aiyaatiyakumal 'azaabu baghtatanw wa antum laa tash'uroon",
                    "id": "wattabi‘ū aḥsana mā unzila ilaikum mir rabbikum min qabli ay ya'tiyakumul ‘ażābu bagtataw wa antum lā tasy‘urūn(a)."
                }
            },
            "translation": {
                "en": "And follow the best of what was revealed to you from your Lord before the punishment comes upon you suddenly while you do not perceive,",
                "id": "Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu (Al-Qur'an) dari Tuhanmu sebelum datang azab kepadamu secara mendadak, sedang kamu tidak menyadarinya,"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4113.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4113.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4114,
                "inSurah": 56
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 464,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَنْ تَقُوْلَ نَفْسٌ يّٰحَسْرَتٰى عَلٰى مَا فَرَّطْتُّ فِيْ جَنْۢبِ اللّٰهِ وَاِنْ كُنْتُ لَمِنَ السّٰخِرِيْنَۙ   ",
                "transliteration": {
                    "en": "An taqoola nafsuny yaahasrataa 'alaa maa farrattu fee jambil laahi wa in kuntu laminas saakhireen",
                    "id": "an taqūla yā ḥasratā ‘alā mā farraṭṭu fī jambillāhi wa in kuntu laminas-sākhirīn(a)."
                }
            },
            "translation": {
                "en": "Lest a soul should say, \"Oh [how great is] my regret over what I neglected in regard to Allah and that I was among the mockers.\"",
                "id": "agar jangan ada orang yang mengatakan, ‘Alangkah besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, dan sesungguhnya aku termasuk orang-orang yang memperolok-olokkan (agama Allah),’"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4114.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4114.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4115,
                "inSurah": 57
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوْ تَقُوْلَ لَوْ اَنَّ اللّٰهَ هَدٰىنِيْ لَكُنْتُ مِنَ الْمُتَّقِيْنَ ۙ",
                "transliteration": {
                    "en": "Aw taqoola law annal laaha hadaanee lakuntu minal muttaqeen",
                    "id": "au taqūla lau annallāha hadānī lakuntu minal-muttaqīn(a)."
                }
            },
            "translation": {
                "en": "Or [lest] it say, \"If only Allah had guided me, I would have been among the righteous.\"",
                "id": "atau (agar jangan) ada yang berkata, ‘Sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa,’"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4115.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4115.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4116,
                "inSurah": 58
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَوْ تَقُوْلَ حِيْنَ تَرَى الْعَذَابَ لَوْ اَنَّ لِيْ كَرَّةً فَاَكُوْنَ مِنَ الْمُحْسِنِيْنَ",
                "transliteration": {
                    "en": "Aw taqoola heena taral 'azaaba law anna lee karratan fa akoona minal muhsineen",
                    "id": "au taqūla ḥīna taral-‘ażāba lau anna lī karratan fa akūna minal-muḥsinīn(a)."
                }
            },
            "translation": {
                "en": "Or [lest] it say when it sees the punishment, \"If only I had another turn so I could be among the doers of good.\"",
                "id": "atau (agar jangan) ada yang berkata ketika melihat azab, ‘Sekiranya aku dapat kembali (ke dunia), tentu aku termasuk orang-orang yang berbuat baik.’"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4116.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4116.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4117,
                "inSurah": 59
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "بَلٰى قَدْ جَاۤءَتْكَ اٰيٰتِيْ فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكٰفِرِيْنَ",
                "transliteration": {
                    "en": "Balaa qad jaaa'atka Asyaatee fakazzabta bihaa wastak barta wa kunta minal kaafireen",
                    "id": "balā qad jā'atka āyātī fa każżabta bihā wastakbarta wa kunta minal-kāfirīn(a)."
                }
            },
            "translation": {
                "en": "But yes, there had come to you My verses, but you denied them and were arrogant, and you were among the disbelievers.",
                "id": "Sungguh, sebenarnya keterangan-keterangan-Ku telah datang kepadamu, tetapi kamu mendustakannya, malah kamu menyombongkan diri dan termasuk orang kafir.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4117.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4117.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4118,
                "inSurah": 60
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيَوْمَ الْقِيٰمَةِ تَرَى الَّذِيْنَ كَذَبُوْا عَلَى اللّٰهِ وُجُوْهُهُمْ مُّسْوَدَّةٌ  ۗ اَلَيْسَ فِيْ جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِيْنَ",
                "transliteration": {
                    "en": "Wa Yawmal Qiyaamati taral lazeena kazaboo 'alallaahi wujoohuhum muswaddah; alaisa fee Hahannama maswal lilmutakabbireen",
                    "id": "wa yaumal-qiyāmati taral-lażīna każabū ‘alallāhi wujūhuhum muswaddah(tun), alaisa fī jahannama maṡwal lil-mutakabbirīn(a)."
                }
            },
            "translation": {
                "en": "And on the Day of Resurrection you will see those who lied about Allah [with] their faces blackened. Is there not in Hell a residence for the arrogant?",
                "id": "Dan pada hari Kiamat engkau akan melihat orang-orang yang berbuat dusta terhadap Allah, wajahnya menghitam. Bukankah neraka Jahanam itu tempat tinggal bagi orang yang menyombongkan diri?"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4118.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4118.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4119,
                "inSurah": 61
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَيُنَجِّى اللّٰهُ الَّذِيْنَ اتَّقَوْا بِمَفَازَتِهِمْۖ  لَا يَمَسُّهُمُ السُّوْۤءُ وَلَا هُمْ يَحْزَنُوْنَ",
                "transliteration": {
                    "en": "Wa yunajjil laahul lazee nat taqaw bimafaazatihim laa yamassuhumus sooo'u wa laa hum uahzanoon",
                    "id": "wa yunajjillāhul-lażīnattaqau bimafāzatihim, lā yamassuhumus-sū'u wa lā hum yaḥzanūn(a)."
                }
            },
            "translation": {
                "en": "And Allah will save those who feared Him by their attainment; no evil will touch them, nor will they grieve.",
                "id": "Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka. Mereka tidak disentuh oleh azab dan tidak bersedih hati."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4119.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4119.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4120,
                "inSurah": 62
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَللّٰهُ خَالِقُ كُلِّ شَيْءٍ ۙوَّهُوَ عَلٰى كُلِّ شَيْءٍ وَّكِيْلٌ",
                "transliteration": {
                    "en": "Allaahu khaaliqu kulli shai'inw wa Huwa 'alaa kulli shai'inw Wakeel",
                    "id": "allāhu khāliqu kulli syai'(in), wa huwa ‘alā kulli syai'iw wakīl(un)."
                }
            },
            "translation": {
                "en": "Allah is the Creator of all things, and He is, over all things, Disposer of affairs.",
                "id": "Allah pencipta segala sesuatu dan Dia Maha Pemelihara atas segala sesuatu."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4120.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4120.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4121,
                "inSurah": 63
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 401,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لَهٗ مَقَالِيْدُ السَّمٰوٰتِ وَالْاَرْضِۗ وَالَّذِيْنَ كَفَرُوْا بِاٰيٰتِ اللّٰهِ اُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ࣖ ",
                "transliteration": {
                    "en": "Lahoo maqaaleedus sa maawaati wal ard; wallazeena kafaroo bi ayaatil laahi ulaaa'ika humul khaasiroon",
                    "id": "lahū maqālīdus-samāwāti wal-arḍ(i), wal-lażīna kafarū bi'āyātillāhi ulā'ika humul-khāsirūn(a)."
                }
            },
            "translation": {
                "en": "To Him belong the keys of the heavens and the earth. And they who disbelieve in the verses of Allah - it is those who are the losers.",
                "id": "Milik-Nyalah kunci-kunci (perbenda-haraan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang yang rugi."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4121.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4121.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4122,
                "inSurah": 64
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 402,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قُلْ اَفَغَيْرَ اللّٰهِ تَأْمُرُوْۤنِّيْٓ اَعْبُدُ اَيُّهَا الْجٰهِلُوْنَ",
                "transliteration": {
                    "en": "Qul afaghairal laahi taamurooonneee a'budu ayyuhal jaahiloon",
                    "id": "qul afagairallāhi ta'murūnnī a‘budu ayyuhal-jāhilūn(a)."
                }
            },
            "translation": {
                "en": "Say, [O Muhammad], \"Is it other than Allah that you order me to worship, O ignorant ones?\"",
                "id": "Katakanlah (Muhammad), “Apakah kamu menyuruh aku menyembah selain Allah, wahai orang-orang yang bodoh?”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4122.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4122.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4123,
                "inSurah": 65
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 402,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَۚ  لَىِٕنْ اَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُوْنَنَّ مِنَ الْخٰسِرِيْنَ",
                "transliteration": {
                    "en": "Wa laqad oohiya ilaika wa ilal lazeena min qablika la in ashrakta la yahbatanna 'amalu ka wa latakoonanna minal khaasireen",
                    "id": "wa laqad ūḥiya ilaika wa ilal-lażīna min qablik(a), la'in asyrakta layaḥbaṭanna ‘amaluka wa latakūnanna minal-khāsirīn(a)."
                }
            },
            "translation": {
                "en": "And it was already revealed to you and to those before you that if you should associate [anything] with Allah, your work would surely become worthless, and you would surely be among the losers.\"",
                "id": "Dan sungguh, telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu, “Sungguh, jika engkau mempersekutukan (Allah), niscaya akan hapuslah amalmu dan tentulah engkau termasuk orang yang rugi."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4123.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4123.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4124,
                "inSurah": 66
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 402,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "بَلِ اللّٰهَ فَاعْبُدْ وَكُنْ مِّنَ الشّٰكِرِيْنَ",
                "transliteration": {
                    "en": "Balil laahha fa'bud wa kum minash shaakireen",
                    "id": "balillāha fa‘bud wa kum minasy-syākirīn(a)."
                }
            },
            "translation": {
                "en": "Rather, worship [only] Allah and be among the grateful.",
                "id": "Karena itu, hendaklah Allah saja yang engkau sembah dan hendaklah engkau termasuk orang yang bersyukur.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4124.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4124.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4125,
                "inSurah": 67
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 465,
                "manzil": 402,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَمَا قَدَرُوا اللّٰهَ حَقَّ قَدْرِهٖۖ وَالْاَرْضُ جَمِيْعًا قَبْضَتُهٗ يَوْمَ الْقِيٰمَةِ وَالسَّمٰوٰتُ مَطْوِيّٰتٌۢ بِيَمِيْنِهٖ ۗسُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ",
                "transliteration": {
                    "en": "Wa maa qadarul laaha haqqa qadrihee wal ardu jamee 'an qabdatuhoo Yawmal Qiyaamit wassamaawaatu matwiyyaatum biyameenih; Subhaanahoo wa Ta'aalaa 'amma yushrikoon",
                    "id": "wa mā qadarullāha ḥaqqa qadrih(ī), wal-arḍu jamī‘an qabḍatuhū yaumal-qiyāmati was-samāwātu maṭwiyyātum biyamīnih(ī), subḥānahū wa ta‘ālā ‘ammā yusyrikūn(a)."
                }
            },
            "translation": {
                "en": "They have not appraised Allah with true appraisal, while the earth entirely will be [within] His grip on the Day of Resurrection, and the heavens will be folded in His right hand. Exalted is He and high above what they associate with Him.",
                "id": "Dan mereka tidak mengagungkan Allah sebagaimana mestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari Kiamat dan langit digulung dengan tangan kanan-Nya. Mahasuci Dia dan Mahatinggi Dia dari apa yang mereka persekutukan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4125.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4125.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4126,
                "inSurah": 68
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 466,
                "manzil": 402,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَنُفِخَ فِى الصُّوْرِ فَصَعِقَ مَنْ فِى السَّمٰوٰتِ وَمَنْ فِى الْاَرْضِ اِلَّا مَنْ شَاۤءَ اللّٰهُ ۗ ثُمَّ نُفِخَ فِيْهِ اُخْرٰى فَاِذَا هُمْ قِيَامٌ يَّنْظُرُوْنَ",
                "transliteration": {
                    "en": "Wa nufikha fis Soori fas'iqa man fis samaawaati wa man fil ardi illaa man shaa'al lahu summa nufikha feehi ukhraa fa izaa hum qiyaamuny yanzuroon",
                    "id": "wa nufikha fiṣ-ṣūri faṣa‘iqa man fis-samāwāti wa man fil-arḍi illā man syā'allāh(u), ṡumma nufikha fīhi ukhrā fa'iżā hum qiyāmuy yanẓurūn(a)."
                }
            },
            "translation": {
                "en": "And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on.",
                "id": "Dan sangkakala pun ditiup, maka matilah semua (makhluk) yang di langit dan di bumi kecuali mereka yang dikehendaki Allah. Kemudian ditiup sekali lagi (sangkakala itu) maka seketika itu mereka bangun (dari kuburnya) menunggu (keputusan Allah)."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4126.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4126.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4127,
                "inSurah": 69
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 466,
                "manzil": 402,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِ رَبِّهَا وَوُضِعَ الْكِتٰبُ وَجِايْۤءَ بِالنَّبِيّٖنَ وَالشُّهَدَاۤءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لَا يُظْلَمُوْنَ",
                "transliteration": {
                    "en": "Wa ashraqatil ardu binoori Rabbihaa wa wudi'al Kitaabu wa jeee'a bin nabiyyeena wash shuhadaaa'i wa qudiya bainahum bilhaqqi wa hum laa yuzlamoon",
                    "id": "wa asyraqatil-arḍu binūri rabbihā wa wuḍi‘al-kitābu wa jī'a bin-nabiyyīna wasy-syuhadā'i wa quḍiya bainahum bil-ḥaqqi wa hum lā yuẓlamūn(a)."
                }
            },
            "translation": {
                "en": "And the earth will shine with the light of its Lord, and the record [of deeds] will be placed, and the prophets and the witnesses will be brought, and it will be judged between them in truth, and they will not be wronged.",
                "id": "Dan bumi (padang Mahsyar) menjadi terang benderang dengan cahaya (keadilan) Tuhannya; dan buku-buku (perhitungan perbuatan mereka) diberikan (kepada masing-masing), nabi-nabi dan saksi-saksi pun dihadirkan, lalu diberikan keputusan di antara mereka secara adil, sedang mereka tidak dirugikan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4127.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4127.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4128,
                "inSurah": 70
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 466,
                "manzil": 402,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ اَعْلَمُ بِمَا يَفْعَلُوْنَ ࣖ ",
                "transliteration": {
                    "en": "Wa wuffiyat kullu nafsim maa 'amilat wa Huwa a'lamubimaa yaf'aloon",
                    "id": "wa wuffiyat kullu nafsim mā ‘amilat wa huwa a‘lamu bimā yaf‘alūn(a)."
                }
            },
            "translation": {
                "en": "And every soul will be fully compensated [for] what it did; and He is most knowing of what they do.",
                "id": "Dan kepada setiap jiwa diberi balasan dengan sempurna sesuai dengan apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4128.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4128.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4129,
                "inSurah": 71
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 466,
                "manzil": 403,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَسِيْقَ الَّذِيْنَ كَفَرُوْٓا اِلٰى جَهَنَّمَ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَا ۗقَالُوْا بَلٰى وَلٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكٰفِرِيْنَ",
                "transliteration": {
                    "en": "Wa seeqal lazeena kafaroon ilaa jahannama zumaran battaaa izaa jaaa'oohaa futihat abwaabuhaa wa qaala lahum khazanatuhaaa alam yaatikum Rusulum minkum yatloona 'alaikum Aayaati Rabbikum wa yunziroonakum liqaaa'a Yawmikum haazaa; qaaloo balaa wa laakin haqqat kalimatul 'azaabi 'alal kaafireen",
                    "id": "wasīqal-lażīna kafarū ilā jahannama zumarā(n), ḥattā iżā jā'ūhā futiḥat abwābuhā wa qāla lahum khazanatuhā alam ya'tikum rusulum minkum yatlūna ‘alaikum āyāti rabbikum wa yunżirūnakum liqā'a yaumikum hāżā, qālū balā wa lākin ḥaqqat kalimatul-‘ażābi ‘alal-kāfirīn(a)."
                }
            },
            "translation": {
                "en": "And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, \"Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?\" They will say, \"Yes, but the word of punishment has come into effect upon the disbelievers.",
                "id": "Orang-orang yang kafir digiring ke neraka Jahanam secara berombongan. Sehingga apabila mereka sampai kepadanya (neraka) pintu-pintunya dibukakan dan penjaga-penjaga berkata kepada mereka, “Apakah belum pernah datang kepadamu rasul-rasul dari kalangan kamu yang membacakan ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan (dengan) harimu ini?” Mereka menjawab, “Benar, ada,” tetapi ketetapan azab pasti berlaku terhadap orang-orang kafir."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4129.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4129.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4130,
                "inSurah": 72
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 466,
                "manzil": 403,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "قِيْلَ ادْخُلُوْٓا اَبْوَابَ جَهَنَّمَ خٰلِدِيْنَ فِيْهَا ۚفَبِئْسَ مَثْوَى الْمُتَكَبِّرِيْنَ",
                "transliteration": {
                    "en": "Qeelad khuloo abwaaba jahannama khaalideena feeha fabi'sa maswal mutakabbireen",
                    "id": "qīladkhulū abwāba jahannama khālidīna fīhā, fa bi'sa maṡwal-mutakabūbirīn(a)."
                }
            },
            "translation": {
                "en": "[To them] it will be said, \"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"",
                "id": "Dikatakan (kepada mereka), “Masukilah pintu-pintu neraka Jahanam itu, (kamu) kekal di dalamnya.” Maka (neraka Jahanam) itulah seburuk-buruk tempat tinggal bagi orang-orang yang menyombongkan diri."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4130.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4130.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4131,
                "inSurah": 73
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 466,
                "manzil": 403,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَسِيْقَ الَّذِيْنَ اتَّقَوْا رَبَّهُمْ اِلَى الْجَنَّةِ زُمَرًا ۗحَتّٰىٓ اِذَا جَاۤءُوْهَا وَفُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلٰمٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوْهَا خٰلِدِيْنَ",
                "transliteration": {
                    "en": "Wa seeqal lazeenat taqaw Rabbahum ilal Jannati zumaran hattaaa izaa jaaa'oohaa wa futihat abwaabuhaa wa qaala lahum khazanatuhaa salaamun 'alaikum tibtum fadkhuloohaa khaalideen",
                    "id": "wasīqal-lażīnattaqau rabbahum ilal-jannati zumarā(n), ḥattā iżā jā'ūhā wa futiḥat abwābuhā wa qāla lahum khazanatuhā salāmun ‘alaikum ṭibtum fadkhulūhā khālidīn(a)."
                }
            },
            "translation": {
                "en": "But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, \"Peace be upon you; you have become pure; so enter it to abide eternally therein,\" [they will enter].",
                "id": "Dan orang-orang yang bertakwa kepada Tuhannya diantar ke dalam surga secara berombongan. Sehingga apabila mereka sampai kepadanya (surga) dan pintu-pintunya telah dibukakan, penjaga-penjaganya berkata kepada mereka, “Kesejahteraan (dilimpahkan) atasmu, berbahagialah kamu! Maka masuklah, kamu kekal di dalamnya.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4131.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4131.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4132,
                "inSurah": 74
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 466,
                "manzil": 403,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَقَالُوا الْحَمْدُ لِلّٰهِ الَّذِيْ صَدَقَنَا وَعْدَهٗ وَاَوْرَثَنَا الْاَرْضَ نَتَبَوَّاُ مِنَ الْجَنَّةِ حَيْثُ نَشَاۤءُ ۚفَنِعْمَ اَجْرُ الْعٰمِلِيْنَ",
                "transliteration": {
                    "en": "Wa waalull hamdulillaahil lazee sadaqanaa wa'dahoo wa awrasanal arda natabaw wa-u minal jannati haisu nashaaa'u fani'ma ajrul 'aamileen",
                    "id": "wa qālul-ḥamdu lillāhil-lażī ṣadaqanā wa‘dahū wa auraṡanal-arḍa natabawwa'u minal-jannati ḥaiṡu nasyā'(u), fani‘ma ajrul-‘āmilīn(a)."
                }
            },
            "translation": {
                "en": "And they will say, \"Praise to Allah, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers.\"",
                "id": "Dan mereka berkata, “Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah memberikan tempat ini kepada kami sedang kami (diperkenankan) menempati surga di mana saja yang kami kehendaki.” Maka (surga itulah) sebaik-baik balasan bagi orang-orang yang beramal."
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4132.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4132.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 4133,
                "inSurah": 75
            },
            "meta": {
                "juz": 24,
                "surah": 39,
                "page": 467,
                "manzil": 403,
                "hizbQuarter": 186,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَتَرَى الْمَلٰۤىِٕكَةَ حَاۤفِّيْنَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُوْنَ بِحَمْدِ رَبِّهِمْۚ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَقِيْلَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ࣖ",
                "transliteration": {
                    "en": "Wa taral malaaa'ikata haaaffeena min hawlil 'Arshi yusabbihoona bihamdi Rabbihim wa qudiya bainahum bilhaqqi wa qeelal hamdu lillaahi Rabbil 'aalameen",
                    "id": "wa taral-malā'ikata ḥāffīna min ḥaulil-‘arsyi yusabbiḥūna biḥamdi rabbihim, wa quḍiya bainahum bil-ḥaqqi wa qīlal-ḥamdu lillāhi rabbil-‘ālamīn(a)."
                }
            },
            "translation": {
                "en": "And you will see the angels surrounding the Throne, exalting [Allah] with praise of their Lord. And it will be judged between them in truth, and it will be said, \"[All] praise to Allah, Lord of the worlds.\"",
                "id": "Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling ‘Arsy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, “Segala puji bagi Allah, Tuhan seluruh alam.”"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4133.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4133.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        }
    ]
}