{
    "number": 65,
    "sequence": 99,
    "numberOfVerses": 12,
    "name": {
        "short": "الطلاق",
        "long": "سُورَةُ الطلاق",
        "transliteration": {
            "en": "At-Talaq",
            "id": "At-Talaq"
        },
        "translation": {
            "en": "The Divorce",
            "id": "Talak"
        }
    },
    "revelation": {
        "arab": "مدينة",
        "en": "Medinan",
        "id": "Madaniyyah"
    },
    "preBismillah": {
        "text": {
            "arab": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
            "transliteration": {
                "en": "Bismillaahir Rahmaanir Raheem"
            }
        },
        "translation": {
            "en": "In the name of Allah, the Entirely Merciful, the Especially Merciful.",
            "id": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."
        },
        "audio": {
            "primary": "https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1",
            "secondary": [
                "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3",
                "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"
            ]
        }
    },
    "tafsir": {
        "id": "Surat ini terdiri atas 12 ayat, termasuk golongan surat-surat Madaniyyah, diturunkan sesudah surat Al Insaan. Dinamai surat Ath Thalaaq karena kebanyakan ayat-ayatnya mengenai masalah talak dan yang berhubungan dengan masalah itu."
    },
    "verses": [
        {
            "number": {
                "inQuran": 5218,
                "inSurah": 1
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 558,
                "manzil": 492,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "يٰٓاَيُّهَا النَّبِيُّ اِذَا طَلَّقْتُمُ النِّسَاۤءَ فَطَلِّقُوْهُنَّ لِعِدَّتِهِنَّ وَاَحْصُوا الْعِدَّةَۚ وَاتَّقُوا اللّٰهَ رَبَّكُمْۚ  لَا تُخْرِجُوْهُنَّ مِنْۢ بُيُوْتِهِنَّ وَلَا يَخْرُجْنَ اِلَّآ اَنْ يَّأْتِيْنَ بِفَاحِشَةٍ مُّبَيِّنَةٍۗ وَتِلْكَ حُدُوْدُ اللّٰهِ ۗوَمَنْ يَّتَعَدَّ حُدُوْدَ اللّٰهِ فَقَدْ ظَلَمَ نَفْسَهٗ ۗ لَا تَدْرِيْ لَعَلَّ اللّٰهَ يُحْدِثُ بَعْدَ ذٰلِكَ اَمْرًا",
                "transliteration": {
                    "en": "Yaaa ayyuhan nabiyyu izaa tallaqtummun nisaaa'a fatalliqoohunna li'iddatihinna wa ahsul'iddata; wattaqul laaha rabbakum laa tukhri joohunna mim bu-yootihinna wa laa yakhrujna illaaa any yaateema bifaahishatim mubaiyinah; wa tilka hudoodul laah; wa many yata'adda hudoodal laahi faqad zalama nafsha; laa tadree la'allal laaha yuhdisu ba'dazaalika amraa",
                    "id": "yā ayyuhan-nabiyyu iżā ṭallaqtumun-nisā'a fa ṭalliqūhunna li‘iddatihinna wa aḥṣul-‘iddah(ta), wattaqullāha rabbakum, lā tukhrijūhunna mim buyūtihinna wa lā yakhrujna illā ay ya'tīna bifāḥisyatim mubayyinah(tin), wa tilka ḥudūdullāh(i), wa may yata‘adda ḥudūdallāhi faqad ẓalama nafsah(ū), lā tadrī la‘allallāha yuḥdiṡu ba‘da żālika amrā(n)."
                }
            },
            "translation": {
                "en": "O Prophet, when you [Muslims] divorce women, divorce them for [the commencement of] their waiting period and keep count of the waiting period, and fear Allah, your Lord. Do not turn them out of their [husbands'] houses, nor should they [themselves] leave [during that period] unless they are committing a clear immorality. And those are the limits [set by] Allah. And whoever transgresses the limits of Allah has certainly wronged himself. You know not; perhaps Allah will bring about after that a [different] matter.",
                "id": "Wahai Nabi! Apabila kamu menceraikan istri-istrimu maka hendaklah kamu ceraikan mereka pada waktu mereka dapat (menghadapi) idahnya (yang wajar), dan hitunglah waktu idah itu, serta bertakwalah kepada Allah Tuhanmu. Janganlah kamu keluarkan mereka dari rumahnya dan janganlah (diizinkan) keluar kecuali jika mereka mengerjakan perbuatan keji yang jelas. Itulah hukum-hukum Allah, dan barangsiapa melanggar hukum-hukum Allah, maka sungguh, dia telah berbuat zalim terhadap dirinya sendiri. Kamu tidak mengetahui barangkali setelah itu Allah mengadakan suatu ketentuan yang baru. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5218.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5218.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5219,
                "inSurah": 2
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 558,
                "manzil": 492,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَاِذَا بَلَغْنَ اَجَلَهُنَّ فَاَمْسِكُوْهُنَّ بِمَعْرُوْفٍ اَوْ فَارِقُوْهُنَّ بِمَعْرُوْفٍ وَّاَشْهِدُوْا ذَوَيْ عَدْلٍ مِّنْكُمْ وَاَقِيْمُوا الشَّهَادَةَ لِلّٰهِ ۗذٰلِكُمْ يُوْعَظُ بِهٖ مَنْ كَانَ يُؤْمِنُ بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ ەۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مَخْرَجًا ۙ",
                "transliteration": {
                    "en": "Fa izaa balaghna ajalahunna fa amsikoohunna bima'roofin aw faariqoohunna bima'roofinw wa ashhidoo zawai 'adlim minkum wa aqeemush shahaadata lillaah; zaalikum yoo'azu bihee man kaana yu'minu billaahi wal yawmil aakhir; wa many yattaqil laaha yaj'al lahoo makhrajaa",
                    "id": "fa iżā balagna ajalahunna fa amsikūhunna bima‘rūfin au fāriqūhunna bima‘rūfiw wa asyhidū żawai ‘adlim minkum wa aqīmusy-syahādata lillāh(i), żālikum yū‘aẓu bihī man kāna yu'minu billāhi wal-yaumil-ākhir(i), wa may yattaqillāha yaj‘al lahū makhrajā(n)."
                }
            },
            "translation": {
                "en": "And when they have [nearly] fulfilled their term, either retain them according to acceptable terms or part with them according to acceptable terms. And bring to witness two just men from among you and establish the testimony for [the acceptance of] Allah. That is instructed to whoever should believe in Allah and the Last day. And whoever fears Allah - He will make for him a way out",
                "id": "Maka apabila mereka telah mendekati akhir idahnya, maka rujuklah (kembali kepada) mereka dengan baik atau lepaskanlah mereka dengan baik dan persaksikanlah dengan dua orang saksi yang adil di antara kamu dan hendaklah kamu tegakkan kesaksian itu karena Allah. Demikianlah pengajaran itu diberikan bagi orang yang beriman kepada Allah dan hari akhirat. Barangsiapa bertakwa kepada Allah niscaya Dia akan membukakan jalan keluar baginya, "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5219.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5219.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5220,
                "inSurah": 3
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 558,
                "manzil": 492,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَّيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُۗ وَمَنْ يَّتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهٗ ۗاِنَّ اللّٰهَ بَالِغُ اَمْرِهٖۗ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْرًا ",
                "transliteration": {
                    "en": "Wa yarzuqhu min haisu laa yahtasib; wa many yatawakkal 'alal laahi fahuwa husbuh; innal laaha baalighu amrih; qad ja'alal laahu likulli shai'in qadraa",
                    "id": "wa yarzuqhu min ḥaiṡu lā yaḥtasib(u), wa may yatawakkal ‘alallāhi fa huwa ḥasbuh(ū), innallāha bāligu amrih(ī), qad ja‘alallāhu likulli syai'in qadrā(n)."
                }
            },
            "translation": {
                "en": "And will provide for him from where he does not expect. And whoever relies upon Allah - then He is sufficient for him. Indeed, Allah will accomplish His purpose. Allah has already set for everything a [decreed] extent.",
                "id": "dan Dia memberinya rezeki dari arah yang tidak disangka-sangkanya. Dan barangsiapa bertawakal kepada Allah, niscaya Allah akan mencukupkan (keperluan)nya. Sesungguhnya Allah melaksanakan urusan-Nya. Sungguh, Allah telah mengadakan ketentuan bagi setiap sesuatu. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5220.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5220.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5221,
                "inSurah": 4
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 558,
                "manzil": 492,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَالّٰۤـِٔيْ يَىِٕسْنَ مِنَ الْمَحِيْضِ مِنْ نِّسَاۤىِٕكُمْ اِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلٰثَةُ اَشْهُرٍۙ وَّالّٰۤـِٔيْ لَمْ يَحِضْنَۗ وَاُولٰتُ الْاَحْمَالِ اَجَلُهُنَّ اَنْ يَّضَعْنَ حَمْلَهُنَّۗ وَمَنْ يَّتَّقِ اللّٰهَ يَجْعَلْ لَّهٗ مِنْ اَمْرِهٖ يُسْرًا ",
                "transliteration": {
                    "en": "Wallaaa'ee ya'isna minal maheedi min nisaaa 'ikum inir tabtum fa'iddatuhunna salaasatu ashhurinw wallaaa'ee lam yahidn; wa ulaatul ahmaali ajaluhunna any yada'na hamlahun; wa many yattaqil laaha yaj'al lahoo min armrihee yusraa",
                    "id": "wal-lā'ī ya'isna minal-maḥīḍi min nisā'ikum inirtabtum fa ‘iddatuhunna ṡalāṡatu asyhur(in), wal-lā'ī lam yaḥiḍn(a), wa ulātul-aḥmāli ajaluhunna ay yaḍa‘na ḥamlahunn(a), wa may yattaqillāha yaj‘al lahū min amrihī yusrā(n)."
                }
            },
            "translation": {
                "en": "And those who no longer expect menstruation among your women - if you doubt, then their period is three months, and [also for] those who have not menstruated. And for those who are pregnant, their term is until they give birth. And whoever fears Allah - He will make for him of his matter ease.",
                "id": "Perempuan-perempuan yang tidak haid lagi (menopause) di antara istri-istrimu jika kamu ragu-ragu (tentang masa idahnya) maka idahnya adalah tiga bulan; dan begitu (pula) perempuan-perempuan yang tidak haid. Sedangkan perempuan-perempuan yang hamil, waktu idah mereka itu ialah sampai mereka melahirkan kandungannya. Dan barangsiapa bertakwa kepada Allah, niscaya Dia menjadikan kemudahan baginya dalam urusannya. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5221.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5221.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5222,
                "inSurah": 5
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 558,
                "manzil": 492,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "ذٰلِكَ اَمْرُ اللّٰهِ اَنْزَلَهٗٓ اِلَيْكُمْۗ وَمَنْ يَّتَّقِ اللّٰهَ يُكَفِّرْ عَنْهُ سَيِّاٰتِهٖ وَيُعْظِمْ لَهٗٓ اَجْرًا ",
                "transliteration": {
                    "en": "Zaalika amrul laahi anzalahoo ilaikum; wa many yattaqil laaha yukaffir 'anhu saiyi aatihee wa yu'zim lahoo ajraa",
                    "id": "Żālika amrullāhi anzalahū ilaikum, wa may yattaqillāha yukaffir ‘anhu sayyi'ātihī wa yu‘ẓim lahū ajrā(n)."
                }
            },
            "translation": {
                "en": "That is the command of Allah, which He has sent down to you; and whoever fears Allah - He will remove for him his misdeeds and make great for him his reward.",
                "id": "Itulah perintah Allah yang diturunkan-Nya kepada kamu; barangsiapa bertakwa kepada Allah, niscaya Allah akan menghapus kesalahan-kesalahannya dan akan melipatgandakan pahala baginya. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5222.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5222.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5223,
                "inSurah": 6
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 559,
                "manzil": 492,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَسْكِنُوْهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِّنْ وُّجْدِكُمْ وَلَا تُضَاۤرُّوْهُنَّ لِتُضَيِّقُوْا عَلَيْهِنَّۗ وَاِنْ كُنَّ اُولٰتِ حَمْلٍ فَاَنْفِقُوْا عَلَيْهِنَّ حَتّٰى يَضَعْنَ حَمْلَهُنَّۚ فَاِنْ اَرْضَعْنَ لَكُمْ فَاٰتُوْهُنَّ اُجُوْرَهُنَّۚ وَأْتَمِرُوْا بَيْنَكُمْ بِمَعْرُوْفٍۚ وَاِنْ تَعَاسَرْتُمْ فَسَتُرْضِعُ لَهٗٓ اُخْرٰىۗ ",
                "transliteration": {
                    "en": "Askinoohunna min haisu sakantum minw wujdikum wa laa tudaaarroohunna litudaiyiqoo 'alaihinn; wa in kunna ulaati hamlin fa anfiqoo 'alihinna hattaa yada'na hamlahunn; fain arda'na lakum fa aatoo hunna ujoorahunna waatamiroo bainakum bima'roofinw wa in ta'aasartum fasaturdi'u lahooo ukhraa",
                    "id": "askinūhunna min ḥaiṡu sakantum miw wujdikum wa lā tuḍārrūhunna lituḍayyiqū ‘alaihinn(a), wa in kunna ulāti ḥamlin fa anfiqū ‘alaihinna ḥattā yaḍa‘na ḥamlahunn(a), fa in arḍa‘na lakum fa ātūhunna ujūrahunn(a), wa'tamirū bainakum bima‘rūf(in), wa in ta‘āsartum fasaturḍi‘u lahū ukhrā."
                }
            },
            "translation": {
                "en": "Lodge them [in a section] of where you dwell out of your means and do not harm them in order to oppress them. And if they should be pregnant, then spend on them until they give birth. And if they breastfeed for you, then give them their payment and confer among yourselves in the acceptable way; but if you are in discord, then there may breastfeed for the father another woman.",
                "id": "Tempatkanlah mereka (para istri) di mana kamu bertempat tinggal menurut kemampuanmu dan janganlah kamu menyusahkan mereka untuk menyempitkan (hati) mereka. Dan jika mereka (istri-istri yang sudah ditalak) itu sedang hamil, maka berikanlah kepada mereka nafkahnya sampai mereka melahirkan, kemudian jika mereka menyusukan (anak-anak)mu maka berikanlah imbalannya kepada mereka; dan musyawarahkanlah di antara kamu (segala sesuatu) dengan baik; dan jika kamu menemui kesulitan, maka perempuan lain boleh menyusukan (anak itu) untuknya. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5223.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5223.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5224,
                "inSurah": 7
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 559,
                "manzil": 492,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "لِيُنْفِقْ ذُوْ سَعَةٍ مِّنْ سَعَتِهٖۗ وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهٗ فَلْيُنْفِقْ مِمَّآ اٰتٰىهُ اللّٰهُ ۗ لَا يُكَلِّفُ اللّٰهُ نَفْسًا اِلَّا مَآ اٰتٰىهَاۗ سَيَجْعَلُ اللّٰهُ بَعْدَ عُسْرٍ يُّسْرًا ࣖ ",
                "transliteration": {
                    "en": "Liyuntiq zoo sa'atim min sa'atihee wa man qudira 'alaihi riquhoo falyunfiq mimmaaa aataahul laah; laa yukalliful laahu nafsan illaa maaa aataahaa; sa yaj'alul laahu ba'da'usriny yusraa",
                    "id": "liyunfiq żū sa‘atim min sa‘atih(ī), wa man qudira ‘alaihi rizquhū falyunfiq mimmā ātāhullāh(u), lā yukallifullāhu nafsan illā mā ātāhā, sayaj‘alullāhu ba‘da ‘usriy yusrā(n)."
                }
            },
            "translation": {
                "en": "Let a man of wealth spend from his wealth, and he whose provision is restricted - let him spend from what Allah has given him. Allah does not charge a soul except [according to] what He has given it. Allah will bring about, after hardship, ease.",
                "id": "Hendaklah orang yang mempunyai keluasan memberi nafkah menurut kemampuannya, dan orang yang terbatas rezekinya, hendaklah memberi nafkah dari harta yang diberikan Allah kepadanya. Allah tidak membebani kepada seseorang melainkan (sesuai) dengan apa yang diberikan Allah kepadanya. Allah kelak akan memberikan kelapangan setelah kesempitan. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5224.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5224.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5225,
                "inSurah": 8
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 559,
                "manzil": 493,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "وَكَاَيِّنْ مِّنْ قَرْيَةٍ عَتَتْ عَنْ اَمْرِ رَبِّهَا وَرُسُلِهٖ فَحَاسَبْنٰهَا حِسَابًا شَدِيْدًاۙ وَّعَذَّبْنٰهَا عَذَابًا نُّكْرًا ",
                "transliteration": {
                    "en": "Wa ka ayyim min qaryatin 'atat 'an amri Rabbihaa wa Rusulihee fahaasabnaahaa hisaaban shadeedanw wa 'azzabnaahaa 'azaaban nukraa",
                    "id": "wa ka'ayyim min qaryatin ‘atat ‘an amri rabbihā wa rusulihī fa ḥāsabnāhā ḥisāban syadīdā(n), wa ‘ażżabnāhā ‘ażāban nukrā(n)."
                }
            },
            "translation": {
                "en": "And how many a city was insolent toward the command of its Lord and His messengers, so We took it to severe account and punished it with a terrible punishment.",
                "id": "Dan betapa banyak (penduduk) negeri yang mendurhakai perintah Tuhan mereka dan rasul-rasul-Nya, maka Kami buat perhitungan terhadap penduduk negeri itu dengan perhitungan yang ketat, dan Kami azab mereka dengan azab yang mengerikan (di akhirat),"
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5225.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5225.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5226,
                "inSurah": 9
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 559,
                "manzil": 493,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "فَذَاقَتْ وَبَالَ اَمْرِهَا وَكَانَ عَاقِبَةُ اَمْرِهَا خُسْرًا ",
                "transliteration": {
                    "en": "Fazaaqat wabbala amrihaa wa kaana 'aaqibatu amrihaa khusraa",
                    "id": "fa żāqat wabāla amrihā wa kāna ‘āqibatu amrihā khusrā(n)."
                }
            },
            "translation": {
                "en": "And it tasted the bad consequence of its affair, and the outcome of its affair was loss.",
                "id": "sehingga mereka merasakan akibat yang buruk dari perbuatannya, dan akibat perbuatan mereka, itu adalah kerugian yang besar. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5226.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5226.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5227,
                "inSurah": 10
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 559,
                "manzil": 493,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَعَدَّ اللّٰهُ لَهُمْ عَذَابًا شَدِيْدًا فَاتَّقُوا اللّٰهَ يٰٓاُولِى الْاَلْبَابِۛ الَّذِيْنَ اٰمَنُوْا ۛ قَدْ اَنْزَلَ اللّٰهُ اِلَيْكُمْ ذِكْرًاۙ ",
                "transliteration": {
                    "en": "A'addal laahu lahum 'azaaban shadeedan fattaqul laaha yaaa ulil albaab, allazeena aammanoo; qad anzalal laahu ilaikum zikraa",
                    "id": "a‘addallāhu lahum ‘ażāban syadīdan fattaqullāha yā ulil-albāb(i) - allażīna āmanū - qad anzalallāhu ilaikum żikrā(n)."
                }
            },
            "translation": {
                "en": "Allah has prepared for them a severe punishment; so fear Allah, O you of understanding who have believed. Allah has sent down to you the Qur'an.",
                "id": "Allah menyediakan azab yang keras bagi mereka, maka bertakwalah kepada Allah wahai orang-orang yang mempunyai akal! (Yaitu) orang-orang yang beriman. Sungguh, Allah telah menurunkan peringatan kepadamu, "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5227.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5227.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5228,
                "inSurah": 11
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 559,
                "manzil": 493,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "رَّسُوْلًا يَّتْلُوْا عَلَيْكُمْ اٰيٰتِ اللّٰهِ مُبَيِّنٰتٍ لِّيُخْرِجَ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ مِنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَمَنْ يُّؤْمِنْۢ بِاللّٰهِ وَيَعْمَلْ صَالِحًا يُّدْخِلْهُ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًاۗ قَدْ اَحْسَنَ اللّٰهُ لَهٗ رِزْقًا ",
                "transliteration": {
                    "en": "Rasoolany yatloo 'alaikum aayaatil laahi mubaiyinaatil liyukhrijal lazeena aamanoo wa 'amilus saalihaati minaz zulumaati ilan noor; wa many yu'mim billaahi wa ya;mal saalihany yudkhilhu jannaatin tajree min tahtihal anhaaru khaalideena feehaa abadan qad ahsanal laahu lahoo rizqqq",
                    "id": "rasūlay yatlū ‘alaikum āyātillāhi mubayyinātil liyukhrijal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti minaẓ-ẓulumāti ilan-nūr(i), wa may yu'mim billāhi wa ya‘mal ṣāliḥay yudkhilhu jannātin tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), qad aḥsanallāhu lahū rizqā(n)."
                }
            },
            "translation": {
                "en": "[He sent] a Messenger [Muhammad] reciting to you the distinct verses of Allah that He may bring out those who believe and do righteous deeds from darknesses into the light. And whoever believes in Allah and does righteousness - He will admit him into gardens beneath which rivers flow to abide therein forever. Allah will have perfected for him a provision.",
                "id": "(dengan mengutus) seorang Rasul yang membacakan ayat-ayat Allah kepadamu yang menerangkan (bermacam-macam hukum), agar Dia mengeluarkan orang-orang yang beriman dan mengerjakan kebajikan, dari kegelapan kepada cahaya. Dan barangsiapa beriman kepada Allah dan mengerjakan kebajikan, niscaya Dia akan memasukkannya ke dalam surga-surga yang mengalir di bawahnya sungai-sungai; mereka kekal di dalamnya selama-lamanya. Sungguh, Allah memberikan rezeki yang baik kepadanya. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5228.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5228.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        },
        {
            "number": {
                "inQuran": 5229,
                "inSurah": 12
            },
            "meta": {
                "juz": 28,
                "surah": 65,
                "page": 559,
                "manzil": 493,
                "hizbQuarter": 223,
                "sajda": {
                    "recommended": false,
                    "obligatory": false
                }
            },
            "text": {
                "arab": "اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّۗ يَتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ەۙ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا ࣖ",
                "transliteration": {
                    "en": "Allaahul lazee khalaq Sab'a Samaawaatinw wa minal ardi mislahunna yatanazzalul amru bainahunna lita'lamooo annal laaha 'alaa kulli shai'in Qadeerunw wa annal laaha qad ahaata bikulli shai'in ilmaa",
                    "id": "allāhul-lażī khalaqa sab‘a samāwātiw wa minal-arḍi miṡlahunn(a), yatanazzalul-amru bainahunna lita‘lamū annallāha ‘alā kulli syai'in qadīr(un), wa annallāha qad aḥāṭa bikulli syai'in ‘ilmā(n)."
                }
            },
            "translation": {
                "en": "It is Allah who has created seven heavens and of the earth, the like of them. [His] command descends among them so you may know that Allah is over all things competent and that Allah has encompassed all things in knowledge.",
                "id": "Allah yang menciptakan tujuh langit dan dari (penciptaan) bumi juga serupa. Perintah Allah berlaku padanya, agar kamu mengetahui bahwa Allah Mahakuasa atas segala sesuatu, dan ilmu Allah benar-benar meliputi segala sesuatu. "
            },
            "audio": {
                "primary": "https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5229.mp3",
                "secondary": [
                    "https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5229.mp3"
                ]
            },
            "tafsir": {
                "id": {
                    "long": "-",
                    "short": "-"
                }
            }
        }
    ]
}