{"number":39,"sequence":59,"numberOfVerses":75,"name":{"short":"الزمر","long":"الزمر","transliteration":{"en":"Az-Zumar","id":"Az-Zumar"},"translation":{"en":"The Troops","id":"Para Rombongan"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مكة","en":"Meccan","id":"Makkiyyah"},"tafsir":{"en":"TBD","id":"TBD"},"verses":[{"number":{"inQuran":4059,"inSurah":1},"meta":{"juz":23,"page":458,"manzil":6,"ruku":396,"hizbQuarter":183,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ","transliteration":{"en":"Tanzeelul Kitaabi minal laahil 'Azeezil Hakeem"}},"translation":{"en":"The revelation of the Qur'an is from Allah, the Exalted in Might, the Wise.","id":"Kitab (Al Quran ini) diturunkan oleh Allah Yang Maha Perkasa lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4059.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4059.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4060,"inSurah":2},"meta":{"juz":23,"page":458,"manzil":6,"ruku":396,"hizbQuarter":183,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ فَاعْبُدِ اللَّهَ مُخْلِصًا لَّهُ الدِّينَ","transliteration":{"en":"Innaaa anzalnaaa ilaikal Kitaaba bilhaqqi fa'budil laaha mukhlisal lahud deen"}},"translation":{"en":"Indeed, We have sent down to you the Book, [O Muhammad], in truth. So worship Allah, [being] sincere to Him in religion.","id":"Sesunguhnya Kami menurunkan kepadamu Kitab (Al Quran) dengan (membawa) kebenaran. Maka sembahlah Allah dengan memurnikan ketaatan kepada-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4060.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4060.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4061,"inSurah":3},"meta":{"juz":23,"page":458,"manzil":6,"ruku":396,"hizbQuarter":183,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَا لِلَّهِ الدِّينُ الْخَالِصُ ۚ وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَىٰ إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ","transliteration":{"en":"Alaa lillaahid deenul khaalis; wallazeenat takhazoo min dooniheee awliyaaa'a maa na'buduhum illaa liyuqar riboonaaa ilal laahi zulfaa; innal laaha yahkumu baina hum fee maa hum feehi yakhtalifoon; innal laaha laa yahdee man huwa kaazibun kaffaar"}},"translation":{"en":"Unquestionably, for Allah is the pure religion. And those who take protectors besides Him [say], \"We only worship them that they may bring us nearer to Allah in position.\" Indeed, Allah will judge between them concerning that over which they differ. Indeed, Allah does not guide he who is a liar and [confirmed] disbeliever.","id":"Ingatlah, hanya kepunyaan Allah-lah agama yang bersih (dari syirik). Dan orang-orang yang mengambil pelindung selain Allah (berkata): \"Kami tidak menyembah mereka melainkan supaya mereka mendekatkan kami kepada Allah dengan sedekat-dekatnya\". Sesungguhnya Allah akan memutuskan di antara mereka tentang apa yang mereka berselisih padanya. Sesungguhnya Allah tidak menunjuki orang-orang yang pendusta dan sangat ingkar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4061.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4061.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4062,"inSurah":4},"meta":{"juz":23,"page":458,"manzil":6,"ruku":396,"hizbQuarter":183,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَّوْ أَرَادَ اللَّهُ أَن يَتَّخِذَ وَلَدًا لَّاصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَاءُ ۚ سُبْحَانَهُ ۖ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ","transliteration":{"en":"Law araadal laahu aiyattakhiza waladal lastafaa mimmaa yakhluqu maa yashaaa'; Subhaanahoo Huwal laahul Waahidul Qahhaar"}},"translation":{"en":"If Allah had intended to take a son, He could have chosen from what He creates whatever He willed. Exalted is He; He is Allah, the One, the Prevailing.","id":"Kalau sekiranya Allah hendak mengambil anak, tentu Dia akan memilih apa yang dikehendaki-Nya di antara ciptaan-ciptaan yang telah diciptakan-Nya. Maha Suci Allah. Dialah Allah Yang Maha Esa lagi Maha Mengalahkan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4062.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4062.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4063,"inSurah":5},"meta":{"juz":23,"page":458,"manzil":6,"ruku":396,"hizbQuarter":183,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ ۖ يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ ۖ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ ۖ كُلٌّ يَجْرِي لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ الْعَزِيزُ الْغَفَّارُ","transliteration":{"en":"Khalaqas samaawaati wal arda bilhaqq; yukawwirul laila 'alan nahaari wa yukawwirun nahaara 'alaal laili wa sakhkharash shamsa walqamara kulluny yajree li ajalim musammaa; alaa Huwal 'Azeezul Ghaffaar"}},"translation":{"en":"He created the heavens and earth in truth. He wraps the night over the day and wraps the day over the night and has subjected the sun and the moon, each running [its course] for a specified term. Unquestionably, He is the Exalted in Might, the Perpetual Forgiver.","id":"Dia menciptakan langit dan bumi dengan (tujuan) yang benar; Dia menutupkan malam atas siang dan menutupkan siang atas malam dan menundukkan matahari dan bulan, masing-masing berjalan menurut waktu yang ditentukan. Ingatlah Dialah Yang Maha Perkasa lagi Maha Pengampun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4063.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4063.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4064,"inSurah":6},"meta":{"juz":23,"page":459,"manzil":6,"ruku":396,"hizbQuarter":183,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ ۚ يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِّن بَعْدِ خَلْقٍ فِي ظُلُمَاتٍ ثَلَاثٍ ۚ ذَٰلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ ۖ لَا إِلَٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ","transliteration":{"en":"Khalaqakum min nafsinw waahidatin summa ja'ala minhaa zawjahaa wa anzala lakum minal-an'aami samaani yata azwaaj; yakhuluqukum fee butooni ummahaatikum khalqam mim ba'di khalqin fee zulumaatin salaas; zaalikumul laahu Rabbukum lahul mulk; laaa ilaaha illaa Huwa fa annaa tusrafoon"}},"translation":{"en":"He created you from one soul. Then He made from it its mate, and He produced for you from the grazing livestock eight mates. He creates you in the wombs of your mothers, creation after creation, within three darknesses. That is Allah, your Lord; to Him belongs dominion. There is no deity except Him, so how are you averted?","id":"Dia menciptakan kamu dari seorang diri kemudian Dia jadikan daripadanya isterinya dan Dia menurunkan untuk kamu delapan ekor yang berpasangan dari binatang ternak. Dia menjadikan kamu dalam perut ibumu kejadian demi kejadian dalam tiga kegelapan. Yang (berbuat) demikian itu adalah Allah, Tuhan kamu, Tuhan Yang mempunyai kerajaan. Tidak ada Tuhan selain Dia; maka bagaimana kamu dapat dipalingkan?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4064.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4064.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4065,"inSurah":7},"meta":{"juz":23,"page":459,"manzil":6,"ruku":396,"hizbQuarter":183,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِن تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ الْكُفْرَ ۖ وَإِن تَشْكُرُوا يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ","transliteration":{"en":"In takfuroo fa innal laaha ghaniyyun 'ankum; wa laa yardaa li'ibaadihil kufra wa in tashkuroo yardahu lakum; wa laa taziru waaziratunw wizra ukhraa; summa ilaa Rabikum marji'ukum fa-yunabbi'ukum bimaa kuntum ta'maloon; innahoo 'aleemum bizaatissudoor"}},"translation":{"en":"If you disbelieve - indeed, Allah is Free from need of you. And He does not approve for His servants disbelief. And if you are grateful, He approves it for you; and no bearer of burdens will bear the burden of another. Then to your Lord is your return, and He will inform you about what you used to do. Indeed, He is Knowing of that within the breasts.","id":"Jika kamu kafir maka sesungguhnya Allah tidak memerlukan (iman)mu dan Dia tidak meridhai kekafiran bagi hamba-Nya; dan jika kamu bersyukur, niscaya Dia meridhai bagimu kesyukuranmu itu; dan seorang yang berdosa tidak akan memikul dosa orang lain. Kemudian kepada Tuhanmulah kembalimu lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan. Sesungguhnya Dia Maha Mengetahui apa yang tersimpan dalam (dada)mu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4065.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4065.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4066,"inSurah":8},"meta":{"juz":23,"page":459,"manzil":6,"ruku":396,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَابِ النَّارِ","transliteration":{"en":"Wa izaa massal insaana durrun da'aa Rabbahoo muneeban ilaihi summa izaa khawwalahoo ni'matam minhu nasiya maa kaana yad'ooo ilaihi min qablu wa ja'ala lillaahi andaadal liyudilla 'ansabeelih; qul tamatta' bikufrika qaleelan innaka min Ashaabin Naar;"}},"translation":{"en":"And when adversity touches man, he calls upon his Lord, turning to Him [alone]; then when He bestows on him a favor from Himself, he forgets Him whom he called upon before, and he attributes to Allah equals to mislead [people] from His way. Say, \"Enjoy your disbelief for a little; indeed, you are of the companions of the Fire.\"","id":"Dan apabila manusia itu ditimpa kemudharatan, dia memohon (pertolongan) kepada Tuhannya dengan kembali kepada-Nya; kemudian apabila Tuhan memberikan nikmat-Nya kepadanya lupalah dia akan kemudharatan yang pernah dia berdoa (kepada Allah) untuk (menghilangkannya) sebelum itu, dan dia mengada-adakan sekutu-sekutu bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah: \"Bersenang-senanglah dengan kekafiranmu itu sementara waktu; sesungguhnya kamu termasuk penghuni neraka\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4066.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4066.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4067,"inSurah":9},"meta":{"juz":23,"page":459,"manzil":6,"ruku":396,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَمَّنْ هُوَ قَانِتٌ آنَاءَ اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ ۗ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ","transliteration":{"en":"Amman huwa qaanitun aanaaa'al laili saajidanw wa qaaa'imai yahzarul Aakhirata wa yarjoo rahmata Rabbih; qul hal yastawil lazeena ya'lamoona wallazeena laa ya'lamoon; innamaa yatazakkaru ulul albaab"}},"translation":{"en":"Is one who is devoutly obedient during periods of the night, prostrating and standing [in prayer], fearing the Hereafter and hoping for the mercy of his Lord, [like one who does not]? Say, \"Are those who know equal to those who do not know?\" Only they will remember [who are] people of understanding.","id":"(Apakah kamu hai orang musyrik yang lebih beruntung) ataukah orang yang beribadat di waktu-waktu malam dengan sujud dan berdiri, sedang ia takut kepada (azab) akhirat dan mengharapkan rahmat Tuhannya? Katakanlah: \"Adakah sama orang-orang yang mengetahui dengan orang-orang yang tidak mengetahui?\" Sesungguhnya orang yang berakallah yang dapat menerima pelajaran."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4067.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4067.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4068,"inSurah":10},"meta":{"juz":23,"page":459,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا فِي هَٰذِهِ الدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ اللَّهِ وَاسِعَةٌ ۗ إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ","transliteration":{"en":"Qul yaa 'ibaadil lazeena aamanut taqoo Rabbakum; lillazeena ahsanoo fee haazihid dunyaa hasanah; wa ardul laahi waasi'ah; innamaa yuwaffas saabiroona ajrahum bighayri hisab"}},"translation":{"en":"Say, \"O My servants who have believed, fear your Lord. For those who do good in this world is good, and the earth of Allah is spacious. Indeed, the patient will be given their reward without account.\"","id":"Katakanlah: \"Hai hamba-hamba-Ku yang beriman. bertakwalah kepada Tuhanmu\". Orang-orang yang berbuat baik di dunia ini memperoleh kebaikan. Dan bumi Allah itu adalah luas. Sesungguhnya hanya orang-orang yang bersabarlah Yang dicukupkan pahala mereka tanpa batas."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4068.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4068.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4069,"inSurah":11},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا لَّهُ الدِّينَ","transliteration":{"en":"Qul inneee umirtu an a'budal laaha mukhlisal lahud deen"}},"translation":{"en":"Say, [O Muhammad], \"Indeed, I have been commanded to worship Allah, [being] sincere to Him in religion.","id":"Katakanlah: \"Sesungguhnya aku diperintahkan supaya menyembah Allah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agama."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4069.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4069.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4070,"inSurah":12},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ الْمُسْلِمِينَ","transliteration":{"en":"Wa umirtu li an akoona awwalal muslimeen"}},"translation":{"en":"And I have been commanded to be the first [among you] of the Muslims.\"","id":"Dan aku diperintahkan supaya menjadi orang yang pertama-tama berserah diri\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4070.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4070.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4071,"inSurah":13},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ","transliteration":{"en":"Qul inneee akhaafu in 'asaitu Rabbee 'azaaba Yawmin 'azeem"}},"translation":{"en":"Say, \"Indeed I fear, if I should disobey my Lord, the punishment of a tremendous Day.\"","id":"Katakanlah: \"Sesungguhnya aku takut akan siksaan hari yang besar jika aku durhaka kepada Tuhanku\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4071.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4071.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4072,"inSurah":14},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَّهُ دِينِي","transliteration":{"en":"Qulil laaha a'budu mukhlisal lahoo deenee"}},"translation":{"en":"Say, \"Allah [alone] do I worship, sincere to Him in my religion,","id":"Katakanlah: \"Hanya Allah saja Yang aku sembah dengan memurnikan ketaatan kepada-Nya dalam (menjalankan) agamaku\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4072.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4072.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4073,"inSurah":15},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاعْبُدُوا مَا شِئْتُم مِّن دُونِهِ ۗ قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ ۗ أَلَا ذَٰلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ","transliteration":{"en":"Fa'budoo maa shi'tum min doonih; qul innal khaasireenal lazeena khasirooo anfusahum wa ahleehim yawmal qiyaamah; alaa zaalika huwal khusraanul mubeen"}},"translation":{"en":"So worship what you will besides Him.\" Say, \"Indeed, the losers are the ones who will lose themselves and their families on the Day of Resurrection. Unquestionably, that is the manifest loss.\"","id":"Maka sembahlah olehmu (hai orang-orang musyrik) apa yang kamu kehendaki selain Dia. Katakanlah: \"Sesungguhnya orang-orang yang rugi ialah orang-orang yang merugikan diri mereka sendiri dan keluarganya pada hari kiamat\". Ingatlah yang demikian itu adalah kerugian yang nyata."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4073.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4073.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4074,"inSurah":16},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ ۚ يَا عِبَادِ فَاتَّقُونِ","transliteration":{"en":"Lahum min fawqihim zulalum minan Naari wa min tahtihim zulal; zaalika yukhaw wiful laahu bihee 'ibaadah; yaa 'ibaadi fattaqoon"}},"translation":{"en":"They will have canopies of fire above them and below them, canopies. By that Allah threatens His servants. O My servants, then fear Me.","id":"Bagi mereka lapisan-lapisan dari api di atas mereka dan di bawah merekapun lapisan-lapisan (dari api). Demikianlah Allah mempertakuti hamba-hamba-Nya dengan azab itu. Maka bertakwalah kepada-Ku hai hamba-hamba-Ku."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4074.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4074.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4075,"inSurah":17},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ","transliteration":{"en":"Wallazeenaj tanabut Taaghoota ai ya'budoohaa wa anaabooo ilal laahi lahumul bushraa; fabashshir 'ibaad"}},"translation":{"en":"But those who have avoided Taghut, lest they worship it, and turned back to Allah - for them are good tidings. So give good tidings to My servants","id":"Dan orang-orang yang menjauhi thaghut (yaitu) tidak menyembahnya dan kembali kepada Allah, bagi mereka berita gembira; sebab itu sampaikanlah berita itu kepada hamba-hamba-Ku,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4075.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4075.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4076,"inSurah":18},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ ۚ أُولَٰئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ ۖ وَأُولَٰئِكَ هُمْ أُولُو الْأَلْبَابِ","transliteration":{"en":"Allazeena yastami'oonal qawla fayattabi'oona ahsanah; ulaaa'ikal lazeena hadaahumul laahu wa ulaaa'ika hum ulul albaab"}},"translation":{"en":"Who listen to speech and follow the best of it. Those are the ones Allah has guided, and those are people of understanding.","id":"yang mendengarkan perkataan lalu mengikuti apa yang paling baik di antaranya. Mereka itulah orang-orang yang telah diberi Allah petunjuk dan mereka itulah orang-orang yang mempunyai akal."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4076.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4076.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4077,"inSurah":19},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِي النَّارِ","transliteration":{"en":"Afaman haqqa 'alaihi kalimatul 'azaab; afa anta tunqizu man fin Naar"}},"translation":{"en":"Then, is one who has deserved the decree of punishment [to be guided]? Then, can you save one who is in the Fire?","id":"Apakah (kamu hendak merubah nasib) orang-orang yang telah pasti ketentuan azab atasnya? Apakah kamu akan menyelamatkan orang yang berada dalam api neraka?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4077.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4077.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4078,"inSurah":20},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَٰكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ ۖ وَعْدَ اللَّهِ ۖ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ","transliteration":{"en":"Laakinil lazeenat taqaw Rabbahum lahum ghurafum min fawqihaa ghurafum mabniyyatun tajree min tahtihal anhaar; wa'dal laah; laa yukhliful laahul mee'aad"}},"translation":{"en":"But those who have feared their Lord - for them are chambers, above them chambers built high, beneath which rivers flow. [This is] the promise of Allah. Allah does not fail in [His] promise.","id":"Tetapi orang-orang yang bertakwa kepada Tuhannya mereka mendapat tempat-tempat yang tinggi, di atasnya dibangun pula tempat-tempat yang tinggi yang di bawahnya mengalir sungai-sungai. Allah telah berjanji dengan sebenar-benarnya. Allah tidak akan memungkiri janji-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4078.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4078.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4079,"inSurah":21},"meta":{"juz":23,"page":460,"manzil":6,"ruku":397,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً فَسَلَكَهُ يَنَابِيعَ فِي الْأَرْضِ ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُّخْتَلِفًا أَلْوَانُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُ حُطَامًا ۚ إِنَّ فِي ذَٰلِكَ لَذِكْرَىٰ لِأُولِي الْأَلْبَابِ","transliteration":{"en":"Alam tara annal laaha anzala minas samaaa'i maaa'an fasalakahoo yanaabee'a fil ardi summa yukhriju bihee zar'am mukhtalifan alwaanuhoo summa yaheeju fatarahu musfarran summa yaj'aluhoo hutaamaa; inna fee zaalika lazikraa li ulil albaab"}},"translation":{"en":"Do you not see that Allah sends down rain from the sky and makes it flow as springs [and rivers] in the earth; then He produces thereby crops of varying colors; then they dry and you see them turned yellow; then He makes them [scattered] debris. Indeed in that is a reminder for those of understanding.","id":"Apakah kamu tidak memperhatikan, bahwa sesungguhnya Allah menurunkan air dari langit, maka diaturnya menjadi sumber-sumber air di bumi kemudian ditumbuhkan-Nya dengan air itu tanam-tanaman yang bermacam-macam warnanya, lalu menjadi kering lalu kamu melihatnya kekuning-kuningan, kemudian dijadikan-Nya hancur berderai-derai. Sesungguhnya pada yang demikian itu benar-benar terdapat pelajaran bagi orang-orang yang mempunyai akal."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4079.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4079.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4080,"inSurah":22},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَفَمَن شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِ ۚ فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُم مِّن ذِكْرِ اللَّهِ ۚ أُولَٰئِكَ فِي ضَلَالٍ مُّبِينٍ","transliteration":{"en":"Afaman sharahal laahu sadrahoo lil Islaami fahuwa 'alaa noorim mir Rabbih; fa wailul lilqaasiyati quloobuhum min zikril laah; ulaaa'ika fee dalaalim mubeen"}},"translation":{"en":"So is one whose breast Allah has expanded to [accept] Islam and he is upon a light from his Lord [like one whose heart rejects it]? Then woe to those whose hearts are hardened against the remembrance of Allah. Those are in manifest error.","id":"Maka apakah orang-orang yang dibukakan Allah hatinya untuk (menerima) agama Islam lalu ia mendapat cahaya dari Tuhannya (sama dengan orang yang membatu hatinya)? Maka kecelakaan yang besarlah bagi mereka yang telah membatu hatinya untuk mengingat Allah. Mereka itu dalam kesesatan yang nyata."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4080.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4080.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4081,"inSurah":23},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ كِتَابًا مُّتَشَابِهًا مَّثَانِيَ تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ اللَّهِ ۚ ذَٰلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَن يَشَاءُ ۚ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ","transliteration":{"en":"Allahu nazzala ahsanal hadeesi Kitaabam mutashaa biham masaaniy taqsha'irru minhu juloodul lazeena yakhshawna Rabbahum summa taleenu julooduhum wa quloo buhum ilaa zikril laah; zaalika hudal laahi yahdee bihee mai yashaaa'; wa mai yudlilil laahu famaa lahoo min haad"}},"translation":{"en":"Allah has sent down the best statement: a consistent Book wherein is reiteration. The skins shiver therefrom of those who fear their Lord; then their skins and their hearts relax at the remembrance of Allah. That is the guidance of Allah by which He guides whom He wills. And one whom Allah leaves astray - for him there is no guide.","id":"Allah telah menurunkan perkataan yang paling baik (yaitu) Al Quran yang serupa (mutu ayat-ayatnya) lagi berulang-ulang, gemetar karenanya kulit orang-orang yang takut kepada Tuhannya, kemudian menjadi tenang kulit dan hati mereka di waktu mengingat Allah. Itulah petunjuk Allah, dengan kitab itu Dia menunjuki siapa yang dikehendaki-Nya. Dan barangsiapa yang disesatkan Allah, niscaya tak ada baginya seorang pemimpinpun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4081.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4081.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4082,"inSurah":24},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَفَمَن يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنتُمْ تَكْسِبُونَ","transliteration":{"en":"Afamai yattaqee biwaj hihee sooo'al 'azaabi Yawmal Qiyaamah; wa qeela lizzaali meena zooqoo maa kuntum taksiboon"}},"translation":{"en":"Then is he who will shield with his face the worst of the punishment on the Day of Resurrection [like one secure from it]? And it will be said to the wrongdoers, \"Taste what you used to earn.\"","id":"Maka apakah orang-orang yang menoleh dengan mukanya menghindari azab yang buruk pada hari kiamat (sama dengan orang mukmin yang tidak kena azab)? Dan dikatakan kepada orang-orang yang zalim: \"Rasakanlah olehmu balasan apa yang telah kamu kerjakan\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4082.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4082.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4083,"inSurah":25},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ فَأَتَاهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","transliteration":{"en":"Kazzabal lazeena min qablihim fa ataahumul 'azaabu min haisu laa yash'uroon"}},"translation":{"en":"Those before them denied, and punishment came upon them from where they did not perceive.","id":"Orang-orang yang sebelum mereka telah mendustakan (rasul-rasul), maka datanglah kepada mereka azab dari arah yang tidak mereka sangka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4083.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4083.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4084,"inSurah":26},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَأَذَاقَهُمُ اللَّهُ الْخِزْيَ فِي الْحَيَاةِ الدُّنْيَا ۖ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا يَعْلَمُونَ","transliteration":{"en":"Fa azaaqahumul laahul khizya fil hayaatid dunyaa wa la'azaabul Aakirati akbar; law kaanoo ya'lamoon"}},"translation":{"en":"So Allah made them taste disgrace in worldly life. But the punishment of the Hereafter is greater, if they only knew.","id":"Maka Allah merasakan kepada mereka kehinaan pada kehidupan dunia. Dan sesungguhnya azab pada hari akhirat lebih besar kalau mereka mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4084.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4084.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4085,"inSurah":27},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَٰذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ","transliteration":{"en":"Wa laqad darabnaa linnaasi fee haazal Qur-aani min kulli masalil la'allahum yatazakkaroon"}},"translation":{"en":"And We have certainly presented for the people in this Qur'an from every [kind of] example - that they might remember.","id":"Sesungguhnya telah Kami buatkan bagi manusia dalam Al Quran ini setiap macam perumpamaan supaya mereka dapat pelajaran."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4085.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4085.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4086,"inSurah":28},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ","transliteration":{"en":"Qur-aanan 'Arabiyyan ghaira zee 'iwajil la'allahum yattaqoon"}},"translation":{"en":"[It is] an Arabic Qur'an, without any deviance that they might become righteous.","id":"(Ialah) Al Quran dalam bahasa Arab yang tidak ada kebengkokan (di dalamnya) supaya mereka bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4086.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4086.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4087,"inSurah":29},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ضَرَبَ اللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ الْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ","transliteration":{"en":"Darabal laahu masalar rajulan feehi shurakaaa'u mutashaakisoona wa rajulan salamal lirajulin hal tastawi yaani masalaa; alhamdu lillaah; bal aksaruhum laa ya'lamoon"}},"translation":{"en":"Allah presents an example: a slave owned by quarreling partners and another belonging exclusively to one man - are they equal in comparison? Praise be to Allah! But most of them do not know.","id":"Allah membuat perumpamaan (yaitu) seorang laki-laki (budak) yang dimiliki oleh beberapa orang yang berserikat yang dalam perselisihan dan seorang budak yang menjadi milik penuh dari seorang laki-laki (saja); Adakah kedua budak itu sama halnya? Segala puji bagi Allah tetapi kebanyakan mereka tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4087.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4087.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4088,"inSurah":30},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ","transliteration":{"en":"Innaka maiyitunw wa inna hum maiyitunw wa inna hum maiyitoon"}},"translation":{"en":"Indeed, you are to die, and indeed, they are to die.","id":"Sesungguhnya kamu akan mati dan sesungguhnya mereka akan mati (pula)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4088.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4088.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4089,"inSurah":31},"meta":{"juz":23,"page":461,"manzil":6,"ruku":398,"hizbQuarter":184,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ","transliteration":{"en":"Summa innakum Yawmal Qiyaamati 'inda Rabbikum takhtasimoon"}},"translation":{"en":"Then indeed you, on the Day of Resurrection, before your Lord, will dispute.","id":"Kemudian sesungguhnya kamu pada hari kiamat akan berbantah-bantah di hadapan Tuhanmu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4089.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4089.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4090,"inSurah":32},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْكَافِرِينَ","transliteration":{"en":"Faman azlamu mimman kazaba 'alal laahi wa kazzaba bissidqi iz jaaa'ah; alaisa fee Jahannama maswal lilkaafir"}},"translation":{"en":"So who is more unjust than one who lies about Allah and denies the truth when it has come to him? Is there not in Hell a residence for the disbelievers?","id":"Maka siapakah yang lebih zalim daripada orang yang membuat-buat dusta terhadap Allah dan mendustakan kebenaran ketika datang kepadanya? Bukankah di neraka Jahannam tersedia tempat tinggal bagi orang-orang yang kafir?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4090.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4090.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4091,"inSurah":33},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِي جَاءَ بِالصِّدْقِ وَصَدَّقَ بِهِ ۙ أُولَٰئِكَ هُمُ الْمُتَّقُونَ","transliteration":{"en":"Wallazee jaaa'a bissidqi wa saddaqa biheee ulaaa'ika humul muttaqoon"}},"translation":{"en":"And the one who has brought the truth and [they who] believed in it - those are the righteous.","id":"Dan orang yang membawa kebenaran (Muhammad) dan membenarkannya, mereka itulah orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4091.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4091.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4092,"inSurah":34},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَهُم مَّا يَشَاءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَاءُ الْمُحْسِنِينَ","transliteration":{"en":"Lahum maa yashaaa'oona 'inda Rabbihim; zaalika jazaaa'ul muhsineen"}},"translation":{"en":"They will have whatever they desire with their Lord. That is the reward of the doers of good -","id":"Mereka memperoleh apa yang mereka kehendaki pada sisi Tuhan mereka. Demikianlah balasan orang-orang yang berbuat baik,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4092.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4092.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4093,"inSurah":35},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ الَّذِي كَانُوا يَعْمَلُونَ","transliteration":{"en":"Liyukaffiral laahu 'anhum aswa allazee 'amiloo wa yajziyahum ajrahum bi ahsanil lazee kaano ya'maloon"}},"translation":{"en":"That Allah may remove from them the worst of what they did and reward them their due for the best of what they used to do.","id":"agar Allah akan menutupi (mengampuni) bagi mereka perbuatan yang paling buruk yang mereka kerjakan dan membalas mereka dengan upah yang lebih baik dari apa yang telah mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4093.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4093.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4094,"inSurah":36},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ۖ وَيُخَوِّفُونَكَ بِالَّذِينَ مِن دُونِهِ ۚ وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ","transliteration":{"en":"Alaisal laahu bikaafin 'abdahoo wa yukhawwi foonaka billazeena min doonih; wa mai yudlilil laahu famaa lahoo min haad"}},"translation":{"en":"Is not Allah sufficient for His Servant [Prophet Muhammad]? And [yet], they threaten you with those [they worship] other than Him. And whoever Allah leaves astray - for him there is no guide.","id":"Bukankah Allah cukup untuk melindungi hamba-hamba-Nya. Dan mereka mempertakuti kamu dengan (sembahan-sembahan) yang selain Allah? Dan siapa yang disesatkan Allah maka tidak seorangpun pemberi petunjuk baginya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4094.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4094.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4095,"inSurah":37},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَن يَهْدِ اللَّهُ فَمَا لَهُ مِن مُّضِلٍّ ۗ أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انتِقَامٍ","transliteration":{"en":"Wa mai yahdil laahu famalahoo mim mudlil; alai sal laahu bi'azeezin zin tiqaam"}},"translation":{"en":"And whoever Allah guides - for him there is no misleader. Is not Allah Exalted in Might and Owner of Retribution?","id":"Dan barangsiapa yang diberi petunjuk oleh Allah, maka tidak seorangpun yang dapat menyesatkannya. Bukankah Allah Maha Perkasa lagi mempunyai (kekuasaan untuk) mengazab?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4095.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4095.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4096,"inSurah":38},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ۚ قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ ۚ قُلْ حَسْبِيَ اللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ","transliteration":{"en":"Wa la'in sa altahum man khalaqas samaawaati wal arda la yaqoolunal laah; qul afara'aitum maa tad'oona min doonil laahi in araadaniyal laahu bidurrin hal hunna kaashi faatu durriheee aw araadanee birahmatin hal hunna mumsikaatu rahmatih; qul hasbiyal laahu 'alaihi tatawakkalul mutawakkiloon"}},"translation":{"en":"And if you asked them, \"Who created the heavens and the earth?\" they would surely say, \"Allah.\" Say, \"Then have you considered what you invoke besides Allah? If Allah intended me harm, are they removers of His harm; or if He intended me mercy, are they withholders of His mercy?\" Say, \"Sufficient for me is Allah; upon Him [alone] rely the [wise] reliers.\"","id":"Dan sungguh jika kamu bertanya kepada mereka: \"Siapakah yang menciptakan langit dan bumi?\", niscaya mereka menjawab: \"Allah\". Katakanlah: \"Maka terangkanlah kepadaku tentang apa yang kamu seru selain Allah, jika Allah hendak mendatangkan kemudharatan kepadaku, apakah berhala-berhalamu itu dapat menghilangkan kemudharatan itu, atau jika Allah hendak memberi rahmat kepadaku, apakah mereka dapat menahan rahmat-Nya?. Katakanlah: \"Cukuplah Allah bagiku\". Kepada-Nya-lah bertawakkal orang-orang yang berserah diri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4096.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4096.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4097,"inSurah":39},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ يَا قَوْمِ اعْمَلُوا عَلَىٰ مَكَانَتِكُمْ إِنِّي عَامِلٌ ۖ فَسَوْفَ تَعْلَمُونَ","transliteration":{"en":"Qul yaa qawmi'maloo 'alaa makaanatikum innee 'aamilun fasawfa ta'lamoon"}},"translation":{"en":"Say, \"O my people, work according to your position, [for] indeed, I am working; and you are going to know","id":"Katakanlah: \"Hai kaumku, bekerjalah sesuai dengan keadaanmu, sesungguhnya aku akan bekerja (pula), maka kelak kamu akan mengetahui,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4097.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4097.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4098,"inSurah":40},"meta":{"juz":24,"page":462,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ","transliteration":{"en":"Mai yaateehi 'azaabuny yukhzeehi wa yahillu 'alaihi 'azaabum muqeem"}},"translation":{"en":"To whom will come a torment disgracing him and on whom will descend an enduring punishment.\"","id":"siapa yang akan mendapat siksa yang menghinakannya dan lagi ditimpa oleh azab yang kekal\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4098.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4098.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4099,"inSurah":41},"meta":{"juz":24,"page":463,"manzil":6,"ruku":399,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ لِلنَّاسِ بِالْحَقِّ ۖ فَمَنِ اهْتَدَىٰ فَلِنَفْسِهِ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ","transliteration":{"en":"Innaa anzalnaa 'alaikal Kitaaba linnaasi bilhaqq; famanih tadaa falinafsihee wa man dalla fa innamaa yadillu 'alaihaa wa maaa anta 'alaihim biwakeel"}},"translation":{"en":"Indeed, We sent down to you the Book for the people in truth. So whoever is guided - it is for [the benefit of] his soul; and whoever goes astray only goes astray to its detriment. And you are not a manager over them.","id":"Sesungguhnya Kami menurunkan kepadamu Al Kitab (Al Quran) untuk manusia dengan membawa kebenaran; siapa yang mendapat petunjuk maka (petunjuk itu) untuk dirinya sendiri, dan siapa yang sesat maka sesungguhnya dia semata-mata sesat buat (kerugian) dirinya sendiri, dan kamu sekali-kali bukanlah orang yang bertanggung jawab terhadap mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4099.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4099.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4100,"inSurah":42},"meta":{"juz":24,"page":463,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اللَّهُ يَتَوَفَّى الْأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا ۖ فَيُمْسِكُ الَّتِي قَضَىٰ عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الْأُخْرَىٰ إِلَىٰ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ","transliteration":{"en":"Allaahu yatawaffal anfusa heena mawtihaa wallatee lam tamut fee manaamihaa fa yumsikul latee qadaa 'alaihal mawta wa yursilul ukhraaa ilaaa ajalim musammaa; inna fee zaalika la Aayaatil liqawmai yatafakkarron"}},"translation":{"en":"Allah takes the souls at the time of their death, and those that do not die [He takes] during their sleep. Then He keeps those for which He has decreed death and releases the others for a specified term. Indeed in that are signs for a people who give thought.","id":"Allah memegang jiwa (orang) ketika matinya dan (memegang) jiwa (orang) yang belum mati di waktu tidurnya; maka Dia tahanlah jiwa (orang) yang telah Dia tetapkan kematiannya dan Dia melepaskan jiwa yang lain sampai waktu yang ditetapkan. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang berfikir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4100.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4100.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4101,"inSurah":43},"meta":{"juz":24,"page":463,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَمِ اتَّخَذُوا مِن دُونِ اللَّهِ شُفَعَاءَ ۚ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ","transliteration":{"en":"Amit takhazoo min doonillaahi shufa'aaa'; qul awalaw kaanoo laa yamlikoona shai'aw wa laa ya'qiloon"}},"translation":{"en":"Or have they taken other than Allah as intercessors? Say, \"Even though they do not possess [power over] anything, nor do they reason?\"","id":"Bahkan mereka mengambil pemberi syafa'at selain Allah. Katakanlah: \"Dan apakah (kamu mengambilnya juga) meskipun mereka tidak memiliki sesuatupun dan tidak berakal?\""},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4101.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4101.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4102,"inSurah":44},"meta":{"juz":24,"page":463,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُل لِّلَّهِ الشَّفَاعَةُ جَمِيعًا ۖ لَّهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ","transliteration":{"en":"Qul lillaahish shafaa'atu jamee'aa; lahoo mulkus samaawaati wal ardi summa ilaihi turj'oon"}},"translation":{"en":"Say, \"To Allah belongs [the right to allow] intercession entirely. To Him belongs the dominion of the heavens and the earth. Then to Him you will be returned.\"","id":"Katakanlah: \"Hanya kepunyaan Allah syafa'at itu semuanya. Kepunyaan-Nya kerajaan langit dan bumi. Kemudian kepada-Nya-lah kamu dikembalikan\""},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4102.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4102.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4103,"inSurah":45},"meta":{"juz":24,"page":463,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَإِذَا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ ۖ وَإِذَا ذُكِرَ الَّذِينَ مِن دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ","transliteration":{"en":"Wa izaa zukiral laahu wahdahush ma azzat quloobul lazeena laa yu'minoona bil Aakhirati wa izaa zukiral lazeena min dooniheee izaa hum yastabshiroon"}},"translation":{"en":"And when Allah is mentioned alone, the hearts of those who do not believe in the Hereafter shrink with aversion, but when those [worshipped] other than Him are mentioned, immediately they rejoice.","id":"Dan apabila hanya nama Allah saja disebut, kesallah hati orang-orang yang tidak beriman kepada kehidupan akhirat; dan apabila nama sembahan-sembahan selain Allah yang disebut, tiba-tiba mereka bergirang hati."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4103.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4103.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4104,"inSurah":46},"meta":{"juz":24,"page":463,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ","transliteration":{"en":"Qulil laahumma faatiras samaawaati wal ardi 'Aalimal Ghaibi washshahaadati Anta tahkumu baina 'ibaadika fee maa kaanoo fee yakhtalifoon"}},"translation":{"en":"Say, \"O Allah, Creator of the heavens and the earth, Knower of the unseen and the witnessed, You will judge between your servants concerning that over which they used to differ.\"","id":"Katakanlah: \"Wahai Allah, Pencipta langit dan bumi, Yang mengetahui barang ghaib dan yang nyata, Engkaulah Yang memutuskan antara hamba-hamba-Mu tentang apa yang selalu mereka memperselisihkannya\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4104.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4104.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4105,"inSurah":47},"meta":{"juz":24,"page":463,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ مِن سُوءِ الْعَذَابِ يَوْمَ الْقِيَامَةِ ۚ وَبَدَا لَهُم مِّنَ اللَّهِ مَا لَمْ يَكُونُوا يَحْتَسِبُونَ","transliteration":{"en":"Wa law anna lillazeena zalamoo maa fil ardi jamee'anw wa mislahoo ma'ahoo laftadaw bihee min sooo'il azaabi Yawmal Qiyaamah; wa badaa lahum minal laahi maa lam yakkoonoo yahtasiboon"}},"translation":{"en":"And if those who did wrong had all that is in the earth entirely and the like of it with it, they would [attempt to] ransom themselves thereby from the worst of the punishment on the Day of Resurrection. And there will appear to them from Allah that which they had not taken into account.","id":"Dan sekiranya orang-orang yang zalim mempunyai apa yang ada di bumi semuanya dan (ada pula) sebanyak itu besertanya, niscaya mereka akan menebus dirinya dengan itu dari siksa yang buruk pada hari kiamat. Dan jelaslah bagi mereka azab dari Allah yang belum pernah mereka perkirakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4105.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4105.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4106,"inSurah":48},"meta":{"juz":24,"page":464,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا وَحَاقَ بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُونَ","transliteration":{"en":"Wa badaa lahum saiyiaatu maa kasaboo wa haaqa bihim maa kaanoo bihee yastahzi'oon"}},"translation":{"en":"And there will appear to them the evils they had earned, and they will be enveloped by what they used to ridicule.","id":"Dan (jelaslah) bagi mereka akibat buruk dari apa yang telah mereka perbuat dan mereka diliputi oleh pembalasan yang mereka dahulu selalu memperolok-olokkannya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4106.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4106.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4107,"inSurah":49},"meta":{"juz":24,"page":464,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلْمٍ ۚ بَلْ هِيَ فِتْنَةٌ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","transliteration":{"en":"Fa izaa massal insaana durrun da'aanaa summa izaa khawwalnaahu ni'matam minna qaala innamaaa ootee tuhoo 'alaa 'ilm; bal hiya fitna tunw wa laakinna aksarahum laa ya'lamoon"}},"translation":{"en":"And when adversity touches man, he calls upon Us; then when We bestow on him a favor from Us, he says, \"I have only been given it because of [my] knowledge.\" Rather, it is a trial, but most of them do not know.","id":"Maka apabila manusia ditimpa bahaya ia menyeru Kami, kemudian apabila Kami berikan kepadanya nikmat dari Kami ia berkata: \"Sesungguhnya aku diberi nikmat itu hanyalah karena kepintaranku\". Sebenarnya itu adalah ujian, tetapi kebanyakan mereka itu tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4107.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4107.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4108,"inSurah":50},"meta":{"juz":24,"page":464,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَدْ قَالَهَا الَّذِينَ مِن قَبْلِهِمْ فَمَا أَغْنَىٰ عَنْهُم مَّا كَانُوا يَكْسِبُونَ","transliteration":{"en":"Qad qaalahul lazeena min qablihim famaaa aghnaa 'anhum maa kaanoo yaksiboon"}},"translation":{"en":"Those before them had already said it, but they were not availed by what they used to earn.","id":"Sungguh orang-orang yang sebelum mereka (juga) telah mengatakan itu pula, maka tiadalah berguna bagi mereka apa yang dahulu mereka usahakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4108.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4108.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4109,"inSurah":51},"meta":{"juz":24,"page":464,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُوا ۚ وَالَّذِينَ ظَلَمُوا مِنْ هَٰؤُلَاءِ سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا وَمَا هُم بِمُعْجِزِينَ","transliteration":{"en":"Fa asaabahum saiyi aatu maa kasaboo; wallazeena zalamoo min haaa'ulaaa'i sa yuzeebuhum saiyi aatu maa kasaboo wa maa hum bimu'jizeen"}},"translation":{"en":"And the evil consequences of what they earned struck them. And those who have wronged of these [people] will be afflicted by the evil consequences of what they earned; and they will not cause failure.","id":"Maka mereka ditimpa oleh akibat buruk dari apa yang mereka usahakan. Dan orang-orang yang zalim di antara mereka akan ditimpa akibat buruk dari usahanya dan mereka tidak dapat melepaskan diri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4109.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4109.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4110,"inSurah":52},"meta":{"juz":24,"page":464,"manzil":6,"ruku":400,"hizbQuarter":185,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاءُ وَيَقْدِرُ ۚ إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ","transliteration":{"en":"Awalam ya'lamooo annal laaha yabsutur rizqa limai yashaaa'u wa yaqdir; inna fee zaalika la Aayaatil liqamai yu'minoon"}},"translation":{"en":"Do they not know that Allah extends provision for whom He wills and restricts [it]? Indeed in that are signs for a people who believe.","id":"Dan tidakkah mereka mengetahui bahwa Allah melapangkan rezeki dan menyempitkannya bagi siapa yang dikehendaki-Nya? Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi kaum yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4110.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4110.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4111,"inSurah":53},"meta":{"juz":24,"page":464,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ ۚ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا ۚ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ","transliteration":{"en":"Qul yaa'ibaadiyal lazeena asrafoo 'alaaa anfusihim laa taqnatoo mirrahmatil laah; innal laaha yaghfiruz zunooba jamee'aa; innahoo Huwal Ghafoorur Raheem"}},"translation":{"en":"Say, \"O My servants who have transgressed against themselves [by sinning], do not despair of the mercy of Allah. Indeed, Allah forgives all sins. Indeed, it is He who is the Forgiving, the Merciful.\"","id":"Katakanlah: \"Hai hamba-hamba-Ku yang malampaui batas terhadap diri mereka sendiri, janganlah kamu berputus asa dari rahmat Allah. Sesungguhnya Allah mengampuni dosa-dosa semuanya. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4111.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4111.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4112,"inSurah":54},"meta":{"juz":24,"page":464,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَأَنِيبُوا إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا لَهُ مِن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ ثُمَّ لَا تُنصَرُونَ","transliteration":{"en":"Wa aneebooo ilaa Rabbikum wa aslimoo lahoo min qabli ai yaatiyakumul 'azaabu summ laa tunsaroon"}},"translation":{"en":"And return [in repentance] to your Lord and submit to Him before the punishment comes upon you; then you will not be helped.","id":"Dan kembalilah kamu kepada Tuhanmu, dan berserah dirilah kepada-Nya sebelum datang azab kepadamu kemudian kamu tidak dapat ditolong (lagi)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4112.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4112.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4113,"inSurah":55},"meta":{"juz":24,"page":464,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاتَّبِعُوا أَحْسَنَ مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ الْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ","transliteration":{"en":"Wattabi'ooo ahsana maaa unzila ilaikum mir Rabbikum min qabli aiyaatiyakumal 'azaabu baghtatanw wa antum laa tash'uroon"}},"translation":{"en":"And follow the best of what was revealed to you from your Lord before the punishment comes upon you suddenly while you do not perceive,","id":"Dan ikutilah sebaik-baik apa yang telah diturunkan kepadamu dari Tuhanmu sebelum datang azab kepadamu dengan tiba-tiba, sedang kamu tidak menyadarinya,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4113.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4113.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4114,"inSurah":56},"meta":{"juz":24,"page":464,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَن تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَىٰ مَا فَرَّطتُ فِي جَنبِ اللَّهِ وَإِن كُنتُ لَمِنَ السَّاخِرِينَ","transliteration":{"en":"An taqoola nafsuny yaahasrataa 'alaa maa farrattu fee jambil laahi wa in kuntu laminas saakhireen"}},"translation":{"en":"Lest a soul should say, \"Oh [how great is] my regret over what I neglected in regard to Allah and that I was among the mockers.\"","id":"supaya jangan ada orang yang mengatakan: \"Amat besar penyesalanku atas kelalaianku dalam (menunaikan kewajiban) terhadap Allah, sedang aku sesungguhnya termasuk orang-orang yang memperolok-olokkan (agama Allah),"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4114.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4114.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4115,"inSurah":57},"meta":{"juz":24,"page":465,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنتُ مِنَ الْمُتَّقِينَ","transliteration":{"en":"Aw taqoola law annal laaha hadaanee lakuntu minal muttaqeen"}},"translation":{"en":"Or [lest] it say, \"If only Allah had guided me, I would have been among the righteous.\"","id":"atau supaya jangan ada yang berkata: 'Kalau sekiranya Allah memberi petunjuk kepadaku tentulah aku termasuk orang-orang yang bertakwa'."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4115.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4115.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4116,"inSurah":58},"meta":{"juz":24,"page":465,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ","transliteration":{"en":"Aw taqoola heena taral 'azaaba law anna lee karratan fa akoona minal muhsineen"}},"translation":{"en":"Or [lest] it say when it sees the punishment, \"If only I had another turn so I could be among the doers of good.\"","id":"Atau supaya jangan ada yang berkata ketika ia melihat azab 'Kalau sekiranya aku dapat kemnbali (ke dunia), niscaya aku akan termasuk orang-orang berbuat baik'."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4116.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4116.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4117,"inSurah":59},"meta":{"juz":24,"page":465,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَلَىٰ قَدْ جَاءَتْكَ آيَاتِي فَكَذَّبْتَ بِهَا وَاسْتَكْبَرْتَ وَكُنتَ مِنَ الْكَافِرِينَ","transliteration":{"en":"Balaa qad jaaa'atka Asyaatee fakazzabta bihaa wastak barta wa kunta minal kaafireen"}},"translation":{"en":"But yes, there had come to you My verses, but you denied them and were arrogant, and you were among the disbelievers.","id":"(Bukan demikian) sebenarya telah datang keterangan-keterangan-Ku kepadamu lalu kamu mendustakannya dan kamu menyombongkan diri dan adalah kamu termasuk orang-orang yang kafir\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4117.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4117.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4118,"inSurah":60},"meta":{"juz":24,"page":465,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ","transliteration":{"en":"Wa Yawmal Qiyaamati taral lazeena kazaboo 'alallaahi wujoohuhum muswaddah; alaisa fee Hahannama maswal lilmutakabbireen"}},"translation":{"en":"And on the Day of Resurrection you will see those who lied about Allah [with] their faces blackened. Is there not in Hell a residence for the arrogant?","id":"Dan pada hari kiamat kamu akan melihat orang-orang yang berbuat dusta terhadap Allah, mukanya menjadi hitam. Bukankah dalam neraka Jahannam itu ada tempat bagi orang-orang yang menyombongkan diri?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4118.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4118.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4119,"inSurah":61},"meta":{"juz":24,"page":465,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ","transliteration":{"en":"Wa yunajjil laahul lazee nat taqaw bimafaazatihim laa yamassuhumus sooo'u wa laa hum uahzanoon"}},"translation":{"en":"And Allah will save those who feared Him by their attainment; no evil will touch them, nor will they grieve.","id":"Dan Allah menyelamatkan orang-orang yang bertakwa karena kemenangan mereka, mereka tiada disentuh oleh azab (neraka dan tidak pula) mereka berduka cita."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4119.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4119.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4120,"inSurah":62},"meta":{"juz":24,"page":465,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اللَّهُ خَالِقُ كُلِّ شَيْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ وَكِيلٌ","transliteration":{"en":"Allaahu khaaliqu kulli shai'inw wa Huwa 'alaa kulli shai'inw Wakeel"}},"translation":{"en":"Allah is the Creator of all things, and He is, over all things, Disposer of affairs.","id":"Allah menciptakan segala sesuatu dan Dia memelihara segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4120.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4120.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4121,"inSurah":63},"meta":{"juz":24,"page":465,"manzil":6,"ruku":401,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَّهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ ۗ وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ أُولَٰئِكَ هُمُ الْخَاسِرُونَ","transliteration":{"en":"Lahoo maqaaleedus sa maawaati wal ard; wallazeena kafaroo bi ayaatil laahi ulaaa'ika humul khaasiroon"}},"translation":{"en":"To Him belong the keys of the heavens and the earth. And they who disbelieve in the verses of Allah - it is those who are the losers.","id":"Kepunyaan-Nya-lah kunci-kunci (perbendaharaan) langit dan bumi. Dan orang-orang yang kafir terhadap ayat-ayat Allah, mereka itulah orang-orang yang merugi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4121.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4121.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4122,"inSurah":64},"meta":{"juz":24,"page":465,"manzil":6,"ruku":402,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجَاهِلُونَ","transliteration":{"en":"Qul afaghairal laahi taamurooonneee a'budu ayyuhal jaahiloon"}},"translation":{"en":"Say, [O Muhammad], \"Is it other than Allah that you order me to worship, O ignorant ones?\"","id":"Katakanlah: \"Maka apakah kamu menyuruh aku menyembah selain Allah, hai orang-orang yang tidak berpengetahuan?\""},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4122.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4122.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4123,"inSurah":65},"meta":{"juz":24,"page":465,"manzil":6,"ruku":402,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ","transliteration":{"en":"Wa laqad oohiya ilaika wa ilal lazeena min qablika la in ashrakta la yahbatanna 'amalu ka wa latakoonanna minal khaasireen"}},"translation":{"en":"And it was already revealed to you and to those before you that if you should associate [anything] with Allah, your work would surely become worthless, and you would surely be among the losers.\"","id":"Dan sesungguhnya telah diwahyukan kepadamu dan kepada (nabi-nabi) yang sebelummu. \"Jika kamu mempersekutukan (Tuhan), niscaya akan hapuslah amalmu dan tentulah kamu termasuk orang-orang yang merugi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4123.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4123.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4124,"inSurah":66},"meta":{"juz":24,"page":465,"manzil":6,"ruku":402,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَلِ اللَّهَ فَاعْبُدْ وَكُن مِّنَ الشَّاكِرِينَ","transliteration":{"en":"Balil laahha fa'bud wa kum minash shaakireen"}},"translation":{"en":"Rather, worship [only] Allah and be among the grateful.","id":"Karena itu, maka hendaklah Allah saja kamu sembah dan hendaklah kamu termasuk orang-orang yang bersyukur\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4124.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4124.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4125,"inSurah":67},"meta":{"juz":24,"page":465,"manzil":6,"ruku":402,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ ۚ سُبْحَانَهُ وَتَعَالَىٰ عَمَّا يُشْرِكُونَ","transliteration":{"en":"Wa maa qadarul laaha haqqa qadrihee wal ardu jamee 'an qabdatuhoo Yawmal Qiyaamit wassamaawaatu matwiyyaatum biyameenih; Subhaanahoo wa Ta'aalaa 'amma yushrikoon"}},"translation":{"en":"They have not appraised Allah with true appraisal, while the earth entirely will be [within] His grip on the Day of Resurrection, and the heavens will be folded in His right hand. Exalted is He and high above what they associate with Him.","id":"Dan mereka tidak mengagungkan Allah dengan pengagungan yang semestinya padahal bumi seluruhnya dalam genggaman-Nya pada hari kiamat dan langit digulung dengan tangan kanan-Nya. Maha Suci Tuhan dan Maha Tinggi Dia dari apa yang mereka persekutukan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4125.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4125.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4126,"inSurah":68},"meta":{"juz":24,"page":466,"manzil":6,"ruku":402,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاءَ اللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ","transliteration":{"en":"Wa nufikha fis Soori fas'iqa man fis samaawaati wa man fil ardi illaa man shaa'al lahu summa nufikha feehi ukhraa fa izaa hum qiyaamuny yanzuroon"}},"translation":{"en":"And the Horn will be blown, and whoever is in the heavens and whoever is on the earth will fall dead except whom Allah wills. Then it will be blown again, and at once they will be standing, looking on.","id":"Dan ditiuplah sangkakala, maka matilah siapa yang di langit dan di bumi kecuali siapa yang dikehendaki Allah. Kemudian ditiup sangkakala itu sekali lagi maka tiba-tiba mereka berdiri menunggu (putusannya masing-masing)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4126.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4126.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4127,"inSurah":69},"meta":{"juz":24,"page":466,"manzil":6,"ruku":402,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُم بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ","transliteration":{"en":"Wa ashraqatil ardu binoori Rabbihaa wa wudi'al Kitaabu wa jeee'a bin nabiyyeena wash shuhadaaa'i wa qudiya bainahum bilhaqqi wa hum laa yuzlamoon"}},"translation":{"en":"And the earth will shine with the light of its Lord, and the record [of deeds] will be placed, and the prophets and the witnesses will be brought, and it will be judged between them in truth, and they will not be wronged.","id":"Dan terang benderanglah bumi (padang mahsyar) dengan cahaya (keadilan) Tuhannya; dan diberikanlah buku (perhitungan perbuatan masing-masing) dan didatangkanlah para nabi dan saksi-saksi dan diberi keputusan di antara mereka dengan adil, sedang mereka tidak dirugikan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4127.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4127.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4128,"inSurah":70},"meta":{"juz":24,"page":466,"manzil":6,"ruku":402,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ","transliteration":{"en":"Wa wuffiyat kullu nafsim maa 'amilat wa Huwa a'lamubimaa yaf'aloon"}},"translation":{"en":"And every soul will be fully compensated [for] what it did; and He is most knowing of what they do.","id":"Dan disempurnakan bagi tiap-tiap jiwa (balasan) apa yang telah dikerjakannya dan Dia lebih mengetahui apa yang mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4128.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4128.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4129,"inSurah":71},"meta":{"juz":24,"page":466,"manzil":6,"ruku":403,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَسِيقَ الَّذِينَ كَفَرُوا إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَٰذَا ۚ قَالُوا بَلَىٰ وَلَٰكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ","transliteration":{"en":"Wa seeqal lazeena kafaroon ilaa jahannama zumaran battaaa izaa jaaa'oohaa futihat abwaabuhaa wa qaala lahum khazanatuhaaa alam yaatikum Rusulum minkum yatloona 'alaikum Aayaati Rabbikum wa yunziroonakum liqaaa'a Yawmikum haazaa; qaaloo balaa wa laakin haqqat kalimatul 'azaabi 'alal kaafireen"}},"translation":{"en":"And those who disbelieved will be driven to Hell in groups until, when they reach it, its gates are opened and its keepers will say, \"Did there not come to you messengers from yourselves, reciting to you the verses of your Lord and warning you of the meeting of this Day of yours?\" They will say, \"Yes, but the word of punishment has come into effect upon the disbelievers.","id":"Orang-orang kafir dibawa ke neraka Jahannam berombong-rombongan. Sehingga apabila mereka sampai ke neraka itu dibukakanlah pintu-pintunya dan berkatalah kepada mereka penjaga-penjaganya: \"Apakah belum pernah datang kepadamu rasul-rasul di antaramu yang membacakan kepadamu ayat-ayat Tuhanmu dan memperingatkan kepadamu akan pertemuan dengan hari ini?\" Mereka menjawab: \"Benar (telah datang)\". Tetapi telah pasti berlaku ketetapan azab terhadap orang-orang yang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4129.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4129.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4130,"inSurah":72},"meta":{"juz":24,"page":466,"manzil":6,"ruku":403,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ","transliteration":{"en":"Qeelad khuloo abwaaba jahannama khaalideena feeha fabi'sa maswal mutakabbireen"}},"translation":{"en":"[To them] it will be said, \"Enter the gates of Hell to abide eternally therein, and wretched is the residence of the arrogant.\"","id":"Dikatakan (kepada mereka): \"Masukilah pintu-pintu neraka Jahannam itu, sedang kamu kekal di dalamnya\" Maka neraka Jahannam itulah seburuk-buruk tempat bagi orang-orang yang menyombongkan diri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4130.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4130.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4131,"inSurah":73},"meta":{"juz":24,"page":466,"manzil":6,"ruku":403,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَرًا ۖ حَتَّىٰ إِذَا جَاءُوهَا وَفُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَامٌ عَلَيْكُمْ طِبْتُمْ فَادْخُلُوهَا خَالِدِينَ","transliteration":{"en":"Wa seeqal lazeenat taqaw Rabbahum ilal Jannati zumaran hattaaa izaa jaaa'oohaa wa futihat abwaabuhaa wa qaala lahum khazanatuhaa salaamun 'alaikum tibtum fadkhuloohaa khaalideen"}},"translation":{"en":"But those who feared their Lord will be driven to Paradise in groups until, when they reach it while its gates have been opened and its keepers say, \"Peace be upon you; you have become pure; so enter it to abide eternally therein,\" [they will enter].","id":"Dan orang-orang yang bertakwa kepada Tuhan dibawa ke dalam surga berombong-rombongan (pula). Sehingga apabila mereka sampai ke surga itu sedang pintu-pintunya telah terbuka dan berkatalah kepada mereka penjaga-penjaganya: \"Kesejahteraan (dilimpahkan) atasmu. Berbahagialah kamu! maka masukilah surga ini, sedang kamu kekal di dalamnya\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4131.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4131.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4132,"inSurah":74},"meta":{"juz":24,"page":466,"manzil":6,"ruku":403,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الْأَرْضَ نَتَبَوَّأُ مِنَ الْجَنَّةِ حَيْثُ نَشَاءُ ۖ فَنِعْمَ أَجْرُ الْعَامِلِينَ","transliteration":{"en":"Wa waalull hamdulillaahil lazee sadaqanaa wa'dahoo wa awrasanal arda natabaw wa-u minal jannati haisu nashaaa'u fani'ma ajrul 'aamileen"}},"translation":{"en":"And they will say, \"Praise to Allah, who has fulfilled for us His promise and made us inherit the earth [so] we may settle in Paradise wherever we will. And excellent is the reward of [righteous] workers.\"","id":"Dan mereka mengucapkan: \"Segala puji bagi Allah yang telah memenuhi janji-Nya kepada kami dan telah (memberi) kepada kami tempat ini sedang kami (diperkenankan) menempati tempat dalam surga di mana saja yang kami kehendaki; maka surga itulah sebaik-baik balasan bagi orang-orang yang beramal\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4132.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4132.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":4133,"inSurah":75},"meta":{"juz":24,"page":467,"manzil":6,"ruku":403,"hizbQuarter":186,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِيَ بَيْنَهُم بِالْحَقِّ وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ","transliteration":{"en":"Wa taral malaaa'ikata haaaffeena min hawlil 'Arshi yusabbihoona bihamdi Rabbihim wa qudiya bainahum bilhaqqi wa qeelal hamdu lillaahi Rabbil 'aalameen"}},"translation":{"en":"And you will see the angels surrounding the Throne, exalting [Allah] with praise of their Lord. And it will be judged between them in truth, and it will be said, \"[All] praise to Allah, Lord of the worlds.\"","id":"Dan kamu (Muhammad) akan melihat malaikat-mmlaikat berlingkar di sekeliling 'Arsy bertasbih sambil memuji Tuhannya; dan diberi putusan di antara hamba-hamba Allah dengan adil dan diucapkan: \"Segala puji bagi Allah, Tuhan semesta alam\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4133.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4133.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}}]}