{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"},"verses":[{"number":{"inQuran":1236,"inSurah":1},"meta":{"juz":10,"page":187,"manzil":2,"ruku":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَرَاءَةٌ مِّنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ","transliteration":{"en":"Baraaa'atum minal laahi wa Rasooliheee ilal lazeena 'anhattum minal mushrikeen"}},"translation":{"en":"[This is a declaration of] disassociation, from Allah and His Messenger, to those with whom you had made a treaty among the polytheists.","id":"(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya (yang dihadapkan) kepada orang-orang musyrikin yang kamu (kaum muslimin) telah mengadakan perjanjian (dengan mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1236.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1236.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1237,"inSurah":2},"meta":{"juz":10,"page":187,"manzil":2,"ruku":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ ۙ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ","transliteration":{"en":"Faseehoo fil ardi arba'ata ashhurinw wa'lamoooannakum ghairu mu'jizil laahi wa annal laaha mukhzil kaafireen"}},"translation":{"en":"So travel freely, [O disbelievers], throughout the land [during] four months but know that you cannot cause failure to Allah and that Allah will disgrace the disbelievers.","id":"Maka berjalanlah kamu (kaum musyrikin) di muka bumi selama empat bulan dan ketahuilah bahwa sesungguhnya kamu tidak akan dapat melemahkan Allah, dan sesungguhnya Allah menghinakan orang-orang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1237.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1237.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1238,"inSurah":3},"meta":{"juz":10,"page":187,"manzil":2,"ruku":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَأَذَانٌ مِّنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِّنَ الْمُشْرِكِينَ ۙ وَرَسُولُهُ ۚ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ ۗ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ","transliteration":{"en":"Wa azaanum minal laahi wa Rasooliheee ilan naasi yawmal Hajjil Akbari annal laaha bareee'um minal mushrikeena wa Rasooluh; fa-in tubtum fahuwa khairullakum wa in tawallaitum fa'lamooo annakum ghairu mu'jizil laah; wa bashiril lazeena kafaroo biazaabin aleem"}},"translation":{"en":"And [it is] an announcement from Allah and His Messenger to the people on the day of the greater pilgrimage that Allah is disassociated from the disbelievers, and [so is] His Messenger. So if you repent, that is best for you; but if you turn away - then know that you will not cause failure to Allah. And give tidings to those who disbelieve of a painful punishment.","id":"Dan (inilah) suatu permakluman daripada Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrikin. Kemudian jika kamu (kaum musyrikin) bertobat, maka bertaubat itu lebih baik bagimu; dan jika kamu berpaling, maka ketahuilah bahwa sesungguhnya kamu tidak dapat melemahkan Allah. Dan beritakanlah kepada orang-orang kafir (bahwa mereka akan mendapat) siksa yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1238.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1238.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1239,"inSurah":4},"meta":{"juz":10,"page":187,"manzil":2,"ruku":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِلَّا الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَىٰ مُدَّتِهِمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ","transliteration":{"en":"Illal lazeena 'aahattum minal mushrikeena summa lam yanqusookum shai'anw-wa lam yuzaahiroo 'alaikum ahadan fa atimmooo ilaihim 'ahdahum ilaa muddatihim; innal laaha yuhibbul muttaqeen"}},"translation":{"en":"Excepted are those with whom you made a treaty among the polytheists and then they have not been deficient toward you in anything or supported anyone against you; so complete for them their treaty until their term [has ended]. Indeed, Allah loves the righteous [who fear Him].","id":"kecuali orang-orang musyrikin yang kamu telah mengadakan perjanjian (dengan mereka) dan mereka tidak mengurangi sesuatu pun (dari isi perjanjian)mu dan tidak (pula) mereka membantu seseorang yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sesungguhnya Allah menyukai orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1239.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1239.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1240,"inSurah":5},"meta":{"juz":10,"page":187,"manzil":2,"ruku":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَإِذَا انسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ ۚ فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ","transliteration":{"en":"Fa izansalakhal Ashhurul Hurumu faqtulul mushrikeena haisu wajattumoohum wa khuzoohum wahsuroohum qaq'udoo lahum kulla marsad; fa-in taaboo wa aqaamus Salaata wa aatawuz Zakaata fakhalloo sabeelahum; innal laaha Ghafoorur Raheem"}},"translation":{"en":"And when the sacred months have passed, then kill the polytheists wherever you find them and capture them and besiege them and sit in wait for them at every place of ambush. But if they should repent, establish prayer, and give zakah, let them [go] on their way. Indeed, Allah is Forgiving and Merciful.","id":"Apabila sudah habis bulan-bulan Haram itu, maka bunuhlah orang-orang musyrikin itu dimana saja kamu jumpai mereka, dan tangkaplah mereka. Kepunglah mereka dan intailah ditempat pengintaian. Jika mereka bertaubat dan mendirikan sholat dan menunaikan zakat, maka berilah kebebasan kepada mereka untuk berjalan. Sesungguhnya Allah Maha Pengampun lagi maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1240.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1240.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1241,"inSurah":6},"meta":{"juz":10,"page":187,"manzil":2,"ruku":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّىٰ يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْلَمُونَ","transliteration":{"en":"Wa in ahadum minal mushrikeenas tajaaraka fa ajirhu hattaa yasma'a Kalaamal laahi summa ablighhu maa manah; zaalika bi annahum qawmul laa ya'lamoon"}},"translation":{"en":"And if any one of the polytheists seeks your protection, then grant him protection so that he may hear the words of Allah. Then deliver him to his place of safety. That is because they are a people who do not know.","id":"Dan jika seorang diantara orang-orang musyrikin itu meminta perlindungan kepadamu, maka lindungilah ia supaya ia sempat mendengar firman Allah, kemudian antarkanlah ia ketempat yang aman baginya. Demikian itu disebabkan mereka kaum yang tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1241.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1241.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1242,"inSurah":7},"meta":{"juz":10,"page":188,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ اللَّهِ وَعِندَ رَسُولِهِ إِلَّا الَّذِينَ عَاهَدتُّمْ عِندَ الْمَسْجِدِ الْحَرَامِ ۖ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ ۚ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ","transliteration":{"en":"Kaifa yakoonu lilmush rikeena 'ahdun 'indallaahi wa 'inda Rasoolihee illal lazeena 'aahattum 'indal Masjidil Haraami famas taqaamoo lakum fastaqeemoo lahum; innallaaha yuhibbul muttaqeen"}},"translation":{"en":"How can there be for the polytheists a treaty in the sight of Allah and with His Messenger, except for those with whom you made a treaty at al-Masjid al-Haram? So as long as they are upright toward you, be upright toward them. Indeed, Allah loves the righteous [who fear Him].","id":"Bagaimana bisa ada perjanjian (aman) dari sisi Allah dan Rasul-Nya dengan orang-orang musyrikin, kecuali orang-orang yang kamu telah mengadakan perjanjian (dengan mereka) di dekat Masjidil haraam? maka selama mereka berlaku lurus terhadapmu, hendaklah kamu berlaku lurus (pula) terhadap mereka. Sesungguhnya Allah menyukai orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1242.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1242.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1243,"inSurah":8},"meta":{"juz":10,"page":188,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كَيْفَ وَإِن يَظْهَرُوا عَلَيْكُمْ لَا يَرْقُبُوا فِيكُمْ إِلًّا وَلَا ذِمَّةً ۚ يُرْضُونَكُم بِأَفْوَاهِهِمْ وَتَأْبَىٰ قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ","transliteration":{"en":"Kaifa wa iny-yazharoo 'alaikum laa yarquboo feekum illanw wa laa zimmah; yurdoo nakum biafwaahihim wa taabaa quloobuhum wa aksaruhum faasiqoon"}},"translation":{"en":"How [can there be a treaty] while, if they gain dominance over you, they do not observe concerning you any pact of kinship or covenant of protection? They satisfy you with their mouths, but their hearts refuse [compliance], and most of them are defiantly disobedient.","id":"Bagaimana bisa (ada perjanjian dari sisi Allah dan Rasul-Nya dengan orang-orang musyrikin), padahal jika mereka memperoleh kemenangan terhadap kamu, mereka tidak memelihara hubungan kekerabatan terhadap kamu dan tidak (pula mengindahkan) perjanjian. Mereka menyenangkan hatimu dengan mulutnya, sedang hatinya menolak. Dan kebanyakan mereka adalah orang-orang yang fasik (tidak menepati perjanjian)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1243.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1243.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1244,"inSurah":9},"meta":{"juz":10,"page":188,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا فَصَدُّوا عَن سَبِيلِهِ ۚ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ","transliteration":{"en":"Ishtaraw bi Aayaatil laahi samanan qaleelan fasaddoo 'an sabeelih; innahum saaa'a maa kaanoo ya'maloon"}},"translation":{"en":"They have exchanged the signs of Allah for a small price and averted [people] from His way. Indeed, it was evil that they were doing.","id":"Mereka menukarkan ayat-ayat Allah dengan harga yang sedikit, lalu mereka menghalangi (manusia) dari jalan Allah. Sesungguhnya amat buruklah apa yang mereka kerjakan itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1244.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1244.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1245,"inSurah":10},"meta":{"juz":10,"page":188,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً ۚ وَأُولَٰئِكَ هُمُ الْمُعْتَدُونَ","transliteration":{"en":"Laa yarquboona fee mu'minin illanw wa laa zimmah wa ulaaa 'ika humulmu 'tadoon"}},"translation":{"en":"They do not observe toward a believer any pact of kinship or covenant of protection. And it is they who are the transgressors.","id":"Mereka tidak memelihara (hubungan) kerabat terhadap orang-orang mukmin dan tidak (pula mengindahkan) perjanjian. Dan mereka itulah orang-orang yang melampaui batas."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1245.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1245.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1246,"inSurah":11},"meta":{"juz":10,"page":188,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَإِن تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ ۗ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ","transliteration":{"en":"Fa in taaboo wa aqaamus Salaata wa aatawuz Zakaata fa ikhwaanukum fid deen; wa nufassilul Aayaati liqawminy ya'lamoon"}},"translation":{"en":"But if they repent, establish prayer, and give zakah, then they are your brothers in religion; and We detail the verses for a people who know.","id":"Jika mereka bertaubat, mendirikan sholat dan menunaikan zakat, maka (mereka itu) adalah saudara-saudaramu seagama. Dan Kami menjelaskan ayat-ayat itu bagi kaum yang mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1246.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1246.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1247,"inSurah":12},"meta":{"juz":10,"page":188,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَإِن نَّكَثُوا أَيْمَانَهُم مِّن بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ ۙ إِنَّهُمْ لَا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنتَهُونَ","transliteration":{"en":"Wa in nakasooo aimaanahum mim ba'di 'ahdihim wa ta'anoo fee deenikum faqaatilooo a'immatal kufri innahum laaa aimaana lahum la'allahum yantahoon"}},"translation":{"en":"And if they break their oaths after their treaty and defame your religion, then fight the leaders of disbelief, for indeed, there are no oaths [sacred] to them; [fight them that] they might cease.","id":"Jika mereka merusak sumpah (janji)nya sesudah mereka berjanji, dan mereka mencerca agamamu, maka perangilah pemimpin-pemimpin orang-orang kafir itu, karena sesungguhnya mereka itu adalah orang-orang (yang tidak dapat dipegang) janjinya, agar supaya mereka berhenti."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1247.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1247.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1248,"inSurah":13},"meta":{"juz":10,"page":188,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَا تُقَاتِلُونَ قَوْمًا نَّكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُم بَدَءُوكُمْ أَوَّلَ مَرَّةٍ ۚ أَتَخْشَوْنَهُمْ ۚ فَاللَّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤْمِنِينَ","transliteration":{"en":"Alaa tuqaatiloona qawman nakasooo aimaanahum wa hammoo bi ikhraajir Rasooli wa hum bada'ookum awwala marrah; atakhshawnahum; fallaahu ahaqqu an takhshawhu in kuntum mu'mineen"}},"translation":{"en":"Would you not fight a people who broke their oaths and determined to expel the Messenger, and they had begun [the attack upon] you the first time? Do you fear them? But Allah has more right that you should fear Him, if you are [truly] believers.","id":"Mengapakah kamu tidak memerangi orang-orang yang merusak sumpah (janjinya), padahal mereka telah keras kemauannya untuk mengusir Rasul dan merekalah yang pertama mulai memerangi kamu? Mengapakah kamu takut kepada mereka padahal Allah-lah yang berhak untuk kamu takuti, jika kamu benar-benar orang yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1248.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1248.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1249,"inSurah":14},"meta":{"juz":10,"page":189,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ","transliteration":{"en":"Qaatiloohum yu'az zibhumul laahu bi aideekum wa yukhzihim wa yansurkum 'alaihim wa yashfi sudoora qawmim mu 'mineen"}},"translation":{"en":"Fight them; Allah will punish them by your hands and will disgrace them and give you victory over them and satisfy the breasts of a believing people","id":"Perangilah mereka, niscaya Allah akan menghancurkan mereka dengan (perantaraan) tangan-tanganmu dan Allah akan menghinakan mereka dan menolong kamu terhadap mereka, serta melegakan hati orang-orang yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1249.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1249.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1250,"inSurah":15},"meta":{"juz":10,"page":189,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ ۗ وَيَتُوبُ اللَّهُ عَلَىٰ مَن يَشَاءُ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ","transliteration":{"en":"Wa yuzhib ghaiza quloobihim; wa yatoobullaahu 'alaa mai yashaaa'; wallaahu 'Aleemun Hakeem"}},"translation":{"en":"And remove the fury in the believers' hearts. And Allah turns in forgiveness to whom He wills; and Allah is Knowing and Wise.","id":"dan menghilangkan panas hati orang-orang mukmin. Dan Allah menerima taubat orang yang dikehendaki-Nya. Allah maha Mengetahui lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1250.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1250.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1251,"inSurah":16},"meta":{"juz":10,"page":189,"manzil":2,"ruku":157,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَمْ حَسِبْتُمْ أَن تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنكُمْ وَلَمْ يَتَّخِذُوا مِن دُونِ اللَّهِ وَلَا رَسُولِهِ وَلَا الْمُؤْمِنِينَ وَلِيجَةً ۚ وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ","transliteration":{"en":"Am hasibtum an turakoo wa lammaa ya'lamil laahul lazeena jaahadoo minkum wa lam yattakhizoo min doonil laahi wa laa Rasoolihee wa lalmu'mineena waleejah; wallaahu khabeerum bimaa ta'maloon"}},"translation":{"en":"Do you think that you will be left [as you are] while Allah has not yet made evident those among you who strive [for His cause] and do not take other than Allah, His Messenger and the believers as intimates? And Allah is Acquainted with what you do.","id":"Apakah kamu mengira bahwa kamu akan dibiarkan, sedang Allah belum mengetahui (dalam kenyataan) orang-orang yang berjihad di antara kamu dan tidak mengambil menjadi teman yang setia selain Allah, Rasul-Nya dan orang-orang yang beriman. Dan Allah Maha Mengetahui apa yang kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1251.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1251.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1252,"inSurah":17},"meta":{"juz":10,"page":189,"manzil":2,"ruku":158,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَىٰ أَنفُسِهِم بِالْكُفْرِ ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ","transliteration":{"en":"maa kaana lilmushrikeena ai ya'muroo masaajidal laahi shaahideena 'alaaa anfusihim bilkufr; ulaaa'ika habitat a'maaluhum wa fin naari hum khaalidoon"}},"translation":{"en":"It is not for the polytheists to maintain the mosques of Allah [while] witnessing against themselves with disbelief. [For] those, their deeds have become worthless, and in the Fire they will abide eternally.","id":"Tidaklah pantas orang-orang musyrik itu memakmurkan mesjid-mesjid Allah, sedang mereka mengakui bahwa mereka sendiri kafir. Itulah orang-orang yang sia-sia pekerjaannya, dan mereka kekal di dalam neraka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1252.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1252.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1253,"inSurah":18},"meta":{"juz":10,"page":189,"manzil":2,"ruku":158,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ ۖ فَعَسَىٰ أُولَٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ","transliteration":{"en":"Innamaa ya'muru masaa jidal laahi man aamana billaahi wal Yawmil Aakhiri wa aqaamas Salaata wa aataz Zakaata wa lam yakkhsa illal laaha fa'asaaa ulaaa'ika ai yakoonoo minal muhtadeen"}},"translation":{"en":"The mosques of Allah are only to be maintained by those who believe in Allah and the Last Day and establish prayer and give zakah and do not fear except Allah, for it is expected that those will be of the [rightly] guided.","id":"Hanya yang memakmurkan masjid-masjid Allah ialah orang-orang yang beriman kepada Allah dan Hari kemudian, serta tetap mendirikan shalat, menunaikan zakat dan tidak takut (kepada siapapun) selain kepada Allah, maka merekalah orang-orang yang diharapkan termasuk golongan orang-orang yang mendapat petunjuk."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1253.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1253.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1254,"inSurah":19},"meta":{"juz":10,"page":189,"manzil":2,"ruku":158,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ ۚ لَا يَسْتَوُونَ عِندَ اللَّهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","transliteration":{"en":"Aja'altum siqaayatal haaajji wa 'imaaratal masjidil haraami kamman aamana billaahi wal Yawmil Aakhiri wa jaahada fee sabeelil laah; laa yastawoona 'indal laah; wallaahu laa yahdil qawmaz zaalimeen"}},"translation":{"en":"Have you made the providing of water for the pilgrim and the maintenance of al-Masjid al-Haram equal to [the deeds of] one who believes in Allah and the Last Day and strives in the cause of Allah? They are not equal in the sight of Allah. And Allah does not guide the wrongdoing people.","id":"Apakah (orang-orang) yang memberi minuman orang-orang yang mengerjakan haji dan mengurus Masjidilharam kamu samakan dengan orang-orang yang beriman kepada Allah dan hari kemudian serta bejihad di jalan Allah? Mereka tidak sama di sisi Allah; dan Allah tidak memberi petunjuk kepada kaum yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1254.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1254.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1255,"inSurah":20},"meta":{"juz":10,"page":189,"manzil":2,"ruku":158,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ اللَّهِ ۚ وَأُولَٰئِكَ هُمُ الْفَائِزُونَ","transliteration":{"en":"Allazeena aamanoo wa haajaroo wa jaahadoo fee sabeelil laahi bi amwaalihim wa anufsihim a'zamu darajatan 'indal laah; wa ulaaa'ika humul faaa'izoon"}},"translation":{"en":"The ones who have believed, emigrated and striven in the cause of Allah with their wealth and their lives are greater in rank in the sight of Allah. And it is those who are the attainers [of success].","id":"orang-orang yang beriman dan berhijrah serta berjihad di jalan Allah dengan harta, benda dan diri mereka, adalah lebih tinggi derajatnya di sisi Allah; dan itulah orang-orang yang mendapat kemenangan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1255.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1255.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1256,"inSurah":21},"meta":{"juz":10,"page":190,"manzil":2,"ruku":158,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَّهُمْ فِيهَا نَعِيمٌ مُّقِيمٌ","transliteration":{"en":"Yubashshiruhum Rabbuhum birahmatim minhu wa ridwaaninw wa Jannaatil lahum feehaa na'eemum muqeem"}},"translation":{"en":"Their Lord gives them good tidings of mercy from Him and approval and of gardens for them wherein is enduring pleasure.","id":"Tuhan mereka menggembirakan mereka dengan memberikan rahmat dari pada-Nya, keridhaan dan surga, mereka memperoleh didalamnya kesenangan yang kekal,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1256.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1256.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1257,"inSurah":22},"meta":{"juz":10,"page":190,"manzil":2,"ruku":158,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"خَالِدِينَ فِيهَا أَبَدًا ۚ إِنَّ اللَّهَ عِندَهُ أَجْرٌ عَظِيمٌ","transliteration":{"en":"Khaalideena feehaaa abadaa; innal laaha 'indahooo ajrun 'azeem"}},"translation":{"en":"[They will be] abiding therein forever. Indeed, Allah has with Him a great reward.","id":"mereka kekal di dalamnya selama-lamanya. Sesungguhnya di sisi Allah-lah pahala yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1257.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1257.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1258,"inSurah":23},"meta":{"juz":10,"page":190,"manzil":2,"ruku":158,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الْإِيمَانِ ۚ وَمَن يَتَوَلَّهُم مِّنكُمْ فَأُولَٰئِكَ هُمُ الظَّالِمُونَ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo laa tattakhizooo aabaaa 'akum wa ikhwaanakum awliyaaa'a inis tahabbul kufra 'alal eemaan; wa mai yatawal lahum minkum fa ulaaa'ika humuz zaalimoon"}},"translation":{"en":"O you who have believed, do not take your fathers or your brothers as allies if they have preferred disbelief over belief. And whoever does so among you - then it is those who are the wrongdoers.","id":"Hai orang-orang beriman, janganlah kamu jadikan bapa-bapa dan saudara-saudaramu menjadi wali(mu), jika mereka lebih mengutamakan kekafiran atas keimanan dan siapa di antara kamu yang menjadikan mereka wali, maka mereka itulah orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1258.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1258.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1259,"inSurah":24},"meta":{"juz":10,"page":190,"manzil":2,"ruku":158,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّىٰ يَأْتِيَ اللَّهُ بِأَمْرِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ","transliteration":{"en":"Qul in kaana aabaaa'ukum wa abnaaa'ukum wa ikhwaanukum wa azwaajukum wa 'asheeratukum wa amwaaluniq taraftumoohaa wa tijaaratun takhshawna kasaadahaa wa masaakinu tardawnahaaa ahabba ilaikum minal laahi wa Rasoolihee wa Jihaadin fee Sabeelihee fatarabbasoo hattaa yaatiyallaahu bi amrih; wallaahu laa yahdil qawmal faasiqeen"}},"translation":{"en":"Say, [O Muhammad], \"If your fathers, your sons, your brothers, your wives, your relatives, wealth which you have obtained, commerce wherein you fear decline, and dwellings with which you are pleased are more beloved to you than Allah and His Messenger and jihad in His cause, then wait until Allah executes His command. And Allah does not guide the defiantly disobedient people.\"","id":"Katakanlah: \"jika bapa-bapa, anak-anak, saudara-saudara, isteri-isteri, kaum keluargamu, harta kekayaan yang kamu usahakan, perniagaan yang kamu khawatiri kerugiannya, dan tempat tinggal yang kamu sukai, adalah lebih kamu cintai dari Allah dan Rasul-Nya dan dari berjihad di jalan-Nya, maka tunggulah sampai Allah mendatangkan keputusan-Nya\". Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1259.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1259.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1260,"inSurah":25},"meta":{"juz":10,"page":190,"manzil":2,"ruku":159,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ ۙ وَيَوْمَ حُنَيْنٍ ۙ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الْأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ","transliteration":{"en":"Laqad nasarakumul laahu fee mawaatina kaseeratinw wa yawma Hunainin iz a'jabatkum kasratukum falam tughni 'ankum shai'anw wa daaqat 'alaikumul ardu bimaa rahubat summa wallaitum mudbireen"}},"translation":{"en":"Allah has already given you victory in many regions and [even] on the day of Hunayn, when your great number pleased you, but it did not avail you at all, and the earth was confining for you with its vastness; then you turned back, fleeing.","id":"Sesungguhnya Allah telah menolong kamu (hai para mukminin) di medan peperangan yang banyak, dan (ingatlah) peperangan Hunain, yaitu diwaktu kamu menjadi congkak karena banyaknya jumlah(mu), maka jumlah yang banyak itu tidak memberi manfaat kepadamu sedikitpun, dan bumi yang luas itu telah terasa sempit olehmu, kemudian kamu lari kebelakang dengan bercerai-berai."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1260.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1260.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1261,"inSurah":26},"meta":{"juz":10,"page":190,"manzil":2,"ruku":159,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ أَنزَلَ اللَّهُ سَكِينَتَهُ عَلَىٰ رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا ۚ وَذَٰلِكَ جَزَاءُ الْكَافِرِينَ","transliteration":{"en":"Summa anzalal laahu sakeenatahoo 'alaa Rasoolihee wa 'alalmu 'mineena wa anzala junoodal lam tarawhaa wa azzabal lazeena kafaroo; wa zaalika jazaaa'ul kaafireen"}},"translation":{"en":"Then Allah sent down His tranquillity upon His Messenger and upon the believers and sent down soldiers angels whom you did not see and punished those who disbelieved. And that is the recompense of the disbelievers.","id":"Kemudian Allah menurunkan ketenangan kepada Rasul-Nya dan kepada orang-orang yang beriman, dan Allah menurunkan bala tentara yang kamu tiada melihatnya, dan Allah menimpakan bencana kepada orang-orang yang kafir, dan demikianlah pembalasan kepada orang-orang yang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1261.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1261.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1262,"inSurah":27},"meta":{"juz":10,"page":191,"manzil":2,"ruku":159,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ يَتُوبُ اللَّهُ مِن بَعْدِ ذَٰلِكَ عَلَىٰ مَن يَشَاءُ ۗ وَاللَّهُ غَفُورٌ رَّحِيمٌ","transliteration":{"en":"Summa yatoobul laahu mim ba'di zaalika 'alaa mai yashaaa'; wallaahu Ghafoorur Raheem"}},"translation":{"en":"Then Allah will accept repentance after that for whom He wills; and Allah is Forgiving and Merciful.","id":"Sesudah itu Allah menerima taubat dari orang-orang yang dikehendaki-Nya. Allah Maha Pengampun lagi Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1262.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1262.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1263,"inSurah":28},"meta":{"juz":10,"page":191,"manzil":2,"ruku":159,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَٰذَا ۚ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِن فَضْلِهِ إِن شَاءَ ۚ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanooo innamal mushrikoona najasun falaa yaqrabul Masjidal Haraama ba'da 'aamihim haaza; wa in khiftum 'ailatan fasawfa yughnee kumul laahu min fadliheee in shaaa'; innallaaha 'Aleemun hakeem"}},"translation":{"en":"O you who have believed, indeed the polytheists are unclean, so let them not approach al-Masjid al-Haram after this, their [final] year. And if you fear privation, Allah will enrich you from His bounty if He wills. Indeed, Allah is Knowing and Wise.","id":"Hai orang-orang yang beriman, Sesungguhnya orang-orang yang musyrik itu najis, maka janganlah mereka mendekati Masjidilharam sesudah tahun ini. Dan jika kamu khawatir menjadi miskin, maka Allah nanti akan memberimu kekayaan kepadamu dari karunia-Nya, jika Dia menghendaki. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1263.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1263.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1264,"inSurah":29},"meta":{"juz":10,"page":191,"manzil":2,"ruku":159,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ وَلَا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلَا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّىٰ يُعْطُوا الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ","transliteration":{"en":"Qaatilul lazeena laa yu'minoona billaahi wa laa bil yawmil Aakhiri wa laa yuharrimoona maa harramal laahu wa Rasooluhoo wa laa yadeenoona deenal haqqi minal lazeena ootul Kitaaba hattaa yu'tul jizyata ai yadinw wa hum saaghiroon"}},"translation":{"en":"Fight those who do not believe in Allah or in the Last Day and who do not consider unlawful what Allah and His Messenger have made unlawful and who do not adopt the religion of truth from those who were given the Scripture - [fight] until they give the jizyah willingly while they are humbled.","id":"Perangilah orang-orang yang tidak beriman kepada Allah dan tidak (pula) kepada hari kemudian, dan mereka tidak mengharamkan apa yang diharamkan oleh Allah dan Rasul-Nya dan tidak beragama dengan agama yang benar (agama Allah), (yaitu orang-orang) yang diberikan Al-Kitab kepada mereka, sampai mereka membayar jizyah dengan patuh sedang mereka dalam keadaan tunduk."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1264.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1264.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1265,"inSurah":30},"meta":{"juz":10,"page":191,"manzil":2,"ruku":160,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ۖ ذَٰلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ ۖ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِن قَبْلُ ۚ قَاتَلَهُمُ اللَّهُ ۚ أَنَّىٰ يُؤْفَكُونَ","transliteration":{"en":"Q qaalatil yahoodu 'Uzairunib nul laahi wa qaalatin Nasaaral Maseehub nul laahi zaalika qawluhum bi afwaahihim yudaahi'oona qawlal lazeena kafaroo min qabl; qatalahumul laah; annaa yu'fakoon"}},"translation":{"en":"The Jews say, \"Ezra is the son of Allah \"; and the Christians say, \"The Messiah is the son of Allah.\" That is their statement from their mouths; they imitate the saying of those who disbelieved [before them]. May Allah destroy them; how are they deluded?","id":"Orang-orang Yahudi berkata: \"Uzair itu putera Allah\" dan orang-orang Nasrani berkata: \"Al Masih itu putera Allah\". Demikianlah itu ucapan mereka dengan mulut mereka, mereka meniru perkataan orang-orang kafir yang terdahulu. Dilaknati Allah mereka, bagaimana mereka sampai berpaling?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1265.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1265.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1266,"inSurah":31},"meta":{"juz":10,"page":191,"manzil":2,"ruku":160,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَٰهًا وَاحِدًا ۖ لَّا إِلَٰهَ إِلَّا هُوَ ۚ سُبْحَانَهُ عَمَّا يُشْرِكُونَ","transliteration":{"en":"ittakhazooo ahbaarahum wa ruhbaanahum arbaabammin doonil laahi wal Maseehab na Maryama wa maaa umirooo illaa liya'budooo Ilaahanw Waa hidan laaa ilaaha illaa Hoo; Subhaanahoo 'ammaa yushrikoon"}},"translation":{"en":"They have taken their scholars and monks as lords besides Allah, and [also] the Messiah, the son of Mary. And they were not commanded except to worship one God; there is no deity except Him. Exalted is He above whatever they associate with Him.","id":"Mereka menjadikan orang-orang alimnya dan rahib-rahib mereka sebagai tuhan selain Allah dan (juga mereka mempertuhankan) Al Masih putera Maryam, padahal mereka hanya disuruh menyembah Tuhan yang Esa, tidak ada Tuhan (yang berhak disembah) selain Dia. Maha suci Allah dari apa yang mereka persekutukan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1266.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1266.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1267,"inSurah":32},"meta":{"juz":10,"page":192,"manzil":2,"ruku":160,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يُرِيدُونَ أَن يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَن يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ","transliteration":{"en":"Yureedoona ai yutfi'oo nooral laahi bi'afwaahihim wa yaaballaahu illaaa ai yutimma noorahoo wa law karihal kaafiroon"}},"translation":{"en":"They want to extinguish the light of Allah with their mouths, but Allah refuses except to perfect His light, although the disbelievers dislike it.","id":"Mereka berkehendak memadamkan cahaya (agama) Allah dengan mulut (ucapan-ucapan) mereka, dan Allah tidak menghendaki selain menyempurnakan cahaya-Nya, walaupun orang-orang yang kafir tidak menyukai."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1267.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1267.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1268,"inSurah":33},"meta":{"juz":10,"page":192,"manzil":2,"ruku":160,"hizbQuarter":76,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَىٰ وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ","transliteration":{"en":"huwal lazeee ar sala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullihee wa law karihal mushrikoon"}},"translation":{"en":"It is He who has sent His Messenger with guidance and the religion of truth to manifest it over all religion, although they who associate others with Allah dislike it.","id":"Dialah yang telah mengutus Rasul-Nya (dengan membawa) petunjuk (Al-Quran) dan agama yang benar untuk dimenangkan-Nya atas segala agama, walaupun orang-orang musyrikin tidak menyukai."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1268.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1268.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1269,"inSurah":34},"meta":{"juz":10,"page":192,"manzil":2,"ruku":160,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِّنَ الْأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ ۗ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanooo inna kaseeramminal ahbaari warruhbaani la yaakuloona amwaalan naasi bil baatili wa yasuddoona 'an sabeelil laah; wallazeena yaknizoonaz zahaba wal fiddata wa laayunfiqoonahaa fee sabeelil laahi fabashshirhum bi'azaabin aleem"}},"translation":{"en":"O you who have believed, indeed many of the scholars and the monks devour the wealth of people unjustly and avert [them] from the way of Allah. And those who hoard gold and silver and spend it not in the way of Allah - give them tidings of a painful punishment.","id":"Hai orang-orang yang beriman, sesungguhnya sebahagian besar dari orang-orang alim Yahudi dan rahib-rahib Nasrani benar-benar memakan harta orang dengan jalan batil dan mereka menghalang-halangi (manusia) dari jalan Allah. Dan orang-orang yang menyimpan emas dan perak dan tidak menafkahkannya pada jalan Allah, maka beritahukanlah kepada mereka, (bahwa mereka akan mendapat) siksa yang pedih,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1269.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1269.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1270,"inSurah":35},"meta":{"juz":10,"page":192,"manzil":2,"ruku":160,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَوْمَ يُحْمَىٰ عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَىٰ بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ ۖ هَٰذَا مَا كَنَزْتُمْ لِأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ","transliteration":{"en":"Yawma yuhmaa 'alaihaa fee naari jahannama fatukwaa bihaa jibaahuhum haazaa maa kanaztum li anfusikum fazooqoo maa kuntum taknizoon"}},"translation":{"en":"The Day when it will be heated in the fire of Hell and seared therewith will be their foreheads, their flanks, and their backs, [it will be said], \"This is what you hoarded for yourselves, so taste what you used to hoard.\"","id":"pada hari dipanaskan emas perak itu dalam neraka jahannam, lalu dibakar dengannya dahi mereka, lambung dan punggung mereka (lalu dikatakan) kepada mereka: \"Inilah harta bendamu yang kamu simpan untuk dirimu sendiri, maka rasakanlah sekarang (akibat dari) apa yang kamu simpan itu\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1270.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1270.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1271,"inSurah":36},"meta":{"juz":10,"page":192,"manzil":2,"ruku":160,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللَّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللَّهِ يَوْمَ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ مِنْهَا أَرْبَعَةٌ حُرُمٌ ۚ ذَٰلِكَ الدِّينُ الْقَيِّمُ ۚ فَلَا تَظْلِمُوا فِيهِنَّ أَنفُسَكُمْ ۚ وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً ۚ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ","transliteration":{"en":"Inna 'iddatash shuhoori 'indal laahis naa 'ashara shahran fee Kitaabil laahi yawma khalaqas samaawaati wal arda minhaaa arba'atun hurum; zaalikad deenul qaiyim; falaa tazlimoo feehinna anfusakum; wa qaatilul mushrikeena kaaaf fattan kamaa yuqaati loonakum kaaaffah; wa'lamooo annal laaha ma'al muttaqeen"}},"translation":{"en":"Indeed, the number of months with Allah is twelve [lunar] months in the register of Allah [from] the day He created the heavens and the earth; of these, four are sacred. That is the correct religion, so do not wrong yourselves during them. And fight against the disbelievers collectively as they fight against you collectively. And know that Allah is with the righteous [who fear Him].","id":"Sesungguhnya bilangan bulan pada sisi Allah adalah dua belas bulan, dalam ketetapan Allah di waktu Dia menciptakan langit dan bumi, di antaranya empat bulan haram. Itulah (ketetapan) agama yang lurus, maka janganlah kamu menganiaya diri kamu dalam bulan yang empat itu, dan perangilah kaum musyrikin itu semuanya sebagaimana merekapun memerangi kamu semuanya, dan ketahuilah bahwasanya Allah beserta orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1271.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1271.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1272,"inSurah":37},"meta":{"juz":10,"page":193,"manzil":2,"ruku":160,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ ۖ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا لِّيُوَاطِئُوا عِدَّةَ مَا حَرَّمَ اللَّهُ فَيُحِلُّوا مَا حَرَّمَ اللَّهُ ۚ زُيِّنَ لَهُمْ سُوءُ أَعْمَالِهِمْ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْكَافِرِينَ","transliteration":{"en":"Innamma naseee'u ziyaadatun filkufri yudallu bihillazeena kafaroo yuhil loonahoo 'aamanw wa yuhar rimoonahoo 'aamalliyu watti'oo 'iddata maa harramal laah; zuyyina lahum sooo'u a'maalihim; wallaahu laa yahdil qawmal kaafireen"}},"translation":{"en":"Indeed, the postponing [of restriction within sacred months] is an increase in disbelief by which those who have disbelieved are led [further] astray. They make it lawful one year and unlawful another year to correspond to the number made unlawful by Allah and [thus] make lawful what Allah has made unlawful. Made pleasing to them is the evil of their deeds; and Allah does not guide the disbelieving people.","id":"Sesungguhnya mengundur-undurkan bulan haram itu adalah menambah kekafiran. Disesatkan orang-orang yang kafir dengan mengundur-undurkan itu, mereka menghalalkannya pada suatu tahun dan mengharamkannya pada tahun yang lain, agar mereka dapat mempersesuaikan dengan bilangan yang Allah mengharamkannya, maka mereka menghalalkan apa yang diharamkan Allah. (Syaitan) menjadikan mereka memandang perbuatan mereka yang buruk itu. Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1272.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1272.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1273,"inSurah":38},"meta":{"juz":10,"page":193,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ ۚ أَرَضِيتُم بِالْحَيَاةِ الدُّنْيَا مِنَ الْآخِرَةِ ۚ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الْآخِرَةِ إِلَّا قَلِيلٌ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo maa lakum izaa qeela lakumun firoo fee sabeelil laahis saaqaltum ilal ard; aradeetum bilhayaatid dunyaa minal Aakhirah; famaa ma taaul hayaatiddunyaa fil Aakhirati illaa qaleel"}},"translation":{"en":"O you who have believed, what is [the matter] with you that, when you are told to go forth in the cause of Allah, you adhere heavily to the earth? Are you satisfied with the life of this world rather than the Hereafter? But what is the enjoyment of worldly life compared to the Hereafter except a [very] little.","id":"Hai orang-orang yang beriman, apakah sebabnya bila dikatakan kepadamu: \"Berangkatlah (untuk berperang) pada jalan Allah\" kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu puas dengan kehidupan di dunia sebagai ganti kehidupan di akhirat? Padahal kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) diakhirat hanyalah sedikit."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1273.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1273.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1274,"inSurah":39},"meta":{"juz":10,"page":193,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِلَّا تَنفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوهُ شَيْئًا ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ","transliteration":{"en":"Illaa tanfiroo yu'az zibkum 'azaaban aleemanw wa yastabdil qawman ghairakum wa laa tadurroohu shai'aa; wal laahu 'alaa kulli shai'in Qadeer"}},"translation":{"en":"If you do not go forth, He will punish you with a painful punishment and will replace you with another people, and you will not harm Him at all. And Allah is over all things competent.","id":"Jika kamu tidak berangkat untuk berperang, niscaya Allah menyiksa kamu dengan siksa yang pedih dan digantinya (kamu) dengan kaum yang lain, dan kamu tidak akan dapat memberi kemudharatan kepada-Nya sedikitpun. Allah Maha Kuasa atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1274.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1274.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1275,"inSurah":40},"meta":{"juz":10,"page":193,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ۖ فَأَنزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَىٰ ۗ وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا ۗ وَاللَّهُ عَزِيزٌ حَكِيمٌ","transliteration":{"en":"Illaa tansuroohu faqad nasarahul laahu iz akhrajahul lazeena kafaroo saaniyasnaini iz humaa filghaari iz yaqoolu lisaahibihee la tahzan innnal laaha ma'anaa fa anzalallaahu sakeenatahoo 'alaihi wa aiyadahoo bijunoodil lam tarawhaa wa ja'ala kalimatal lazeena kafarus suflaa; wa Kalimatul laahi hiyal 'ulyaa; wallaahu 'Azeezun Hakeem;"}},"translation":{"en":"If you do not aid the Prophet - Allah has already aided him when those who disbelieved had driven him out [of Makkah] as one of two, when they were in the cave and he said to his companion, \"Do not grieve; indeed Allah is with us.\" And Allah sent down his tranquillity upon him and supported him with angels you did not see and made the word of those who disbelieved the lowest, while the word of Allah - that is the highest. And Allah is Exalted in Might and Wise.","id":"Jikalau kamu tidak menolongnya (Muhammad) maka sesungguhnya Allah telah menolongnya (yaitu) ketika orang-orang kafir (musyrikin Mekah) mengeluarkannya (dari Mekah) sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, di waktu dia berkata kepada temannya: \"Janganlah kamu berduka cita, sesungguhnya Allah beserta kita\". Maka Allah menurunkan keterangan-Nya kepada (Muhammad) dan membantunya dengan tentara yang kamu tidak melihatnya, dan Al-Quran menjadikan orang-orang kafir itulah yang rendah. Dan kalimat Allah itulah yang tinggi. Allah Maha Perkasa lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1275.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1275.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1276,"inSurah":41},"meta":{"juz":10,"page":194,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"انفِرُوا خِفَافًا وَثِقَالًا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللَّهِ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ","transliteration":{"en":"Infiroo khifaafanw wa siqaalanw wa jaahidoo bi amwaalikum wa anfusikum fee sabeelil laah; zaalikum khairul lakum in kuntum ta'lamoon"}},"translation":{"en":"Go forth, whether light or heavy, and strive with your wealth and your lives in the cause of Allah. That is better for you, if you only knew.","id":"Berangkatlah kamu baik dalam keadaan merasa ringan maupun berat, dan berjihadlah kamu dengan harta dan dirimu di jalan Allah. Yang demikian itu adalah lebih baik bagimu, jika kamu mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1276.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1276.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1277,"inSurah":42},"meta":{"juz":10,"page":194,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لَّاتَّبَعُوكَ وَلَٰكِن بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ ۚ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ","transliteration":{"en":"Law kaana 'aradan qareebanw wa safaran qaasidal lattaba'ooka wa laakim ba'udat 'alaihimush shuqqah; wa sayahlifoona billaahi lawis tata'naa lakharajnaa ma'akum; yuhlikoona anfusahum wal laahu ya'lamu innahum lakaa ziboon"}},"translation":{"en":"Had it been an easy gain and a moderate trip, the hypocrites would have followed you, but distant to them was the journey. And they will swear by Allah, \"If we were able, we would have gone forth with you,\" destroying themselves [through false oaths], and Allah knows that indeed they are liars.","id":"Kalau yang kamu serukan kepada mereka itu keuntungan yang mudah diperoleh dan perjalanan yang tidak seberapa jauh, pastilah mereka mengikutimu, tetapi tempat yang dituju itu amat jauh terasa oleh mereka. Mereka akan bersumpah dengan (nama) Allah: \"Jikalau kami sanggup tentulah kami berangkat bersama-samamu\". Mereka membinasakan diri mereka sendiri dan Allah mengetahui bahwa sesungguhnya mereka benar-benar orang-orang yang berdusta."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1277.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1277.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1278,"inSurah":43},"meta":{"juz":10,"page":194,"manzil":2,"ruku":162,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"عَفَا اللَّهُ عَنكَ لِمَ أَذِنتَ لَهُمْ حَتَّىٰ يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُوا وَتَعْلَمَ الْكَاذِبِينَ","transliteration":{"en":"'Afal laahu 'anka lima azinta lahum hattaa yatabai yana lakal lazeena sadaqoo wa ta'lamal kaazibeen"}},"translation":{"en":"May Allah pardon you, [O Muhammad]; why did you give them permission [to remain behind]? [You should not have] until it was evident to you who were truthful and you knew [who were] the liars.","id":"Semoga Allah memaafkanmu. Mengapa kamu memberi izin kepada mereka (untuk tidak pergi berperang), sebelum jelas bagimu orang-orang yang benar (dalam keuzurannya) dan sebelum kamu ketahui orang-orang yang berdusta?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1278.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1278.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1279,"inSurah":44},"meta":{"juz":10,"page":194,"manzil":2,"ruku":162,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ أَن يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ ۗ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ","transliteration":{"en":"Laa yastaazinukal lazeena yu'minoona billaahi wal Yawmil Aakhiri ai yujaa hidoo bi amwaalihim wa anfusihim; wallaahu 'aleemum bilmut taqeen"}},"translation":{"en":"Those who believe in Allah and the Last Day would not ask permission of you to be excused from striving with their wealth and their lives. And Allah is Knowing of those who fear Him.","id":"Orang-orang yang beriman kepada Allah dan hari kemudian, tidak akan meminta izin kepadamu untuk tidak ikut berjihad dengan harta dan diri mereka. Dan Allah mengetahui orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1279.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1279.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1280,"inSurah":45},"meta":{"juz":10,"page":194,"manzil":2,"ruku":162,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لَا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَارْتَابَتْ قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ","transliteration":{"en":"Innamaa yastaazinukal lazeena laa yu'minoona billaahi wal Yawmil Aakhiri wartaabat quloobuhum fahum fee raibihim yataraddadoon"}},"translation":{"en":"Only those would ask permission of you who do not believe in Allah and the Last Day and whose hearts have doubted, and they, in their doubt, are hesitating.","id":"Sesungguhnya yang akan meminta izin kepadamu, hanyalah orang-orang yang tidak beriman kepada Allah dan hari kemudian, dan hati mereka ragu-ragu, karena itu mereka selalu bimbang dalam keraguannya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1280.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1280.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1281,"inSurah":46},"meta":{"juz":10,"page":194,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَلَوْ أَرَادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً وَلَٰكِن كَرِهَ اللَّهُ انبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ","transliteration":{"en":"Wa law araadul khurooja la-'addoo lahoo 'uddatanw wa laakin karihal laahum bi'aasahum fasabbatahum wa qeelaq 'udoo ma'al qaa'ideen"}},"translation":{"en":"And if they had intended to go forth, they would have prepared for it [some] preparation. But Allah disliked their being sent, so He kept them back, and they were told, \"Remain [behind] with those who remain.\"","id":"Dan jika mereka mau berangkat, tentulah mereka menyiapkan persiapan untuk keberangkatan itu, tetapi Allah tidak menyukai keberangkatan mereka, maka Allah melemahkan keinginan mereka. dan dikatakan kepada mereka: \"Tinggallah kamu bersama orang-orang yang tinggal itu\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1281.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1281.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1282,"inSurah":47},"meta":{"juz":10,"page":194,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَوْ خَرَجُوا فِيكُم مَّا زَادُوكُمْ إِلَّا خَبَالًا وَلَأَوْضَعُوا خِلَالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ ۗ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ","transliteration":{"en":"Law kharajoo feekum maa zaadookum ilaa Khabaalanw wa la awda'oo khilaalakum yabghoona kumul fitnata wa feekum sammaa'oona lahum; wallaahu 'aleemum biz zaalimeen"}},"translation":{"en":"Had they gone forth with you, they would not have increased you except in confusion, and they would have been active among you, seeking [to cause] you fitnah. And among you are avid listeners to them. And Allah is Knowing of the wrongdoers.","id":"Jika mereka berangkat bersama-sama kamu, niscaya mereka tidak menambah kamu selain dari kerusakan belaka, dan tentu mereka akan bergegas maju ke muka di celah-celah barisanmu, untuk mengadakan kekacauan di antara kamu; sedang di antara kamu ada orang-orang yang amat suka mendengarkan perkataan mereka. Dan Allah mengetahui orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1282.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1282.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1283,"inSurah":48},"meta":{"juz":10,"page":195,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِن قَبْلُ وَقَلَّبُوا لَكَ الْأُمُورَ حَتَّىٰ جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ","transliteration":{"en":"Laqadib taghawul fitnata min qablu wa qallaboo lakal umoora hattaa jaaa'al haqqu wa zahara amrul laahi wa hum kaarihoon"}},"translation":{"en":"They had already desired dissension before and had upset matters for you until the truth came and the ordinance of Allah appeared, while they were averse.","id":"Sesungguhnya dari dahulupun mereka telah mencari-cari kekacauan dan mereka mengatur pelbagai macam tipu daya untuk (merusakkan)mu, hingga datanglah kebenaran (pertolongan Allah) dan menanglah agama Allah, padahal mereka tidak menyukainya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1283.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1283.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1284,"inSurah":49},"meta":{"juz":10,"page":195,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُم مَّن يَقُولُ ائْذَن لِّي وَلَا تَفْتِنِّي ۚ أَلَا فِي الْفِتْنَةِ سَقَطُوا ۗ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ","transliteration":{"en":"Wa minhum mai yaqoolu' zal lee wa laa taftinneee; alaa fil fitnati saqatoo; wa inna Jahannama lamuheetatum bil kaafireen"}},"translation":{"en":"And among them is he who says, \"Permit me [to remain at home] and do not put me to trial.\" Unquestionably, into trial they have fallen. And indeed, Hell will encompass the disbelievers.","id":"Di antara mereka ada orang yang berkata: \"Berilah saya keizinan (tidak pergi berperang) dan janganlah kamu menjadikan saya terjerumus dalam fitnah\". Ketahuilah bahwa mereka telah terjerumus ke dalam fitnah. Dan sesungguhnya Jahannam itu benar-benar meliputi orang-orang yang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1284.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1284.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1285,"inSurah":50},"meta":{"juz":10,"page":195,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ ۖ وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ وَيَتَوَلَّوا وَّهُمْ فَرِحُونَ","transliteration":{"en":"in tusibka hasanatun tasu'hum; wa in tusibka museebatuny yaqooloo qad akhaznaaa amranaa min qablu wa yatawallaw wa hum farihoon"}},"translation":{"en":"If good befalls you, it distresses them; but if disaster strikes you, they say, \"We took our matter [in hand] before,\" and turn away while they are rejoicing.","id":"Jika kamu mendapat suatu kebaikan, mereka menjadi tidak senang karenanya; dan jika kamu ditimpa oleh sesuatu bencana, mereka berkata: \"Sesungguhnya kami sebelumnya telah memperhatikan urusan kami (tidak pergi perang)\" dan mereka berpaling dengan rasa gembira."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1285.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1285.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1286,"inSurah":51},"meta":{"juz":10,"page":195,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُل لَّن يُصِيبَنَا إِلَّا مَا كَتَبَ اللَّهُ لَنَا هُوَ مَوْلَانَا ۚ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ","transliteration":{"en":"Qul lany-yuseebanaaa illaa maa katabal laahu lanaa Huwa mawlaanaa; wa 'alal laahi falyatawak kalimu 'minoon"}},"translation":{"en":"Say, \"Never will we be struck except by what Allah has decreed for us; He is our protector.\" And upon Allah let the believers rely.","id":"Katakanlah: \"Sekali-kali tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah untuk kami. Dialah Pelindung kami, dan hanya kepada Allah orang-orang yang beriman harus bertawakal\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1286.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1286.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1287,"inSurah":52},"meta":{"juz":10,"page":195,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلَّا إِحْدَى الْحُسْنَيَيْنِ ۖ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ اللَّهُ بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا ۖ فَتَرَبَّصُوا إِنَّا مَعَكُم مُّتَرَبِّصُونَ","transliteration":{"en":"Qul hal tarabbasoona binaaa illaaa ihdal husnayayni wa nahnu natrabbasu bikum ai yus eebakumul laahu bi'azaa bim min 'indiheee aw biaidee naa fatarabbasooo innaa ma'akum mutarabbisoon"}},"translation":{"en":"Say, \"Do you await for us except one of the two best things while we await for you that Allah will afflict you with punishment from Himself or at our hands? So wait; indeed we, along with you, are waiting.\"","id":"Katakanlah: \"tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan. Dan Kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan kepadamu azab (yang besar) dari sisi-Nya. Sebab itu tunggulah, sesungguhnya kami menunggu-nunggu bersamamu\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1287.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1287.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1288,"inSurah":53},"meta":{"juz":10,"page":195,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ أَنفِقُوا طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ ۖ إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ","transliteration":{"en":"Qul anfiqoo taw'an aw karhal lany yutaqabbala min kum innakum kuntum qawman faasiqeen"}},"translation":{"en":"Say, \"Spend willingly or unwillingly; never will it be accepted from you. Indeed, you have been a defiantly disobedient people.\"","id":"Katakanlah: \"Nafkahkanlah hartamu, baik dengan sukarela ataupun dengan terpaksa, namun nafkah itu sekali-kali tidak akan diterima dari kamu. Sesungguhnya kamu adalah orang-orang yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1288.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1288.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1289,"inSurah":54},"meta":{"juz":10,"page":195,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلَّا أَنَّهُمْ كَفَرُوا بِاللَّهِ وَبِرَسُولِهِ وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَىٰ وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَارِهُونَ","transliteration":{"en":"Wa maa mana'ahum an tuqbala minhum nafaqaatuhum illaaa annnahum kafaroo billaahi wa bi Rasoolihee wa laa yaatoonas Salaata illaa wa hum kusaalaa wa laa yunfiqoona illaa wa hum kaarihoon"}},"translation":{"en":"And what prevents their expenditures from being accepted from them but that they have disbelieved in Allah and in His Messenger and that they come not to prayer except while they are lazy and that they do not spend except while they are unwilling.","id":"Dan tidak ada yang menghalangi mereka untuk diterima dari mereka nafkah-nafkahnya melainkan karena mereka kafir kepada Allah dan Rasul-Nya dan mereka tidak mengerjakan sembahyang, melainkan dengan malas dan tidak (pula) menafkahkan (harta) mereka, melainkan dengan rasa enggan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1289.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1289.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1290,"inSurah":55},"meta":{"juz":10,"page":196,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ","transliteration":{"en":"Falaa tu'jibka amwaaluhum wa laaa awlaaduhum; innamaa yureedul laahu liyu'az zibahum bihaa fil hayaatid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon"}},"translation":{"en":"So let not their wealth or their children impress you. Allah only intends to punish them through them in worldly life and that their souls should depart [at death] while they are disbelievers.","id":"Maka janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki dengan (memberi) harta benda dan anak-anak itu untuk menyiksa mereka dalam kehidupan di dunia dan kelak akan melayang nyawa mereka, sedang mereka dalam keadaan kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1290.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1290.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1291,"inSurah":56},"meta":{"juz":10,"page":196,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ وَلَٰكِنَّهُمْ قَوْمٌ يَفْرَقُونَ","transliteration":{"en":"Wa yahlifoona billaahi innnahum laminkum wa maa hum minkum wa laakinnahum qawmuny yafraqoon"}},"translation":{"en":"And they swear by Allah that they are from among you while they are not from among you; but they are a people who are afraid.","id":"Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; padahal mereka bukanlah dari golonganmu, akan tetapi mereka adalah orang-orang yang sangat takut (kepadamu)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1291.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1291.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1292,"inSurah":57},"meta":{"juz":10,"page":196,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا لَّوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ","transliteration":{"en":"Law yajidoona malja'an aw maghaaraatin aw mudda khalal lawallaw ilaihi wa hum yajmahoon"}},"translation":{"en":"If they could find a refuge or some caves or any place to enter [and hide], they would turn to it while they run heedlessly.","id":"Jikalau mereka memperoleh tempat perlindunganmu atau gua-gua atau lobang-lobang (dalam tanah) niscaya mereka pergi kepadanya dengan secepat-cepatnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1292.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1292.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1293,"inSurah":58},"meta":{"juz":10,"page":196,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُم مَّن يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِن لَّمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ","transliteration":{"en":"Wa minhum mai yalmizuka fis sadaqaati fa-in u'too minhaa radoo wa illam yu'taw minhaaa izaa hum yaskhatoon"}},"translation":{"en":"And among them are some who criticize you concerning the [distribution of] charities. If they are given from them, they approve; but if they are not given from them, at once they become angry.","id":"Dan di antara mereka ada orang yang mencelamu tentang (distribusi) zakat; jika mereka diberi sebahagian dari padanya, mereka bersenang hati, dan jika mereka tidak diberi sebahagian dari padanya, dengan serta merta mereka menjadi marah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1293.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1293.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1294,"inSurah":59},"meta":{"juz":10,"page":196,"manzil":2,"ruku":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِن فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ","transliteration":{"en":"Wa law annahum radoo maaa aataahumul laahu wa Rasooluhoo wa qaaloo hasbunal laahu wayu'teenallaahu min fadlihee wa Rasooluhooo innaaa ilallaahi raaghiboon"}},"translation":{"en":"If only they had been satisfied with what Allah and His Messenger gave them and said, \"Sufficient for us is Allah; Allah will give us of His bounty, and [so will] His Messenger; indeed, we are desirous toward Allah,\" [it would have been better for them].","id":"Jikalau mereka sungguh-sungguh ridha dengan apa yang diberikan Allah dan Rasul-Nya kepada mereka, dan berkata: \"Cukuplah Allah bagi kami, Allah akan memberikan sebagian dari karunia-Nya dan demikian (pula) Rasul-Nya, sesungguhnya kami adalah orang-orang yang berharap kepada Allah,\" (tentulah yang demikian itu lebih baik bagi mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1294.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1294.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1295,"inSurah":60},"meta":{"juz":10,"page":196,"manzil":2,"ruku":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ ۖ فَرِيضَةً مِّنَ اللَّهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ","transliteration":{"en":"Innamas sadaqaatu lilfuqaraaa'i walmasaakeeni wal 'aamileena 'alaihaa wal mu'al lafati quloobuhum wa fir riqaabi walghaarimeena wa fee sabeelil laahi wabnis sabeeli fareedatam minal laah; wal laahu 'Aleemun Hakeem"}},"translation":{"en":"Zakah expenditures are only for the poor and for the needy and for those employed to collect [zakah] and for bringing hearts together [for Islam] and for freeing captives [or slaves] and for those in debt and for the cause of Allah and for the [stranded] traveler - an obligation [imposed] by Allah. And Allah is Knowing and Wise.","id":"Sesungguhnya zakat-zakat itu, hanyalah untuk orang-orang fakir, orang-orang miskin, pengurus-pengurus zakat, para mu'allaf yang dibujuk hatinya, untuk (memerdekakan) budak, orang-orang yang berhutang, untuk jalan Allah dan untuk mereka yuang sedang dalam perjalanan, sebagai suatu ketetapan yang diwajibkan Allah, dan Allah Maha Mengetahui lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1295.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1295.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1296,"inSurah":61},"meta":{"juz":10,"page":196,"manzil":2,"ruku":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ ۚ قُلْ أُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِّلَّذِينَ آمَنُوا مِنكُمْ ۚ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ","transliteration":{"en":"Wa minhumul lazeena yu'zoonan nabiyya wa yaqooloona huwa uzun; qul uzunu khairil lakum yu'minu billaahi wa yu'minu lilmu mi neena wa rahmatul lillazeena aamanoo minkum; wallazeena yu'zoona Rasoolal laahi lahum 'azaabun aleem"}},"translation":{"en":"And among them are those who abuse the Prophet and say, \"He is an ear.\" Say, \"[It is] an ear of goodness for you that believes in Allah and believes the believers and [is] a mercy to those who believe among you.\" And those who abuse the Messenger of Allah - for them is a painful punishment.","id":"Di antara mereka (orang-orang munafik) ada yang menyakiti Nabi dan mengatakan: \"Nabi mempercayai semua apa yang didengarnya\". Katakanlah: \"Ia mempercayai semua yang baik bagi kamu, ia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu\". Dan orang-orang yang menyakiti Rasulullah itu, bagi mereka azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1296.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1296.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1297,"inSurah":62},"meta":{"juz":10,"page":197,"manzil":2,"ruku":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ إِن كَانُوا مُؤْمِنِينَ","transliteration":{"en":"yahlifoona billaahi lakum liyurdookum wallaahu wa Rasooluhoo ahaqqu ai yurdoohu in kaanoo mu'mineen"}},"translation":{"en":"They swear by Allah to you [Muslims] to satisfy you. But Allah and His Messenger are more worthy for them to satisfy, if they should be believers.","id":"Mereka bersumpah kepada kamu dengan (nama) Allah untuk mencari keridhaanmu, padahal Allah dan Rasul-Nya itulah yang lebih patut mereka cari keridhaannya jika mereka adalah orang-orang yang mukmin."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1297.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1297.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1298,"inSurah":63},"meta":{"juz":10,"page":197,"manzil":2,"ruku":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَمْ يَعْلَمُوا أَنَّهُ مَن يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ۚ ذَٰلِكَ الْخِزْيُ الْعَظِيمُ","transliteration":{"en":"Alam ya'lamooo annahoo mai yuhaadidillaaha wa Rasoolahoo faanna lahoo Naara jahannama khaalidan feehaa; zaalikal khizyul 'Azeem"}},"translation":{"en":"Do they not know that whoever opposes Allah and His Messenger - that for him is the fire of Hell, wherein he will abide eternally? That is the great disgrace.","id":"Tidaklah mereka (orang-orang munafik itu) mengetahui bahwasanya barangsiapa menentang Allah dan Rasul-Nya, maka sesungguhnya nerakan jahannamlah baginya, kekal mereka di dalamnya. Itu adalah kehinaan yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1298.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1298.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1299,"inSurah":64},"meta":{"juz":10,"page":197,"manzil":2,"ruku":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَحْذَرُ الْمُنَافِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُم بِمَا فِي قُلُوبِهِمْ ۚ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَّا تَحْذَرُونَ","transliteration":{"en":"Yahzarul munaafiqoona an tunaz zala 'alaihim Sooratun tunabbi 'uhum bimaa feequloobihim; qulistahzi'oo innal laaha mukhrijum maa tahzaroon"}},"translation":{"en":"They hypocrites are apprehensive lest a surah be revealed about them, informing them of what is in their hearts. Say, \"Mock [as you wish]; indeed, Allah will expose that which you fear.\"","id":"Orang-orang yang munafik itu takut akan diturunkan terhadap mereka sesuatu surat yang menerangkan apa yang tersembunyi dalam hati mereka. Katakanlah kepada mereka: \"Teruskanlah ejekan-ejekanmu (terhadap Allah dan rasul-Nya)\". Sesungguhnya Allah akan menyatakan apa yang kamu takuti itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1299.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1299.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1300,"inSurah":65},"meta":{"juz":10,"page":197,"manzil":2,"ruku":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ ۚ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِئُونَ","transliteration":{"en":"Wala'in sa altahum layaqoolunna innamaa kunnaa nakhoodu wa nal'ab; qul abillaahi wa 'Aayaatihee wa Rasoolihee kuntum tastahzi'oon"}},"translation":{"en":"And if you ask them, they will surely say, \"We were only conversing and playing.\" Say, \"Is it Allah and His verses and His Messenger that you were mocking?\"","id":"Dan jika kamu tanyakan kepada mereka (tentang apa yang mereka lakukan itu), tentulah mereka akan manjawab, \"Sesungguhnya kami hanyalah bersenda gurau dan bermain-main saja\". Katakanlah: \"Apakah dengan Allah, ayat-ayat-Nya dan Rasul-Nya kamu selalu berolok-olok?\""},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1300.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1300.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1301,"inSurah":66},"meta":{"juz":10,"page":197,"manzil":2,"ruku":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا تَعْتَذِرُوا قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ ۚ إِن نَّعْفُ عَن طَائِفَةٍ مِّنكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ","transliteration":{"en":"Laa ta'taziroo qad kafartum ba'da eemaanikum; in na'fu 'an taaa'ifatim minkum nu'az zib taaa'ifatam bi annahum kaanoo mujrimeen"}},"translation":{"en":"Make no excuse; you have disbelieved after your belief. If We pardon one faction of you - We will punish another faction because they were criminals.","id":"Tidak usah kamu minta maaf, karena kamu kafir sesudah beriman. Jika Kami memaafkan segolongan kamu (lantaran mereka taubat), niscaya Kami akan mengazab golongan (yang lain) disebabkan mereka adalah orang-orang yang selalu berbuat dosa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1301.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1301.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1302,"inSurah":67},"meta":{"juz":10,"page":197,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُم مِّن بَعْضٍ ۚ يَأْمُرُونَ بِالْمُنكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ ۚ نَسُوا اللَّهَ فَنَسِيَهُمْ ۗ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ","transliteration":{"en":"Almunaafiqoona wal munaafiqaatu ba'duhum mim ba'd; yaamuroona bilmunkari wa yanhawna 'anil ma'roofi wa yaqbidoona aidiyahum; nasul laaha fanasiyahum; innal munaafiqeena humul faasiqoon"}},"translation":{"en":"The hypocrite men and hypocrite women are of one another. They enjoin what is wrong and forbid what is right and close their hands. They have forgotten Allah, so He has forgotten them [accordingly]. Indeed, the hypocrites - it is they who are the defiantly disobedient.","id":"Orang-orang munafik laki-laki dan perempuan. sebagian dengan sebagian yang lain adalah sama, mereka menyuruh membuat yang munkar dan melarang berbuat yang ma'ruf dan mereka menggenggamkan tangannya. Mereka telah lupa kepada Allah, maka Allah melupakan mereka. Sesungguhnya orang-orang munafik itu adalah orang-orang yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1302.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1302.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1303,"inSurah":68},"meta":{"juz":10,"page":197,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا ۚ هِيَ حَسْبُهُمْ ۚ وَلَعَنَهُمُ اللَّهُ ۖ وَلَهُمْ عَذَابٌ مُّقِيمٌ","transliteration":{"en":"Wa'adal laahul munafiqeena wal munaafiqaati wal kuffaara naara jahannnamma khaalideena feehaa; hiya hasbuhum; wa la'annahumul laahu wa lahum 'azaabum muqeem"}},"translation":{"en":"Allah has promised the hypocrite men and hypocrite women and the disbelievers the fire of Hell, wherein they will abide eternally. It is sufficient for them. And Allah has cursed them, and for them is an enduring punishment.","id":"Allah mengancam orang-orang munafik laki-laki dan perempuan dan orang-orang kafir dengan neraka Jahannam, mereka kekal di dalamnya. Cukuplah neraka itu bagi mereka, dan Allah melaknati mereka, dan bagi mereka azab yang kekal."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1303.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1303.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1304,"inSurah":69},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كَالَّذِينَ مِن قَبْلِكُمْ كَانُوا أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالًا وَأَوْلَادًا فَاسْتَمْتَعُوا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُم بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُم بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُوا ۚ أُولَٰئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ ۖ وَأُولَٰئِكَ هُمُ الْخَاسِرُونَ","transliteration":{"en":"Kallazeena min qablikum kaanoo ashadda minkum quwwatanw wa aksara amwaalanw wa awlaadan fastamta'oo bikhalaaqihim fastamta'tum bikhalaaqikum kamas tamta'al lazeena min qablikum bikhalaa qihim wa khudtum kallazee khaadooo; ulaaa'ika habitat a'maaluhum fid dunyaa wal Aakhirati wa ulaaa'ika humul khaasiroon"}},"translation":{"en":"[You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers.","id":"(keadaan kamu hai orang-orang munafik dan musyrikin) adalah seperti keadaan orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya dari kamu. Maka mereka telah menikmati bagian mereka, dan kamu telah menikmati bagian kamu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu amalannya menjadi sia-sia di dunia dan di akhirat; dan mereka itulah orang-orang yang merugi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1304.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1304.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1305,"inSurah":70},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ وَأَصْحَابِ مَدْيَنَ وَالْمُؤْتَفِكَاتِ ۚ أَتَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ ۖ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَٰكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ","transliteration":{"en":"Alam yaatihim naba ul lazeena min qablihim qawmi Noohinw wa 'Aadinw wa Samooda wa qawmi Ibraaheema wa ashaabi adyana walmu'tafikaat; atathum Rusuluhum bilbaiyinaati famaa kaanal laahu liyazlimahum wa laakin kaanooo anfusahum yazlimoon"}},"translation":{"en":"Has there not reached them the news of those before them - the people of Noah and [the tribes of] 'Aad and Thamud and the people of Abraham and the companions of Madyan and the towns overturned? Their messengers came to them with clear proofs. And Allah would never have wronged them, but they were wronging themselves.","id":"Belumkah datang kepada mereka berita penting tentang orang-orang yang sebelum mereka, (yaitu) kaum Nuh, 'Aad, Tsamud, kaum Ibrahim, penduduk Madyan dan negeri-negeri yang telah musnah?. Telah datang kepada mereka rasul-rasul dengan membawa keterangan yang nyata, maka Allah tidaklah sekali-kali menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1305.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1305.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1306,"inSurah":71},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ۚ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ وَيُقِيمُونَ الصَّلَاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ ۚ أُولَٰئِكَ سَيَرْحَمُهُمُ اللَّهُ ۗ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ","transliteration":{"en":"Walmu'minoona wal mu'minaatu ba'duhum awliyaaa'u ba;d; yaamuroona bilma'roofi wa yanhawna 'anil munkari wa yuqeemoonas Salaata wa yu'toonaz Zakaata wa yutee'oonal laaha wa Rasoolah; ulaaa'ika sayarhamuhumul laah; innallaaha 'Azeezun Hakeem"}},"translation":{"en":"The believing men and believing women are allies of one another. They enjoin what is right and forbid what is wrong and establish prayer and give zakah and obey Allah and His Messenger. Those - Allah will have mercy upon them. Indeed, Allah is Exalted in Might and Wise.","id":"Dan orang-orang yang beriman, lelaki dan perempuan, sebahagian mereka (adalah) menjadi penolong bagi sebahagian yang lain. Mereka menyuruh (mengerjakan) yang ma'ruf, mencegah dari yang munkar, mendirikan shalat, menunaikan zakat dan mereka taat pada Allah dan Rasul-Nya. Mereka itu akan diberi rahmat oleh Allah; sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1306.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1306.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1307,"inSurah":72},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ۚ وَرِضْوَانٌ مِّنَ اللَّهِ أَكْبَرُ ۚ ذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","transliteration":{"en":"Wa'adal laahulmu' mineena walmu'minaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa wa masaakina taiyibatan fee Jannnaati 'adn; wa ridwaanum minal laahi akbar; zaalika hual fawzul 'azeem"}},"translation":{"en":"Allah has promised the believing men and believing women gardens beneath which rivers flow, wherein they abide eternally, and pleasant dwellings in gardens of perpetual residence; but approval from Allah is greater. It is that which is the great attainment.","id":"Allah menjanjikan kepada orang-orang mukmin, lelaki dan perempuan, (akan mendapat) surga yang dibawahnya mengalir sungai-sungai, kekal mereka di dalamnya, dan (mendapat) tempat-tempat yang bagus di surga 'Adn. Dan keridhaan Allah adalah lebih besar; itu adalah keberuntungan yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1307.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1307.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1308,"inSurah":73},"meta":{"juz":10,"page":199,"manzil":2,"ruku":165,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ ۚ وَمَأْوَاهُمْ جَهَنَّمُ ۖ وَبِئْسَ الْمَصِيرُ","transliteration":{"en":"yaaa aiyuhan Nabiyyu jaahidil kuffaara walmunaafiqeena waghluz 'alaihim; wa maawaahum jahannnamu wa bi'sal maseer"}},"translation":{"en":"O Prophet, fight against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination.","id":"Hai Nabi, berjihadlah (melawan) orang-orang kafir dan orang-orang munafik itu, dan bersikap keraslah terhadap mereka. Tempat mereka ialah jahannam. Dan itu adalah tempat kembali yang seburuk-buruknya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1308.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1308.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1309,"inSurah":74},"meta":{"juz":10,"page":199,"manzil":2,"ruku":165,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلَامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا ۚ وَمَا نَقَمُوا إِلَّا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِن فَضْلِهِ ۚ فَإِن يَتُوبُوا يَكُ خَيْرًا لَّهُمْ ۖ وَإِن يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالْآخِرَةِ ۚ وَمَا لَهُمْ فِي الْأَرْضِ مِن وَلِيٍّ وَلَا نَصِيرٍ","transliteration":{"en":"Yahlifoona billaahi wa qaaloo wa laqad qaaloo kalimatal kufri wa kafaroo ba'da Islaamihim wa hammoo bimaa lam yanaaloo; wa maa naqamooo illaaa an aghnaa humullaahu wa Rasooluhoo min fadlih; fainy yatooboo yaku khairal lahum wa iny yatawal law yu'az zibhumullaahu 'azaaban aleeman fiddunyaa wal Aakhirah; wamaa lahum fil ardi minw waliyyinw wa laa naseer"}},"translation":{"en":"They swear by Allah that they did not say [anything against the Prophet] while they had said the word of disbelief and disbelieved after their [pretense of] Islam and planned that which they were not to attain. And they were not resentful except [for the fact] that Allah and His Messenger had enriched them of His bounty. So if they repent, it is better for them; but if they turn away, Allah will punish them with a painful punishment in this world and the Hereafter. And there will not be for them on earth any protector or helper.","id":"Mereka (orang-orang munafik itu) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakitimu). Sesungguhnya mereka telah mengucapkan perkataan kekafiran, dan telah menjadi kafir sesudah Islam dan mengingini apa yang mereka tidak dapat mencapainya, dan mereka tidak mencela (Allah dan Rasul-Nya), kecuali karena Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertaubat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka sekali-kali tidaklah mempunyai pelindung dan tidak (pula) penolong di muka bumi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1309.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1309.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1310,"inSurah":75},"meta":{"juz":10,"page":199,"manzil":2,"ruku":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَمِنْهُم مَّنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِن فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ","transliteration":{"en":"Wa minhum man 'aaha dal laaha la'in aataanaa min fadlihee lanas saddaqanna wa lanakoonanna minassaaliheen"}},"translation":{"en":"And among them are those who made a covenant with Allah, [saying], \"If He should give us from His bounty, we will surely spend in charity, and we will surely be among the righteous.\"","id":"Dan diantara mereka ada orang yang telah berikrar kepada Allah: \"Sesungguhnya jika Allah memberikan sebahagian karunia-Nya kepada kami, pastilah kami akan bersedekah dan pastilah kami termasuk orang-orang yang saleh."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1310.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1310.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1311,"inSurah":76},"meta":{"juz":10,"page":199,"manzil":2,"ruku":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا آتَاهُم مِّن فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوا وَّهُم مُّعْرِضُونَ","transliteration":{"en":"Falammaaa aataahum min fadlihee bakhiloo bihee wa tawallaw wa hum mu'ridoon"}},"translation":{"en":"But when he gave them from His bounty, they were stingy with it and turned away while they refused.","id":"Maka setelah Allah memberikan kepada mereka sebahagian dari karunia-Nya, mereka kikir dengan karunia itu, dan berpaling, dan mereka memanglah orang-orang yang selalu membelakangi (kebenaran)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1311.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1311.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1312,"inSurah":77},"meta":{"juz":10,"page":199,"manzil":2,"ruku":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَىٰ يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ","transliteration":{"en":"Fa a'qabahum nifaaqan fee quloobihim ilaa Yawmi yalqaw nahoo bimaaa akhlaful laaha maa wa'adoohu wa bimaa kaanoo yakhziboon"}},"translation":{"en":"So He penalized them with hypocrisy in their hearts until the Day they will meet Him - because they failed Allah in what they promised Him and because they [habitually] used to lie.","id":"Maka Allah menimbulkan kemunafikan pada hati mereka sampai kepada waktu mereka menemui Allah, karena mereka telah memungkiri terhadap Allah apa yang telah mereka ikrarkan kepada-Nya dan juga karena mereka selalu berdusta."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1312.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1312.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1313,"inSurah":78},"meta":{"juz":10,"page":199,"manzil":2,"ruku":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ","transliteration":{"en":"Alam ya'lamooo annal laaha ya'lamu sirrahum wa najwaahum wa annal laaha 'Allaamul Ghuyoob"}},"translation":{"en":"Did they not know that Allah knows their secrets and their private conversations and that Allah is the Knower of the unseen?","id":"Tidaklah mereka tahu bahwasanya Allah mengetahui rahasia dan bisikan mereka, dan bahwasanya Allah amat mengetahui segala yang ghaib."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1313.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1313.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1314,"inSurah":79},"meta":{"juz":10,"page":199,"manzil":2,"ruku":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ ۙ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ","transliteration":{"en":"Allazeena yalmizoonal mut tawwi'eena minalmu'mineena fis sadaqaati wallazeena laa yajidoona illaa juhdahum fayaskharoona minhum sakhiral laahu minhum wa lahum azaabun aleem"}},"translation":{"en":"Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allah will ridicule them, and they will have a painful punishment.","id":"(Orang-orang munafik itu) yaitu orang-orang yang mencela orang-orang mukmin yang memberi sedekah dengan sukarela dan (mencela) orang-orang yang tidak memperoleh (untuk disedekahkan) selain sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka itu, dan untuk mereka azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1314.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1314.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1315,"inSurah":80},"meta":{"juz":10,"page":200,"manzil":2,"ruku":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللَّهُ لَهُمْ ۚ ذَٰلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ","transliteration":{"en":"istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'eena marratan falany yaghfiral laahu lahum; zaalika bi annahum kafaroo billaahi wa Rasoolih; wallaahu laa yahdil qawmal faasiqeen"}},"translation":{"en":"Ask forgiveness for them, [O Muhammad], or do not ask forgiveness for them. If you should ask forgiveness for them seventy times - never will Allah forgive them. That is because they disbelieved in Allah and His Messenger, and Allah does not guide the defiantly disobedient people.","id":"Kamu memohonkan ampun bagi mereka atau tidak kamu mohonkan ampun bagi mereka (adalah sama saja). Kendatipun kamu memohonkan ampun bagi mereka tujuh puluh kali, namun Allah sekali-kali tidak akan memberi ampunan kepada mereka. Yang demikian itu adalah karena mereka kafir kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada kaum yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1315.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1315.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1316,"inSurah":81},"meta":{"juz":10,"page":200,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلَافَ رَسُولِ اللَّهِ وَكَرِهُوا أَن يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لَا تَنفِرُوا فِي الْحَرِّ ۗ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا ۚ لَّوْ كَانُوا يَفْقَهُونَ","transliteration":{"en":"Farihal mukhallafoona bimaq'adihim khilaafa Rasoolil laahi wa karihooo ai yujaahidoo bi amwaalihim wa anfusihim fee sabeelil laahi wa qaaloo la tanfiroo fil harr; qul Naaru jahannama ashaddu harraa; law kaanoo yafqahoon"}},"translation":{"en":"Those who remained behind rejoiced in their staying [at home] after [the departure of] the Messenger of Allah and disliked to strive with their wealth and their lives in the cause of Allah and said, \"Do not go forth in the heat.\" Say, \"The fire of Hell is more intensive in heat\" - if they would but understand.","id":"Orang-orang yang ditinggalkan (tidak ikut perang) itu, merasa gembira dengan tinggalnya mereka di belakang Rasulullah, dan mereka tidak suka berjihad dengan harta dan jiwa mereka pada jalan Allah dan mereka berkata: \"Janganlah kamu berangkat (pergi berperang) dalam panas terik ini\". Katakanlah: \"Api neraka jahannam itu lebih sangat panas(nya)\" jika mereka mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1316.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1316.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1317,"inSurah":82},"meta":{"juz":10,"page":200,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلْيَضْحَكُوا قَلِيلًا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ","transliteration":{"en":"Falyadhakoo qaleelanw walyabkoo kaseeran jazaaa'am bimaa kaanoo yaksiboon"}},"translation":{"en":"So let them laugh a little and [then] weep much as recompense for what they used to earn.","id":"Maka hendaklah mereka tertawa sedikit dan menangis banyak, sebagai pembalasan dari apa yang selalu mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1317.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1317.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1318,"inSurah":83},"meta":{"juz":10,"page":200,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَإِن رَّجَعَكَ اللَّهُ إِلَىٰ طَائِفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُل لَّن تَخْرُجُوا مَعِيَ أَبَدًا وَلَن تُقَاتِلُوا مَعِيَ عَدُوًّا ۖ إِنَّكُمْ رَضِيتُم بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ","transliteration":{"en":"Fa ir raja'akal laahu ilaa taaa'ifatim minhum fastaaa zanooka lilkhurooji faqul lan takhrujoo ma'iya abadanw a lan tuqaatiloo ma'iya 'aduwwan innakum radeetum bilqu'oodi awwala marratin faq'udoo ma'al khaalifeen"}},"translation":{"en":"If Allah should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, \"You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind.\"","id":"Maka jika Allah mengembalikanmu kepada suatu golongan dari mereka, kemudian mereka minta izin kepadamu untuk keluar (pergi berperang), maka Katakanlah: \"Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi berperang kali yang pertama. Karena itu duduklah bersama orang-orang yang tidak ikut berperang\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1318.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1318.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1319,"inSurah":84},"meta":{"juz":10,"page":200,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تُصَلِّ عَلَىٰ أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلَا تَقُمْ عَلَىٰ قَبْرِهِ ۖ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ","transliteration":{"en":"Wa laa tusalli 'alaaa ahadim minhum maata abadanw wa laa taqum 'alaa qabriheee innahum kafaroo billaahi wa Rasoolihee wa maatoo wa hum faasiqoon"}},"translation":{"en":"And do not pray [the funeral prayer, O Muhammad], over any of them who has died - ever - or stand at his grave. Indeed, they disbelieved in Allah and His Messenger and died while they were defiantly disobedient.","id":"Dan janganlah kamu sekali-kali menyembahyangkan (jenazah) seorang yang mati di antara mereka, dan janganlah kamu berdiri (mendoakan) di kuburnya. Sesungguhnya mereka telah kafir kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1319.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1319.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1320,"inSurah":85},"meta":{"juz":10,"page":200,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلَادُهُمْ ۚ إِنَّمَا يُرِيدُ اللَّهُ أَن يُعَذِّبَهُم بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ","transliteration":{"en":"Wa laa tu'jibka amwaa luhum wa awlaaduhum; innamaa yureedul laahu ai yu'az zibahum bihaa fid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon"}},"translation":{"en":"And let not their wealth and their children impress you. Allah only intends to punish them through them in this world and that their souls should depart [at death] while they are disbelievers.","id":"Dan janganlah harta benda dan anak-anak mereka menarik hatimu. Sesungguhnya Allah menghendaki akan mengazab mereka di dunia dengan harta dan anak-anak itu dan agar melayang nyawa mereka, dalam keadaan kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1320.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1320.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1321,"inSurah":86},"meta":{"juz":10,"page":200,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَإِذَا أُنزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجَاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُو الطَّوْلِ مِنْهُمْ وَقَالُوا ذَرْنَا نَكُن مَّعَ الْقَاعِدِينَ","transliteration":{"en":"Wa izaaa unzilat Sooratun an aaminoo billaahi wa jaahidoo ma'a Rasoolihis taazanaka uluttawli minhum wa qaaloo zarnaa nakum ma'alqaa 'ideen"}},"translation":{"en":"And when a surah was revealed [enjoining them] to believe in Allah and to fight with His Messenger, those of wealth among them asked your permission [to stay back] and said, \"Leave us to be with them who sit [at home].\"","id":"Dan apabila diturunkan suatu surat (yang memerintahkan kepada orang munafik itu): \"Berimanlah kamu kepada Allah dan berjihadlah beserta Rasul-Nya\", niscaya orang-orang yang sanggup di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata: \"Biarkanlah kami berada bersama orang-orang yang duduk\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1321.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1321.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1322,"inSurah":87},"meta":{"juz":10,"page":201,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"رَضُوا بِأَن يَكُونُوا مَعَ الْخَوَالِفِ وَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ","transliteration":{"en":"Radoo bi ai yakoonoo ma'al khawaalifi wa tubi'a 'alaa quloobihim fahum laa yafqahoon"}},"translation":{"en":"They were satisfied to be with those who stay behind, and their hearts were sealed over, so they do not understand.","id":"Mereka rela berada bersama orang-orang yang tidak berperang, dan hati mereka telah dikunci mati maka mereka tidak mengetahui (kebahagiaan beriman dan berjihad)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1322.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1322.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1323,"inSurah":88},"meta":{"juz":10,"page":201,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَٰكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جَاهَدُوا بِأَمْوَالِهِمْ وَأَنفُسِهِمْ ۚ وَأُولَٰئِكَ لَهُمُ الْخَيْرَاتُ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ","transliteration":{"en":"Laakinir Rasoolu wal lazeena aamanoo ma'ahoo jaahadoo bi amwaalihim wa anfusihim; wa ulaaa'ika lahumul khairaatu wa ulaaa'ika humul muflihoon"}},"translation":{"en":"But the Messenger and those who believed with him fought with their wealth and their lives. Those will have [all that is] good, and it is those who are the successful.","id":"Tetapi Rasul dan orang-orang yang beriman bersama dia, mereka berjihad dengan harta dan diri mereka. Dan mereka itulah orang-orang yang memperoleh kebaikan, dan mereka itulah orang-orang yang beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1323.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1323.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1324,"inSurah":89},"meta":{"juz":10,"page":201,"manzil":2,"ruku":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَعَدَّ اللَّهُ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ","transliteration":{"en":"A'addal laahu lahum Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; zaalikal fawzul 'azeem"}},"translation":{"en":"Allah has prepared for them gardens beneath which rivers flow, wherein they will abide eternally. That is the great attainment.","id":"Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1324.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1324.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1325,"inSurah":90},"meta":{"juz":10,"page":201,"manzil":2,"ruku":167,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَجَاءَ الْمُعَذِّرُونَ مِنَ الْأَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِينَ كَذَبُوا اللَّهَ وَرَسُولَهُ ۚ سَيُصِيبُ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ","transliteration":{"en":"Wa jaaa'al mu'az ziroona minal A'raabi liyu'zana lahum wa qa'adal lazeena kazabul laaha wa Rasoolah; sayuseebul lazeena kafaroo minhum 'azaabun aleem"}},"translation":{"en":"And those with excuses among the bedouins came to be permitted [to remain], and they who had lied to Allah and His Messenger sat [at home]. There will strike those who disbelieved among them a painful punishment.","id":"Dan datang (kepada Nabi) orang-orang yang mengemukakan 'uzur, yaitu orang-orang Arab Baswi agar diberi izin bagi mereka (untuk tidak berjihad), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam diri saja. Kelak orang-orang yang kafir di antara mereka itu akan ditimpa azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1325.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1325.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1326,"inSurah":91},"meta":{"juz":10,"page":201,"manzil":2,"ruku":167,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَّيْسَ عَلَى الضُّعَفَاءِ وَلَا عَلَى الْمَرْضَىٰ وَلَا عَلَى الَّذِينَ لَا يَجِدُونَ مَا يُنفِقُونَ حَرَجٌ إِذَا نَصَحُوا لِلَّهِ وَرَسُولِهِ ۚ مَا عَلَى الْمُحْسِنِينَ مِن سَبِيلٍ ۚ وَاللَّهُ غَفُورٌ رَّحِيمٌ","transliteration":{"en":"Laisa 'alad du'aaaa'i wa laa 'alal mardaa wa laa 'alal lazeena laa yajidoona maa yunfiqoona harajun izaa nasahoo lillaahi wa Rasoolih; maa 'alal muhsineena min sabeel; wallaahu Ghafoorur Raheem"}},"translation":{"en":"There is not upon the weak or upon the ill or upon those who do not find anything to spend any discomfort when they are sincere to Allah and His Messenger. There is not upon the doers of good any cause [for blame]. And Allah is Forgiving and Merciful.","id":"Tiada dosa (lantaran tidak pergi berjihad) atas orang-orang yang lemah, orang-orang yang sakit dan atas orang-orang yang tidak memperoleh apa yang akan mereka nafkahkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada jalan sedikitpun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun lagi Maha Penyayang,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1326.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1326.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1327,"inSurah":92},"meta":{"juz":10,"page":201,"manzil":2,"ruku":167,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوا وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنفِقُونَ","transliteration":{"en":"Wa laa 'alal lazeena izaa maaa atawka litahmilahum qulta laaa ajidu maaa ahmilukum 'alaihi tawallaw wa a'yunuhum tafeedu minaddam'i hazanan allaa yajidoo maa yunfiqoon"}},"translation":{"en":"Nor [is there blame] upon those who, when they came to you that you might give them mounts, you said, \"I can find nothing for you to ride upon.\" They turned back while their eyes overflowed with tears out of grief that they could not find something to spend [for the cause of Allah].","id":"dan tiada (pula) berdosa atas orang-orang yang apabila mereka datang kepadamu, supaya kamu memberi mereka kendaraan, lalu kamu berkata: \"Aku tidak memperoleh kendaraan untuk membawamu\". lalu mereka kembali, sedang mata mereka bercucuran air mata karena kesedihan, lantaran mereka tidak memperoleh apa yang akan mereka nafkahkan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1327.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1327.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1328,"inSurah":93},"meta":{"juz":11,"page":201,"manzil":2,"ruku":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ ۚ رَضُوا بِأَن يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَعْلَمُونَ","transliteration":{"en":"Innamas sabeelu 'alal lazeena yastaazinoonaka wa hum aghniyaaa'; radoo biany-yakoonoo ma'al khawaalifi wa taba'al laahu 'alaa quloobihim fahum laa ya'lamoon"}},"translation":{"en":"The cause [for blame] is only upon those who ask permission of you while they are rich. They are satisfied to be with those who stay behind, and Allah has sealed over their hearts, so they do not know.","id":"Sesungguhnya jalan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu, padahal mereka itu orang-orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci mati hati mereka, maka mereka tidak mengetahui (akibat perbuatan mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1328.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1328.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1329,"inSurah":94},"meta":{"juz":11,"page":202,"manzil":2,"ruku":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ ۚ قُل لَّا تَعْتَذِرُوا لَن نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ ۚ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","transliteration":{"en":"ya'taziroona ilaikum izaa raja'tum ilaihim; qul laa ta'taziroo lan nu'mina lakum qad nabba annal laahu min akhbaarikum; wa sa yaral laahu 'amalakum wa Rasooluhoo suma turaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon"}},"translation":{"en":"They will make excuses to you when you have returned to them. Say, \"Make no excuse - never will we believe you. Allah has already informed us of your news. And Allah will observe your deeds, and [so will] His Messenger; then you will be taken back to the Knower of the unseen and the witnessed, and He will inform you of what you used to do.\"","id":"Mereka (orang-orang munafik) mengemukakan 'uzurnya kepadamu, apabila kamu telah kembali kepada mereka (dari medan perang). Katakanlah: \"Janganlah kamu mengemukakan 'uzur; kami tidak percaya lagi kepadamu, (karena) sesungguhnya Allah telah memberitahukan kepada kami beritamu yang sebenarnya. Dan Allah serta Rasul-Nya akan melihat pekerjaanmu, kemudian kamu dikembalikan kepada Yang mengetahui yang ghaib dan yang nyata, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1329.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1329.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1330,"inSurah":95},"meta":{"juz":11,"page":202,"manzil":2,"ruku":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ ۖ فَأَعْرِضُوا عَنْهُمْ ۖ إِنَّهُمْ رِجْسٌ ۖ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ","transliteration":{"en":"Sa yahlifoona billaahi lakum izanqalabtum ilaihim litu'ridoo 'anhum fa a'ridoo 'anhum innahum rijsunw wa maawaahum jahannamu jazaaa 'ambimaa kaanoo yaksiboon"}},"translation":{"en":"They will swear by Allah to you when you return to them that you would leave them alone. So leave them alone; indeed they are evil; and their refuge is Hell as recompense for what they had been earning.","id":"Kelak mereka akan bersumpah kepadamu dengan nama Allah, apabila kamu kembali kepada mereka, supaya kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu adalah najis dan tempat mereka jahannam; sebagai balasan atas apa yang telah mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1330.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1330.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1331,"inSurah":96},"meta":{"juz":11,"page":202,"manzil":2,"ruku":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ ۖ فَإِن تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لَا يَرْضَىٰ عَنِ الْقَوْمِ الْفَاسِقِينَ","transliteration":{"en":"Yahlifoona lakum litardaw 'anhum fa in tardaw 'anhum fa innal laaha laa yardaa 'anil qawmil faasiqeen"}},"translation":{"en":"They swear to you so that you might be satisfied with them. But if you should be satisfied with them - indeed, Allah is not satisfied with a defiantly disobedient people.","id":"Mereka akan bersumpah kepadamu, agar kamu ridha kepada mereka. Tetapi jika sekiranya kamu ridha kepada mereka, sesungguhnya Allah tidak ridha kepada orang-orang yang fasik itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1331.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1331.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1332,"inSurah":97},"meta":{"juz":11,"page":202,"manzil":2,"ruku":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنزَلَ اللَّهُ عَلَىٰ رَسُولِهِ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ","transliteration":{"en":"Al A'raabu ashaddu kufranw wa nifaaqanw wa ajdaru allaa ya'lamoo hudooda maaa anzalal laahu 'alaa Rasoolih; wallaahu 'Aleemun Hakeem"}},"translation":{"en":"The bedouins are stronger in disbelief and hypocrisy and more likely not to know the limits of what [laws] Allah has revealed to His Messenger. And Allah is Knowing and Wise.","id":"Orang-orang Arab Badwi itu, lebih sangat kekafiran dan kemunafikannya, dan lebih wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Dan Allah Maha mengetahui lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1332.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1332.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1333,"inSurah":98},"meta":{"juz":11,"page":202,"manzil":2,"ruku":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنَ الْأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ ۚ عَلَيْهِمْ دَائِرَةُ السَّوْءِ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ","transliteration":{"en":"Wa minal A'raabi mai yattakhizu maa yunfiqu maghramanw wa yatarabbasu bikumud dawaaa'ir; alaihim daaa'iratus saw'; wallaahu Samee'un 'Aleem"}},"translation":{"en":"And among the bedouins are some who consider what they spend as a loss and await for you turns of misfortune. Upon them will be a misfortune of evil. And Allah is Hearing and Knowing.","id":"Di antara orang-orang Arab Badwi itu ada orang yang memandang apa yang dinafkahkannya (di jalan Allah), sebagi suatu kerugian, dan dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Dan Allah Maha Mendengar lagi Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1333.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1333.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1334,"inSurah":99},"meta":{"juz":11,"page":202,"manzil":2,"ruku":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنَ الْأَعْرَابِ مَن يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ ۚ أَلَا إِنَّهَا قُرْبَةٌ لَّهُمْ ۚ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ ۗ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ","transliteration":{"en":"Wa minal A'raabi mai yu'minu billaahi wal yawmil AAkhiri wa yattakhizu maa yunfiqu qurubaatin 'indal laahi wa salawaatir Rasool; alaaa innahaa qurbatul lahum; sayudkhiluhumul laahu fee rahmatih; innal laaha Ghafoorur Raheem"}},"translation":{"en":"But among the bedouins are some who believe in Allah and the Last Day and consider what they spend as means of nearness to Allah and of [obtaining] invocations of the Messenger. Unquestionably, it is a means of nearness for them. Allah will admit them to His mercy. Indeed, Allah is Forgiving and Merciful.","id":"Di antara orang-orang Arab Badwi itu ada orang yang beriman kepada Allah dan hari kemudian, dan memandang apa yang dinafkahkannya (di jalan Allah) itu, sebagai jalan untuk mendekatkannya kepada Allah dan sebagai jalan untuk memperoleh doa Rasul. Ketahuilah, sesungguhnya nafkah itu adalah suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukan mereka kedalam rahmat (surga)Nya; Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1334.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1334.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1335,"inSurah":100},"meta":{"juz":11,"page":203,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنصَارِ وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ رَّضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ۚ ذَٰلِكَ الْفَوْزُ الْعَظِيمُ","transliteration":{"en":"Was saabiqoonal awwa loona minal Muhaajireena wal Ansaari wallazeenat taba'oo hum bi ihsaanir radiyal laahu 'anhum wa radoo 'anhu wa a'adda lahum jannnaatin tajree tahtahal anhaaru khaalideena feehaaa abadaa; zaalikal fawzul 'azeem"}},"translation":{"en":"And the first forerunners [in the faith] among the Muhajireen and the Ansar and those who followed them with good conduct - Allah is pleased with them and they are pleased with Him, and He has prepared for them gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment.","id":"Orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) dari golongan muhajirin dan anshar dan orang-orang yang mengikuti mereka dengan baik, Allah ridha kepada mereka dan merekapun ridha kepada Allah dan Allah menyediakan bagi mereka surga-surga yang mengalir sungai-sungai di dalamnya selama-lamanya. Mereka kekal di dalamnya. Itulah kemenangan yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1335.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1335.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1336,"inSurah":101},"meta":{"juz":11,"page":203,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِمَّنْ حَوْلَكُم مِّنَ الْأَعْرَابِ مُنَافِقُونَ ۖ وَمِنْ أَهْلِ الْمَدِينَةِ ۖ مَرَدُوا عَلَى النِّفَاقِ لَا تَعْلَمُهُمْ ۖ نَحْنُ نَعْلَمُهُمْ ۚ سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَىٰ عَذَابٍ عَظِيمٍ","transliteration":{"en":"Wa mimmann hawlakum minal A'raabi munaafiqoona wa min ahlil Madeenati maradoo 'alan nifaaq, laa ta'lamuhum nahnu na'lamuhum; sanu'azzibuhum marrataini summa yuraddoona ilaa 'azaabin 'azeem"}},"translation":{"en":"And among those around you of the bedouins are hypocrites, and [also] from the people of Madinah. They have become accustomed to hypocrisy. You, [O Muhammad], do not know them, [but] We know them. We will punish them twice [in this world]; then they will be returned to a great punishment.","id":"Di antara orang-orang Arab Badwi yang di sekelilingmu itu, ada orang-orang munafik; dan (juga) di antara penduduk Madinah. Mereka keterlaluan dalam kemunafikannya. Kamu (Muhammad) tidak mengetahui mereka, (tetapi) Kamilah yang mengetahui mereka. Nanti mereka akan Kami siksa dua kali kemudian mereka akan dikembalikan kepada azab yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1336.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1336.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1337,"inSurah":102},"meta":{"juz":11,"page":203,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَن يَتُوبَ عَلَيْهِمْ ۚ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ","transliteration":{"en":"Wa aakharoona' tarafoo bizunoobihim khalatoo 'amalan saalihanw wa aakhara saiyi'an 'asal laahu ai yatooba 'alaihim; innal laaha Ghafoorur Raheem"}},"translation":{"en":"And [there are] others who have acknowledged their sins. They had mixed a righteous deed with another that was bad. Perhaps Allah will turn to them in forgiveness. Indeed, Allah is Forgiving and Merciful.","id":"Dan (ada pula) orang-orang lain yang mengakui dosa-dosa mereka, mereka mencampurbaurkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima taubat mereka. Sesungguhnya Allah Maha Pengampun lagi maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1337.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1337.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1338,"inSurah":103},"meta":{"juz":11,"page":203,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ ۖ إِنَّ صَلَاتَكَ سَكَنٌ لَّهُمْ ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ","transliteration":{"en":"Khuz min amwaalihim sadaqtan tutahhiruhum wa tuzakkeehim bihaa wa salli 'alaihim inna salaataka sakanul lahum; wallaahu Samee'un 'Aleem"}},"translation":{"en":"Take, [O, Muhammad], from their wealth a charity by which you purify them and cause them increase, and invoke [Allah 's blessings] upon them. Indeed, your invocations are reassurance for them. And Allah is Hearing and Knowing.","id":"Ambillah zakat dari sebagian harta mereka, dengan zakat itu kamu membersihkan dan mensucikan mereka dan mendoalah untuk mereka. Sesungguhnya doa kamu itu (menjadi) ketenteraman jiwa bagi mereka. Dan Allah Maha Mendengar lagi Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1338.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1338.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1339,"inSurah":104},"meta":{"juz":11,"page":203,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَلَمْ يَعْلَمُوا أَنَّ اللَّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ","transliteration":{"en":"Alam ya'lamooo annnal laaha huwa yaqbalut tawbata 'an ibaadihee wa yaakhuzus sadaqaati wa annal laaha Huwat awwaabur Raheem"}},"translation":{"en":"Do they not know that it is Allah who accepts repentance from His servants and receives charities and that it is Allah who is the Accepting of repentance, the Merciful?","id":"Tidaklah mereka mengetahui, bahwasanya Allah menerima taubat dari hamba-hamba-Nya dan menerima zakat dan bahwasanya Allah Maha Penerima taubat lagi Maha Penyayang?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1339.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1339.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1340,"inSurah":105},"meta":{"juz":11,"page":203,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ ۖ وَسَتُرَدُّونَ إِلَىٰ عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ","transliteration":{"en":"Wa quli'maloo fasayaral laahu 'amalakum wa Rasooluhoo walmu'minoona wa saturaddoona ilaa 'Aalimil Ghaibi washshahaadati fa yunabbi'ukum bimaa kuntum ta'maloon"}},"translation":{"en":"And say, \"Do [as you will], for Allah will see your deeds, and [so, will] His Messenger and the believers. And you will be returned to the Knower of the unseen and the witnessed, and He will inform you of what you used to do.\"","id":"Dan Katakanlah: \"Bekerjalah kamu, maka Allah dan Rasul-Nya serta orang-orang mukmin akan melihat pekerjaanmu itu, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui akan yang ghaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1340.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1340.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1341,"inSurah":106},"meta":{"juz":11,"page":203,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ","transliteration":{"en":"Wa aakharoona murjawna li amril laahi imaa yu'az zibuhum wa immaa yatoobu 'alaihim; wallaahu 'Aleemun Hakeem"}},"translation":{"en":"And [there are] others deferred until the command of Allah - whether He will punish them or whether He will forgive them. And Allah is Knowing and Wise.","id":"Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada keputusan Allah; adakalanya Allah akan mengazab mereka dan adakalanya Allah akan menerima taubat mereka. Dan Allah Maha Mengetahui lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1341.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1341.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1342,"inSurah":107},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِّمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِن قَبْلُ ۚ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَىٰ ۖ وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ","transliteration":{"en":"Wallazeenat takhazoo masjidan diraaranw wa kufranw wa tafreeqam bainal mu'mineena wa irsaadal liman haarabal laaha wa Rasoolahoo min qabl; wa la yahlifunna in aradnaaa illal husnaa wallaahu yash hadu innahum lakaaziboon"}},"translation":{"en":"And [there are] those [hypocrites] who took for themselves a mosque for causing harm and disbelief and division among the believers and as a station for whoever had warred against Allah and His Messenger before. And they will surely swear, \"We intended only the best.\" And Allah testifies that indeed they are liars.","id":"Dan (di antara orang-orang munafik itu) ada orang-orang yang mendirikan masjid untuk menimbulkan kemudharatan (pada orang-orang mukmin), untuk kekafiran dan untuk memecah belah antara orang-orang mukmin serta menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu. Mereka Sesungguhnya bersumpah: \"Kami tidak menghendaki selain kebaikan\". Dan Allah menjadi saksi bahwa sesungguhnya mereka itu adalah pendusta (dalam sumpahnya)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1342.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1342.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1343,"inSurah":108},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا تَقُمْ فِيهِ أَبَدًا ۚ لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَىٰ مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ ۚ فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُوا ۚ وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ","transliteration":{"en":"Laa taqum feehi abadaa; lamasjidun ussisa 'alat taqwaa min awwali yawmin ahaqqu an taqooma feeh; feehi rijaaluny yuhibbona ai yatatahharoo, wallaahu yuhibbul mmuttah hireen"}},"translation":{"en":"Do not stand [for prayer] within it - ever. A mosque founded on righteousness from the first day is more worthy for you to stand in. Within it are men who love to purify themselves; and Allah loves those who purify themselves.","id":"Janganlah kamu bersembahyang dalam mesjid itu selama-lamanya. Sesungguhnya mesjid yang didirikan atas dasar takwa (mesjid Quba), sejak hari pertama adalah lebih patut kamu sholat di dalamnya. Di dalamnya mesjid itu ada orang-orang yang ingin membersihkan diri. Dan sesungguhnya Allah menyukai orang-orang yang bersih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1343.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1343.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1344,"inSurah":109},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَفَمَنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ تَقْوَىٰ مِنَ اللَّهِ وَرِضْوَانٍ خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَانَهُ عَلَىٰ شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهِ فِي نَارِ جَهَنَّمَ ۗ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ","transliteration":{"en":"Afaman assasa bunyaa nahoo 'alaa taqwaa minal laahi wa ridwaanin khairun am man assasa bunyaanahoo 'alaa shafaa jurufin haarin fanhaara bihee fee Naari Jahannnam; wallaahu laa yahdil qawmaz zaalimeen"}},"translation":{"en":"Then is one who laid the foundation of his building on righteousness [with fear] from Allah and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allah does not guide the wrongdoing people.","id":"Maka apakah orang-orang yang mendirikan mesjidnya di atas dasar takwa kepada Allah dan keridhaan-(Nya) itu yang baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu bangunannya itu jatuh bersama-sama dengan dia ke dalam neraka Jahannam. Dan Allah tidak memberikan petunjuk kepada orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1344.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1344.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1345,"inSurah":110},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا يَزَالُ بُنْيَانُهُمُ الَّذِي بَنَوْا رِيبَةً فِي قُلُوبِهِمْ إِلَّا أَن تَقَطَّعَ قُلُوبُهُمْ ۗ وَاللَّهُ عَلِيمٌ حَكِيمٌ","transliteration":{"en":"Laa yazaalu bunyaanu humul lazee banaw reebatan fee quloobihim illaaa an taqatta'a quloobuhum; wal laahu 'Aleemun Hakeem"}},"translation":{"en":"Their building which they built will not cease to be a [cause of] skepticism in their hearts until their hearts are stopped. And Allah is Knowing and Wise.","id":"Bangunan-bangunan yang mereka dirikan itu senantiasa menjadi pangkal keraguan dalam hati mereka, kecuali bila hati mereka itu telah hancur. Dan Allah Maha Mengetahui lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1345.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1345.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1346,"inSurah":111},"meta":{"juz":11,"page":204,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ إِنَّ اللَّهَ اشْتَرَىٰ مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الْجَنَّةَ ۚ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ۖ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالْإِنجِيلِ وَالْقُرْآنِ ۚ وَمَنْ أَوْفَىٰ بِعَهْدِهِ مِنَ اللَّهِ ۚ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُم بِهِ ۚ وَذَٰلِكَ هُوَ الْفَوْزُ الْعَظِيمُ","transliteration":{"en":"Innal laahash taraa minal mu'mineena anfusahum wa amwaalahum bi anna lahumul jannah; yuqaatiloona fee sabeelil laahi fa yaqtuloona wa yuqtaloona wa'dan 'alaihi haqqan fit Tawraati wal Injeeli wal Qur-aan; wa man awfaa be'ahdihee minal laah; fastabshiroo bibai'ikumul lazee baaya'tum bih; wa zaalika huwal fawzul 'azeem"}},"translation":{"en":"Indeed, Allah has purchased from the believers their lives and their properties [in exchange] for that they will have Paradise. They fight in the cause of Allah, so they kill and are killed. [It is] a true promise [binding] upon Him in the Torah and the Gospel and the Qur'an. And who is truer to his covenant than Allah? So rejoice in your transaction which you have contracted. And it is that which is the great attainment.","id":"Sesungguhnya Allah telah membeli dari orang-orang mukmin diri dan harta mereka dengan memberikan surga untuk mereka. Mereka berperang pada jalan Allah; lalu mereka membunuh atau terbunuh. (Itu telah menjadi) janji yang benar dari Allah di dalam Taurat, Injil dan Al Quran. Dan siapakah yang lebih menepati janjinya (selain) daripada Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan itulah kemenangan yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1346.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1346.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1347,"inSurah":112},"meta":{"juz":11,"page":205,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"التَّائِبُونَ الْعَابِدُونَ الْحَامِدُونَ السَّائِحُونَ الرَّاكِعُونَ السَّاجِدُونَ الْآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنكَرِ وَالْحَافِظُونَ لِحُدُودِ اللَّهِ ۗ وَبَشِّرِ الْمُؤْمِنِينَ","transliteration":{"en":"At taaa'iboonal 'aabidoonal haamidoonas saaa'ihoonar raaki'oonas saajidoonal aamiroona bilma'roofi wannaahoona 'anil munkari walhaafizoona lihudoodil laah; wa bashshiril mu'mineen"}},"translation":{"en":"[Such believers are] the repentant, the worshippers, the praisers [of Allah], the travelers [for His cause], those who bow and prostrate [in prayer], those who enjoin what is right and forbid what is wrong, and those who observe the limits [set by] Allah. And give good tidings to the believers.","id":"Mereka itu adalah orang-orang yang bertaubat, yang beribadat, yang memuji, yang melawat, yang ruku', yang sujud, yang menyuruh berbuat ma'ruf dan mencegah berbuat munkar dan yang memelihara hukum-hukum Allah. Dan gembirakanlah orang-orang mukmin itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1347.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1347.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1348,"inSurah":113},"meta":{"juz":11,"page":205,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَىٰ مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ","transliteration":{"en":"Maa kaana lin nabiyyi wallazeena aamanooo ai yastaghfiroo lilmushrikeena wa law kaanoo ulee qurbaa mim ba'di maa tabiyana lahum annahum Ashaabul jaheem"}},"translation":{"en":"It is not for the Prophet and those who have believed to ask forgiveness for the polytheists, even if they were relatives, after it has become clear to them that they are companions of Hellfire.","id":"Tiadalah sepatutnya bagi Nabi dan orang-orang yang beriman memintakan ampun (kepada Allah) bagi orang-orang musyrik, walaupun orang-orang musyrik itu adalah kaum kerabat(nya), sesudah jelas bagi mereka, bahwasanya orang-orang musyrik itu adalah penghuni neraka jahanam."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1348.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1348.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1349,"inSurah":114},"meta":{"juz":11,"page":205,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّهِ تَبَرَّأَ مِنْهُ ۚ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ","transliteration":{"en":"Wa maa kaanas tighfaaru ibraaheema li abeehi illaa 'ammaw 'idatinw wa 'adahaaa iyyaahu falammaa tabaiyana lahooo annahoo 'aduwwul lillaahi tabarra a minh; inna Ibraaheema la awwaahum haleem"}},"translation":{"en":"And the request of forgiveness of Abraham for his father was only because of a promise he had made to him. But when it became apparent to Abraham that his father was an enemy to Allah, he disassociated himself from him. Indeed was Abraham compassionate and patient.","id":"Dan permintaan ampun dari Ibrahim (kepada Allah) untuk bapaknya tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya itu. Maka, tatkala jelas bagi Ibrahim bahwa bapaknya itu adalah musuh Allah, maka Ibrahim berlepas diri dari padanya. Sesungguhnya Ibrahim adalah seorang yang sangat lembut hatinya lagi penyantun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1349.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1349.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1350,"inSurah":115},"meta":{"juz":11,"page":205,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّىٰ يُبَيِّنَ لَهُم مَّا يَتَّقُونَ ۚ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ","transliteration":{"en":"Wa maa kaanal laahu liyudilla qawmam ba'da iz hadaahum hatta yubaiyina lahum maa yattaqoon; innal laaha bikulli shai'in 'Aleem"}},"translation":{"en":"And Allah would not let a people stray after He has guided them until He makes clear to them what they should avoid. Indeed, Allah is Knowing of all things.","id":"Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, sesudah Allah memberi petunjuk kepada mereka sehingga dijelaskan-Nya kepada mereka apa yang harus mereka jauhi. Sesungguhnya Allah Maha Mengetahui segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1350.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1350.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1351,"inSurah":116},"meta":{"juz":11,"page":205,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"إِنَّ اللَّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ۖ يُحْيِي وَيُمِيتُ ۚ وَمَا لَكُم مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلَا نَصِيرٍ","transliteration":{"en":"Innal laaha lahoo mulkus samaawaati wal ardi yuhyee wa yumeet; wa maa lakum min doonil laahi minw waliyyinw wa laa naseer"}},"translation":{"en":"Indeed, to Allah belongs the dominion of the heavens and the earth; He gives life and causes death. And you have not besides Allah any protector or any helper.","id":"Sesungguhnya kepunyaan Allah-lah kerajaan langit dan bumi. Dia menghidupkan dan mematikan. Dan sekali-kali tidak ada pelindung dan penolong bagimu selain Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1351.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1351.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1352,"inSurah":117},"meta":{"juz":11,"page":205,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَّقَد تَّابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالْأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ ۚ إِنَّهُ بِهِمْ رَءُوفٌ رَّحِيمٌ","transliteration":{"en":"Laqat taabal laahu 'alan nabiyyi wal Muhaajireena wal Ansaaril lazeenat taba'oohu fee saa'atil 'usrati mim ba'di maa kaada yazeeghu quloobu fareeqim minhum summma taaba 'alaihim; innahoo bihim Ra'oofur Raheem"}},"translation":{"en":"Allah has already forgiven the Prophet and the Muhajireen and the Ansar who followed him in the hour of difficulty after the hearts of a party of them had almost inclined [to doubt], and then He forgave them. Indeed, He was to them Kind and Merciful.","id":"Sesungguhnya Allah telah menerima taubat Nabi, orang-orang muhajirin dan orang-orang anshar yang mengikuti Nabi dalam masa kesulitan, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima taubat mereka itu. Sesungguhnya Allah Maha Pengasih lagi Maha Penyayang kepada mereka,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1352.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1352.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1353,"inSurah":118},"meta":{"juz":11,"page":206,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَعَلَى الثَّلَاثَةِ الَّذِينَ خُلِّفُوا حَتَّىٰ إِذَا ضَاقَتْ عَلَيْهِمُ الْأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّوا أَن لَّا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا ۚ إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ","transliteration":{"en":"Wa 'alas salaasatil lazeena khullifoo hattaaa izaa daaqat 'alaihimul ardu bimaa rahubat wa daaqat 'alaihim anfusuhum wa zannnooo al laa malja-a minal laahi illaaa ilaihi summa taaba 'alaihim liyatooboo; innal laaha Huwat Tawwaabur Raheem"}},"translation":{"en":"And [He also forgave] the three who were left behind [and regretted their error] to the point that the earth closed in on them in spite of its vastness and their souls confined them and they were certain that there is no refuge from Allah except in Him. Then He turned to them so they could repent. Indeed, Allah is the Accepting of repentance, the Merciful.","id":"dan terhadap tiga orang yang ditangguhkan (penerimaan taubat) mereka, hingga apabila bumi telah menjadi sempit bagi mereka, padahal bumi itu luas dan jiwa merekapun telah sempit (pula terasa) oleh mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksa) Allah, melainkan kepada-Nya saja. Kemudian Allah menerima taubat mereka agar mereka tetap dalam taubatnya. Sesungguhnya Allah-lah Yang maha Penerima taubat lagi Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1353.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1353.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1354,"inSurah":119},"meta":{"juz":11,"page":206,"manzil":2,"ruku":170,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanut taqul laaha wa koonoo ma'as saadiqeen"}},"translation":{"en":"O you who have believed, fear Allah and be with those who are true.","id":"Hai orang-orang yang beriman bertakwalah kepada Allah, dan hendaklah kamu bersama orang-orang yang benar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1354.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1354.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1355,"inSurah":120},"meta":{"juz":11,"page":206,"manzil":2,"ruku":170,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الْأَعْرَابِ أَن يَتَخَلَّفُوا عَن رَّسُولِ اللَّهِ وَلَا يَرْغَبُوا بِأَنفُسِهِمْ عَن نَّفْسِهِ ۚ ذَٰلِكَ بِأَنَّهُمْ لَا يُصِيبُهُمْ ظَمَأٌ وَلَا نَصَبٌ وَلَا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلَا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلَا يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا إِلَّا كُتِبَ لَهُم بِهِ عَمَلٌ صَالِحٌ ۚ إِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ","transliteration":{"en":"Maa kaana li ahlil Madeenati wa man hawlahum minal A'raabi ai yatakhallafoo 'ar-Rasoolil laahi wa laa yarghaboo bi anfusihim 'an nafsih; zaalika bi annahum laa yuseebuhum zama unw wa laa nasabunw wa laa makhmasatun fee sabeelil laahi wa laa yata'oona mawti'ai yagheezul kuffaara wa laa yanaaloona min 'aduwwin nailan illaa kutiba lahum bihee 'amalun saalih; innal laaha laa yudee'u ajral muhsineen"}},"translation":{"en":"It was not [proper] for the people of Madinah and those surrounding them of the bedouins that they remain behind after [the departure of] the Messenger of Allah or that they prefer themselves over his self. That is because they are not afflicted by thirst or fatigue or hunger in the cause of Allah, nor do they tread on any ground that enrages the disbelievers, nor do they inflict upon an enemy any infliction but that is registered for them as a righteous deed. Indeed, Allah does not allow to be lost the reward of the doers of good.","id":"Tidaklah sepatutnya bagi penduduk Madinah dan orang-orang Arab Badwi yang berdiam di sekitar mereka, tidak turut menyertai Rasulullah (berperang) dan tidak patut (pula) bagi mereka lebih mencintai diri mereka daripada mencintai diri Rasul. Yang demikian itu ialah karena mereka tidak ditimpa kehausan, kepayahan dan kelaparan pada jalan Allah, dan tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir, dan tidak menimpakan sesuatu bencana kepada musuh, melainkan dituliskanlah bagi mereka dengan yang demikian itu suatu amal saleh. Sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1355.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1355.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1356,"inSurah":121},"meta":{"juz":11,"page":206,"manzil":2,"ruku":170,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلَا كَبِيرَةً وَلَا يَقْطَعُونَ وَادِيًا إِلَّا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ","transliteration":{"en":"Wa laa yunfiqoona nafa qatan sagheeratanw wa laa kabeeratanw wa laa yaqta'oona waadiyan illaa kutiba lahum liyajziyahumul laahu ahsana maa kaanoo ya'maloon"}},"translation":{"en":"Nor do they spend an expenditure, small or large, or cross a valley but that it is registered for them that Allah may reward them for the best of what they were doing.","id":"dan mereka tiada menafkahkan suatu nafkah yang kecil dan tidak (pula) yang besar dan tidak melintasi suatu lembah, melainkan dituliskan bagi mereka (amal saleh pula) karena Allah akan memberi balasan kepada mereka yang lebih baik dari apa yang telah mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1356.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1356.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1357,"inSurah":122},"meta":{"juz":11,"page":206,"manzil":2,"ruku":170,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً ۚ فَلَوْلَا نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَائِفَةٌ لِّيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ","transliteration":{"en":"Wa maa kaanal mu'minoona liyanfiroo kaaaffah; falaw laa nafara min kulli firqatim minhum taaa'ifatul liyatafaqqahoo fiddeeni wa liyunziroo qawmahum izaa raja'ooo ilaihim la'allahum yahzaroon"}},"translation":{"en":"And it is not for the believers to go forth [to battle] all at once. For there should separate from every division of them a group [remaining] to obtain understanding in the religion and warn their people when they return to them that they might be cautious.","id":"Tidak sepatutnya bagi mukminin itu pergi semuanya (ke medan perang). Mengapa tidak pergi dari tiap-tiap golongan di antara mereka beberapa orang untuk memperdalam pengetahuan mereka tentang agama dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali kepadanya, supaya mereka itu dapat menjaga dirinya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1357.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1357.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1358,"inSurah":123},"meta":{"juz":11,"page":207,"manzil":2,"ruku":171,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُم مِّنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً ۚ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo qaatilul lazeena yaloonakum minal kuffaari walyajidoo feekum ghilzah; wa'lamooo annal laaha ma'al muttaqeen"}},"translation":{"en":"O you who have believed, fight those adjacent to you of the disbelievers and let them find in you harshness. And know that Allah is with the righteous.","id":"Hai orang-orang yang beriman, perangilah orang-orang kafir yang di sekitar kamu itu, dan hendaklah mereka menemui kekerasan daripadamu, dan ketahuilah, bahwasanya Allah bersama orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1358.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1358.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1359,"inSurah":124},"meta":{"juz":11,"page":207,"manzil":2,"ruku":171,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَإِذَا مَا أُنزِلَتْ سُورَةٌ فَمِنْهُم مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَٰذِهِ إِيمَانًا ۚ فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ","transliteration":{"en":"Wa izaa maaa unzilat Sooratun faminhum mai yaqoolu aiyukum zaadat hu haazihee eemaanaa; fa ammal lazeena aamanoo fazaadat hum eemaananw wa hum yastabshiroon"}},"translation":{"en":"And whenever a surah is revealed, there are among the hypocrites those who say, \"Which of you has this increased faith?\" As for those who believed, it has increased them in faith, while they are rejoicing.","id":"Dan apabila diturunkan suatu surat, maka di antara mereka (orang-orang munafik) ada yang berkata: \"Siapakah di antara kamu yang bertambah imannya dengan (turannya) surat ini?\" Adapun orang-orang yang beriman, maka surat ini menambah imannya, dan mereka merasa gembira."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1359.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1359.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1360,"inSurah":125},"meta":{"juz":11,"page":207,"manzil":2,"ruku":171,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَىٰ رِجْسِهِمْ وَمَاتُوا وَهُمْ كَافِرُونَ","transliteration":{"en":"Wa ammal lazeena fee quloobihim maradun fazaadat hum rijsan ilaa rijsihim wa maatoo wa hum kaafiroon"}},"translation":{"en":"But as for those in whose hearts is disease, it has [only] increased them in evil [in addition] to their evil. And they will have died while they are disbelievers.","id":"Dan adapun orang-orang yang di dalam hati mereka ada penyakit, maka dengan surat itu bertambah kekafiran mereka, disamping kekafirannya (yang telah ada) dan mereka mati dalam keadaan kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1360.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1360.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1361,"inSurah":126},"meta":{"juz":11,"page":207,"manzil":2,"ruku":171,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ ثُمَّ لَا يَتُوبُونَ وَلَا هُمْ يَذَّكَّرُونَ","transliteration":{"en":"Awalaa yarawna annahum yuftanoona fee kulli 'aamim marratan aw marrataini summa laa yatooboona wa laa hum yazzakkkaroon"}},"translation":{"en":"Do they not see that they are tried every year once or twice but then they do not repent nor do they remember?","id":"Dan tidaklah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, dan mereka tidak (juga) bertaubat dan tidak (pula) mengambil pelajaran?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1361.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1361.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1362,"inSurah":127},"meta":{"juz":11,"page":207,"manzil":2,"ruku":171,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَإِذَا مَا أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَىٰ بَعْضٍ هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُوا ۚ صَرَفَ اللَّهُ قُلُوبَهُم بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ","transliteration":{"en":"Wa izaa maaa unzilat Sooratun nazara ba'duhum ilaa ba'din hal yaraakum min ahadin summman sarafoo; sarafal laahu quloobahum bi annahum qawmul laa yafqahoon"}},"translation":{"en":"And whenever a surah is revealed, they look at each other, [saying], \"Does anyone see you?\" and then they dismiss themselves. Allah has dismissed their hearts because they are a people who do not understand.","id":"Dan apabila diturunkan satu surat, sebagian mereka memandang kepada yang lain (sambil berkata): \"Adakah seorang dari (orang-orang muslimin) yang melihat kamu?\" Sesudah itu merekapun pergi. Allah telah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak mengerti."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1362.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1362.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1363,"inSurah":128},"meta":{"juz":11,"page":207,"manzil":2,"ruku":171,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَءُوفٌ رَّحِيمٌ","transliteration":{"en":"Laqad jaaa'akum Rasoolum min anfusikum 'azeezun 'alaihi maa 'anittum hareesun 'alaikum bilmu'mineena ra'oofur raheem"}},"translation":{"en":"There has certainly come to you a Messenger from among yourselves. Grievous to him is what you suffer; [he is] concerned over you and to the believers is kind and merciful.","id":"Sungguh telah datang kepadamu seorang Rasul dari kaummu sendiri, berat terasa olehnya penderitaanmu, sangat menginginkan (keimanan dan keselamatan) bagimu, amat belas kasihan lagi penyayang terhadap orang-orang mukmin."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1363.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1363.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}},{"number":{"inQuran":1364,"inSurah":129},"meta":{"juz":11,"page":207,"manzil":2,"ruku":171,"hizbQuarter":83,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَإِن تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ ۖ عَلَيْهِ تَوَكَّلْتُ ۖ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ","transliteration":{"en":"Fa in tawallaw faqul lhasbiyal laahu laaa ilaaha illaa Huwa 'alaihi tawakkkaltu wa Huwa Rabbul 'Arshil 'Azeem"}},"translation":{"en":"But if they turn away, [O Muhammad], say, \"Sufficient for me is Allah; there is no deity except Him. On Him I have relied, and He is the Lord of the Great Throne.\"","id":"Jika mereka berpaling (dari keimanan), maka katakanlah: \"Cukuplah Allah bagiku; tidak ada Tuhan selain Dia. Hanya kepada-Nya aku bertawakkal dan Dia adalah Tuhan yang memiliki 'Arsy yang agung\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1364.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1364.mp3"]},"tafsir":{"id":{"short":"TBD","long":"TBD"}}}]}