[{"number":{"inQuran":634,"inSurah":141},"meta":{"juz":5,"surah":4,"page":101,"manzil":81,"hizbQuarter":40,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":" ۨالَّذِيْنَ يَتَرَبَّصُوْنَ بِكُمْۗ فَاِنْ كَانَ لَكُمْ فَتْحٌ مِّنَ اللّٰهِ قَالُوْٓا اَلَمْ نَكُنْ مَّعَكُمْ ۖ وَاِنْ كَانَ لِلْكٰفِرِيْنَ نَصِيْبٌ قَالُوْٓا اَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ الْمُؤْمِنِيْنَ ۗ فَاللّٰهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيٰمَةِ ۗ وَلَنْ يَّجْعَلَ اللّٰهُ لِلْكٰفِرِيْنَ عَلَى الْمُؤْمِنِيْنَ سَبِيْلًا ࣖ","transliteration":{"en":"Allazeena yatarab basoona bikum fa in kaana lakum fathum minal laahi qaalooo alam nakum ma'akum wa in kaana lilkaafireena naseebun qaalooo alam nastah wiz 'alaikum wa nammna'kum minal mu'mineen; fallaahu yahkumu bainakum Yawmal Qiyaamah; wa lai yaj'alal laahu lilkaafireena 'alal mu'mineena sabeelaa","id":"al-lażīna yatarabbaṣūna bikum, fa in kāna lakum fatḥum minallāhi qālū alam nakum ma‘akum, wa in kāna lil-kāfirīna naṣībun qālū alam nastaḥwiż ‘alaikum wa namna‘kum minal-mu'minīn(a), fallāhu yaḥkumu bainakum yaumal-qiyāmah(ti), wa lay yaj‘alallāhu lil-kāfirīna ‘alal-mu'minīna sabīlā(n)."}},"translation":{"en":"Those who wait [and watch] you. Then if you gain a victory from Allah, they say, \"Were we not with you?\" But if the disbelievers have a success, they say [to them], \"Did we not gain the advantage over you, but we protected you from the believers?\" Allah will judge between [all of] you on the Day of Resurrection, and never will Allah give the disbelievers over the believers a way [to overcome them].","id":"(yaitu) orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu. Apabila kamu mendapat kemenangan dari Allah mereka berkata, “Bukankah kami (turut berperang) bersama kamu?” Dan jika orang kafir mendapat bagian, mereka berkata, “Bukankah kami turut memenangkanmu, dan membela kamu dari orang mukmin?” Maka Allah akan memberi keputusan di antara kamu pada hari Kiamat. Allah tidak akan memberi jalan kepada orang kafir untuk mengalahkan orang-orang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/634.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/634.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":635,"inSurah":142},"meta":{"juz":5,"surah":4,"page":101,"manzil":82,"hizbQuarter":40,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَهُوَ خَادِعُهُمْۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰىۙ يُرَاۤءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًاۖ  ","transliteration":{"en":"Innal munaafiqeena yukhaadi'oonal laaha wa huwa khaadi'uhum wa izaa qaamooo ilas Salaati qaamoo kusaalaa yuraaa'oonan naasa wa laa yazkuroonal laaha illaa qaleelaa","id":"innal-munāfiqīna yukhādi‘ūnallāha wa huwa khādi‘uhum, wa iżā qāmū ilaṣ-ṣalāti qāmū kusālā, yurā'ūnan-nāsa wa lā yażkurūnallāha illā qalīlā(n)."}},"translation":{"en":"Indeed, the hypocrites [think to] deceive Allah, but He is deceiving them. And when they stand for prayer, they stand lazily, showing [themselves to] the people and not remembering Allah except a little,","id":"Sesungguhnya orang munafik itu hendak menipu Allah, tetapi Allah-lah yang menipu mereka. Apabila mereka berdiri untuk salat, mereka lakukan dengan malas. Mereka bermaksud ria (ingin dipuji) di hadapan manusia. Dan mereka tidak mengingat Allah kecuali sedikit sekali."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/635.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/635.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":636,"inSurah":143},"meta":{"juz":5,"surah":4,"page":101,"manzil":82,"hizbQuarter":40,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مُّذَبْذَبِيْنَ بَيْنَ ذٰلِكَۖ  لَآ اِلٰى هٰٓؤُلَاۤءِ وَلَآ اِلٰى هٰٓؤُلَاۤءِ ۗ وَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ","transliteration":{"en":"Muzabzabeena baina zaalika laaa ilaa haaa' ulaaa'i wa laaa ilaa haaa'ulaaa'; wa mai yudlilil laahu falan tajida lahoo sabeela","id":"mużabżabīna baina żālik(a), lā ilā ha'ulā'i wa lā ilā ha'ulā'(i), wa may yuḍlilillāhu falan tajida lahū sabīlā(n)."}},"translation":{"en":"Wavering between them, [belonging] neither to the believers nor to the disbelievers. And whoever Allah leaves astray - never will you find for him a way.","id":"Mereka dalam keadaan ragu antara yang demikian (iman atau kafir), tidak termasuk kepada golongan ini (orang beriman) dan tidak (pula) kepada golongan itu (orang kafir). Barangsiapa dibiarkan sesat oleh Allah, maka kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/636.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/636.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":637,"inSurah":144},"meta":{"juz":5,"surah":4,"page":101,"manzil":82,"hizbQuarter":40,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوا الْكٰفِرِيْنَ اَوْلِيَاۤءَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۚ اَتُرِيْدُوْنَ اَنْ تَجْعَلُوْا لِلّٰهِ عَلَيْكُمْ سُلْطٰنًا مُّبِيْنًا ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo laa tattakhizul kaafireena awliyaaa'a min doonil mu'mineen; aturee doona an taj'aloo lillaahi 'alaikum sultaanam mubeenaa","id":"yā ayyuhal-lażīna āmanū lā tattakhiżul-kāfirīna auliyā'a min dūnil-mu'minīn(a), aturīdūna an taj‘alū lillāhi ‘alaikum sulṭānam mubīnā(n)."}},"translation":{"en":"O you who have believed, do not take the disbelievers as allies instead of the believers. Do you wish to give Allah against yourselves a clear case?","id":"Wahai orang-orang yang beriman! Janganlah kamu menjadikan orang-orang kafir sebagai pemimpin selain dari orang-orang mukmin. Apakah kamu ingin memberi alasan yang jelas bagi Allah (untuk menghukummu)?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/637.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/637.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":638,"inSurah":145},"meta":{"juz":5,"surah":4,"page":101,"manzil":82,"hizbQuarter":40,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الْمُنٰفِقِيْنَ فِى الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِۚ وَلَنْ تَجِدَ لَهُمْ نَصِيْرًاۙ","transliteration":{"en":"Innal munaafiqeena fiddarkil asfali minan Naari wa lan tajjida lahum naseeraa","id":"innal-munāfiqīna fid-darkil-asfali minan-nār(i), wa lan tajida lahum naṣīrā(n)."}},"translation":{"en":"Indeed, the hypocrites will be in the lowest depths of the Fire - and never will you find for them a helper -","id":"Sungguh, orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu tidak akan mendapat seorang penolong pun bagi mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/638.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/638.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":639,"inSurah":146},"meta":{"juz":5,"surah":4,"page":101,"manzil":82,"hizbQuarter":40,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِلَّا الَّذِيْنَ تَابُوْا وَاَصْلَحُوْا وَاعْتَصَمُوْا بِاللّٰهِ وَاَخْلَصُوْا دِيْنَهُمْ لِلّٰهِ فَاُولٰۤىِٕكَ مَعَ الْمُؤْمِنِيْنَۗ وَسَوْفَ يُؤْتِ اللّٰهُ الْمُؤْمِنِيْنَ اَجْرًا عَظِيْمًا ","transliteration":{"en":"Illal lazeena taaboo wa aslahoo wa'tasamoo billaahi wa akhlasoo deenahum lillaahi faulaaa'ika ma'al mu'mineena wa sawfa yu'til laahul mu'mineena ajran 'azeemaa","id":"illal-lażīna tābū wa aṣlaḥū wa‘taṣamū billāhi wa akhlaṣū dīnahum lillāhi fa ulā'ika ma‘al-mu'minīn(a), wa saufa yu'tillāhul mu'minīna ajran ‘aẓīmā(n)."}},"translation":{"en":"Except for those who repent, correct themselves, hold fast to Allah, and are sincere in their religion for Allah, for those will be with the believers. And Allah is going to give the believers a great reward.","id":"Kecuali orang-orang yang bertobat dan memperbaiki diri dan berpegang teguh pada (agama) Allah dan dengan tulus ikhlas (menjalankan) agama mereka karena Allah. Maka mereka itu bersama-sama orang-orang yang beriman dan kelak Allah akan memberikan pahala yang besar kepada orang-orang yang beriman.   "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/639.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/639.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":640,"inSurah":147},"meta":{"juz":5,"surah":4,"page":101,"manzil":82,"hizbQuarter":40,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا يَفْعَلُ اللّٰهُ بِعَذَابِكُمْ اِنْ شَكَرْتُمْ وَاٰمَنْتُمْۗ وَكَانَ اللّٰهُ شَاكِرًا عَلِيْمًا   ۔","transliteration":{"en":"maa yafa'lul laahu bi 'azaabikum in shakartum wa aamantum; wa kaanal laahu Shaakiran 'Aleema","id":"mā yaf‘alullāhu bi‘ażābikum in syakartum wa āmantum, wa kānallāhu syākiran ‘alīmā(n)."}},"translation":{"en":"What would Allah do with your punishment if you are grateful and believe? And ever is Allah Appreciative and Knowing.","id":"Allah tidak akan menyiksamu, jika kamu bersyukur dan beriman. Dan Allah Maha Mensyukuri, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/640.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/640.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]