[{"number":{"inQuran":664,"inSurah":171},"meta":{"juz":6,"surah":4,"page":105,"manzil":84,"hizbQuarter":42,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَهْلَ الْكِتٰبِ لَا تَغْلُوْا فِيْ دِيْنِكُمْ وَلَا تَقُوْلُوْا عَلَى اللّٰهِ اِلَّا الْحَقَّۗ اِنَّمَا الْمَسِيْحُ عِيْسَى ابْنُ مَرْيَمَ رَسُوْلُ اللّٰهِ وَكَلِمَتُهٗ ۚ اَلْقٰىهَآ اِلٰى مَرْيَمَ وَرُوْحٌ مِّنْهُ ۖفَاٰمِنُوْا بِاللّٰهِ وَرُسُلِهٖۗ وَلَا تَقُوْلُوْا ثَلٰثَةٌ  ۗاِنْتَهُوْا خَيْرًا لَّكُمْ ۗ اِنَّمَا اللّٰهُ اِلٰهٌ وَّاحِدٌ ۗ سُبْحٰنَهٗٓ اَنْ يَّكُوْنَ لَهٗ وَلَدٌ ۘ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَفٰى بِاللّٰهِ وَكِيْلًا ࣖ ","transliteration":{"en":"Yaaa Ahlal Kitaabi laa taghloo fee deenikum wa laa taqooloo 'alal laahi illalhaqq; innamal Maseehu 'Eesab-nu-Maryamma Rasoolul laahi wa Kalimatuhooo alqaahaaa ilaa Maryamma wa roohum minhum fa aaminoo billaahi wa Rusulihee wa laa taqooloo salaasah; intahoo khairallakum; innamal laahu Ilaahunw Waahid, Subhaanahooo ani yakoona lahoo walad; lahoo maa fissamaawaati wa maa fil ard; wa kafaa billaahi Wakeelaa","id":"yā ahlal-kitābi lā taglū fī dīnikum wa lā taqūlū ‘alallāhi illal-ḥaqq(a), innamal-masīḥu ‘īsabnu maryama rasūlullāhi wa kalimatuh(ū), alqāhā ilā maryama wa rūḥum minh(u), fa āminū billāhi wa rusulih(ī), wa lā taqūlū ṡalāṡah(tun), inntahū khairal lakum innamallāhu ilāhuw wāḥid(un), subḥānahū ay yakūna lahū walad(un), lahū mā fis-samāwāti wa mā fil-arḍ(i), wa kafā billāhi wakīlā(n)."}},"translation":{"en":"O People of the Scripture, do not commit excess in your religion or say about Allah except the truth. The Messiah, Jesus, the son of Mary, was but a messenger of Allah and His word which He directed to Mary and a soul [created at a command] from Him. So believe in Allah and His messengers. And do not say, \"Three\"; desist - it is better for you. Indeed, Allah is but one God. Exalted is He above having a son. To Him belongs whatever is in the heavens and whatever is on the earth. And sufficient is Allah as Disposer of affairs.","id":"Wahai Ahli Kitab! Janganlah kamu melampaui batas dalam agamamu, dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sungguh, Al-Masih Isa putra Maryam itu adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya. Maka berimanlah kepada Allah dan rasul-rasul-Nya dan janganlah kamu mengatakan, “(Tuhan itu) tiga,” berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Mahasuci Dia dari (anggapan) mempunyai anak. Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan cukuplah Allah sebagai pelindung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/664.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/664.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":665,"inSurah":172},"meta":{"juz":6,"surah":4,"page":105,"manzil":85,"hizbQuarter":42,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَنْ يَّسْتَنْكِفَ الْمَسِيْحُ اَنْ يَّكُوْنَ عَبْدًا لِّلّٰهِ وَلَا الْمَلٰۤىِٕكَةُ الْمُقَرَّبُوْنَۗ وَمَنْ يَّسْتَنْكِفْ عَنْ عِبَادَتِهٖ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ اِلَيْهِ جَمِيْعًا","transliteration":{"en":"Lanny yastankifal Maseehu ai yakoona 'abdal lillaahi wa lal malaaa'ikatul muqarraboon; wa mai yastankif 'an ibaadatihee wa yastakbir fasa yahshuruhum ilaihi jamee'aa","id":"lay yastankifal-masīḥu ay yakūna ‘abdal lillāhi wa lal-malā'ikatul-muqarrabūn(a), wa may yastankif ‘an ‘ibādatihī wa yastakbir fa sayaḥsyuruhum ilaihi jamī‘ā(n)."}},"translation":{"en":"Never would the Messiah disdain to be a servant of Allah, nor would the angels near [to Him]. And whoever disdains His worship and is arrogant - He will gather them to Himself all together.","id":"Al-Masih sama sekali tidak enggan menjadi hamba Allah, dan begitu pula para malaikat yang terdekat (kepada Allah). Dan barangsiapa enggan menyembah-Nya dan menyombongkan diri, maka Allah akan mengumpulkan mereka semua kepada-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/665.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/665.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":666,"inSurah":173},"meta":{"juz":6,"surah":4,"page":105,"manzil":85,"hizbQuarter":42,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُوَفِّيْهِمْ اُجُوْرَهُمْ وَيَزِيْدُهُمْ مِّنْ فَضْلِهٖۚ وَاَمَّا الَّذِيْنَ اسْتَنْكَفُوْا وَاسْتَكْبَرُوْا فَيُعَذِّبُهُمْ عَذَابًا اَلِيْمًاۙ وَّلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا","transliteration":{"en":"Fa ammal lazeena aamanoo wa 'amilus saalihaati fa yuwaffeehim ujoorahum wa yazeeduhum min fadlihee wa ammal lazeenas tankafoo wastakbaroo fa yu'azzibuhum 'azaaban aleemanw wa laa yajidoona lahum min doonil laahi waliyyanw wa laa naseeraa","id":"fa ammal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fa yuwaffīhim ujūrahum wa yazīduhum min faḍlih(ī), wa ammal-lażīnastankafū wastakbarū fa yu‘ażżibuhum ‘ażāban alīmā(n), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n)."}},"translation":{"en":"And as for those who believed and did righteous deeds, He will give them in full their rewards and grant them extra from His bounty. But as for those who disdained and were arrogant, He will punish them with a painful punishment, and they will not find for themselves besides Allah any protector or helper.","id":"Adapun orang-orang yang beriman dan mengerjakan kebajikan, Allah akan menyempurnakan pahala bagi mereka dan menambah sebagian dari karunia-Nya. Sedangkan orang-orang yang enggan (menyembah Allah) dan menyombongkan diri, maka Allah akan mengazab mereka dengan azab yang pedih. Dan mereka tidak akan mendapatkan pelindung dan penolong selain Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/666.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/666.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":667,"inSurah":174},"meta":{"juz":6,"surah":4,"page":105,"manzil":85,"hizbQuarter":42,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَكُمْ بُرْهَانٌ مِّنْ رَّبِّكُمْ وَاَنْزَلْنَآ اِلَيْكُمْ نُوْرًا مُّبِيْنًا","transliteration":{"en":"yaa aiyuhan naasu qad jaaa'akum burhaanum mir Rabbikum wa anzalnaaa ilaikum Nooram Mubeena","id":"yā ayyuhan-nāsu qad jā'akum burhānum mir rabbikum wa anzalnā ilaikum nūram mubīnā(n)."}},"translation":{"en":"O mankind, there has come to you a conclusive proof from your Lord, and We have sent down to you a clear light.","id":"Wahai manusia! Sesungguhnya telah sampai kepadamu bukti kebenaran dari Tuhanmu, (Muhammad dengan mukjizatnya) dan telah Kami turunkan kepadamu cahaya yang terang benderang (Al-Qur'an)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/667.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/667.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":668,"inSurah":175},"meta":{"juz":6,"surah":4,"page":105,"manzil":85,"hizbQuarter":42,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا بِاللّٰهِ وَاعْتَصَمُوْا بِهٖ فَسَيُدْخِلُهُمْ فِيْ رَحْمَةٍ مِّنْهُ وَفَضْلٍۙ وَّيَهْدِيْهِمْ اِلَيْهِ صِرَاطًا مُّسْتَقِيْمًاۗ ","transliteration":{"en":"Fa ammal lazeena aamanoo billaahi wa'tasamoo bihee fasa yudkhiluhum fee rah matim minhu wa fadlinw wa yahdeehim ilaihi Siraatam Mustaqeema","id":"fa ammal-lażīna āmanū billāhi wa‘taṣamū bihī fa sayudkhiluhum fī raḥmatim minhu wa faḍl(in), wa yahdīhim ilaihi ṣirāṭam mustaqīmā(n)."}},"translation":{"en":"So those who believe in Allah and hold fast to Him - He will admit them to mercy from Himself and bounty and guide them to Himself on a straight path.","id":"Adapun orang-orang yang beriman kepada Allah dan berpegang teguh kepada (agama)-Nya, maka Allah akan memasukkan mereka ke dalam rahmat dan karunia dari-Nya (surga), dan menunjukkan mereka jalan yang lurus kepada-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/668.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/668.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]