[{"number":{"inQuran":715,"inSurah":46},"meta":{"juz":6,"surah":5,"page":116,"manzil":92,"hizbQuarter":46,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَفَّيْنَا عَلٰٓى اٰثَارِهِمْ بِعِيْسَى ابْنِ مَرْيَمَ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ ۖوَاٰتَيْنٰهُ الْاِنْجِيْلَ فِيْهِ هُدًى وَّنُوْرٌۙ وَّمُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرٰىةِ وَهُدًى وَّمَوْعِظَةً لِّلْمُتَّقِيْنَۗ ","transliteration":{"en":"Wa qaffainaa 'alaaa aasaaarihim bi 'Eesab ni Maryama musaddiqal limaa baina yadihi minat Tawraati wa aatainaahul Injeela feehi hudanw wa noorunw wa musaddiqal limaa baina yadaihi minat Tawraati wa hudanw wa maw'izatal lilmuttaqeen","id":"wa qaffainā ‘alā āṡārihim bi‘īsabni maryama muṣaddiqal limā baina yadaihi minat-taurāh(ti), wa ātaināhul-injīla fīhi hudaw wa nūr(un), wa muṣaddiqal limā baina yadaihi minat-taurāti wa hudaw wa mau‘iẓatal lil-muttaqīn(a)."}},"translation":{"en":"And We sent, following in their footsteps, Jesus, the son of Mary, confirming that which came before him in the Torah; and We gave him the Gospel, in which was guidance and light and confirming that which preceded it of the Torah as guidance and instruction for the righteous.","id":"Dan Kami teruskan jejak mereka dengan mengutus Isa putra Maryam, membenarkan Kitab yang sebelumnya, yaitu Taurat. Dan Kami menurunkan Injil kepadanya, di dalamnya terdapat petunjuk dan cahaya, dan membenarkan Kitab yang sebelumnya yaitu Taurat, dan sebagai petunjuk serta pengajaran untuk orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/715.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/715.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":716,"inSurah":47},"meta":{"juz":6,"surah":5,"page":116,"manzil":92,"hizbQuarter":46,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلْيَحْكُمْ اَهْلُ الْاِنْجِيْلِ بِمَآ اَنْزَلَ اللّٰهُ فِيْهِۗ وَمَنْ لَّمْ يَحْكُمْ بِمَآ اَنْزَلَ اللّٰهُ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ","transliteration":{"en":"Walyahkum Ahlul Injeeli bimaaa anzalal laahu feeh; wa mal lam yahkum bimaaa anzalal laahu fa ulaaa'ika humul faasiqoon","id":"walyaḥkum ahlul-injīli bimā anzalallāhu fīh(i), wa mal lam yaḥkum bimā anzalallāhu fa ulā'ika humul-fasiqūn(a)."}},"translation":{"en":"And let the People of the Gospel judge by what Allah has revealed therein. And whoever does not judge by what Allah has revealed - then it is those who are the defiantly disobedient.","id":"Dan hendaklah pengikut Injil memutuskan perkara menurut apa yang diturunkan Allah di dalamnya. Barangsiapa tidak memutuskan perkara menurut apa yang diturunkan Allah, maka mereka itulah orang-orang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/716.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/716.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":717,"inSurah":48},"meta":{"juz":6,"surah":5,"page":116,"manzil":92,"hizbQuarter":46,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَنْزَلْنَآ اِلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتٰبِ وَمُهَيْمِنًا عَلَيْهِ فَاحْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ عَمَّا جَاۤءَكَ مِنَ الْحَقِّۗ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗوَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ لِّيَبْلُوَكُمْ فِيْ مَآ اٰتٰىكُمْ فَاسْتَبِقُوا الْخَيْرٰتِۗ اِلَى اللّٰهِ مَرْجِعُكُمْ جَمِيْعًا فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَۙ","transliteration":{"en":"Wa anzalnaa ilaikal Kitaaba bilhaqqi musaddiqallimaa baina yadaihi minal Kitaabi wa muhaiminan 'alaihi fahkum bainahum bimaa anzalal laahu wa laa tattabi ahwaaa'ahum 'ammaa jaaa'aka minal haqq; likullin ja'alnaa minkum shir'atanw wa minhaajaa; wa law shaaa'al laahu laja'alakum ummatanw waahidatanw wa laakil liyabluwakum fee maa aataakum fastabiqul khairaat; ilal laahi arji'ukum jamee'an fayunab bi'ukum bimaa kuntum feehi takhtalifoon","id":"wa anzalnā ilaikal-kitāba bil-ḥaqqi muṣaddiqal limā baina yadaihi minal-kitābi wa muhaiminan ‘alaihi faḥkum bainahum bimā anzalallāhu wa lā tattabi‘ ahwā'ahum ‘ammā jā'aka minal-ḥaqq(i), likullin ja‘alnā minkum syir‘ataw wa minhājā(n), wa lau syā'allāhu laja‘alakum ummataw wāḥidataw wa lākil liyabluwakum fī mā ātākum fastabiqul-khairāt(i), ilallāhi marji‘ukum jamī‘an fa yunabbi'ukum bimā kuntum fīhi takhtalifūn(a)."}},"translation":{"en":"And We have revealed to you, [O Muhammad], the Book in truth, confirming that which preceded it of the Scripture and as a criterion over it. So judge between them by what Allah has revealed and do not follow their inclinations away from what has come to you of the truth. To each of you We prescribed a law and a method. Had Allah willed, He would have made you one nation [united in religion], but [He intended] to test you in what He has given you; so race to [all that is] good. To Allah is your return all together, and He will [then] inform you concerning that over which you used to differ.","id":"Dan Kami telah menurunkan Kitab (Al-Qur'an) kepadamu (Muhammad) dengan membawa kebenaran, yang membenarkan kitab-kitab yang diturunkan sebelumnya dan menjaganya, maka putuskanlah perkara mereka menurut apa yang diturunkan Allah dan janganlah  engkau mengikuti keinginan mereka dengan meninggalkan kebenaran yang telah datang kepadamu. Untuk setiap umat di antara kamu, Kami berikan aturan dan jalan yang terang. Kalau Allah menghendaki, niscaya kamu dijadikan-Nya satu umat (saja), tetapi Allah hendak menguji kamu terhadap karunia yang telah diberikan-Nya kepadamu, maka berlomba-lombalah berbuat kebajikan. Hanya kepada Allah kamu semua kembali, lalu diberitahukan-Nya kepadamu terhadap apa yang dahulu kamu perselisihkan,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/717.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/717.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":718,"inSurah":49},"meta":{"juz":6,"surah":5,"page":116,"manzil":92,"hizbQuarter":46,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَنِ احْكُمْ بَيْنَهُمْ بِمَآ اَنْزَلَ اللّٰهُ وَلَا تَتَّبِعْ اَهْوَاۤءَهُمْ وَاحْذَرْهُمْ اَنْ يَّفْتِنُوْكَ عَنْۢ بَعْضِ مَآ اَنْزَلَ اللّٰهُ اِلَيْكَۗ فَاِنْ تَوَلَّوْا فَاعْلَمْ اَنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّصِيْبَهُمْ بِبَعْضِ ذُنُوْبِهِمْ ۗوَاِنَّ كَثِيْرًا مِّنَ النَّاسِ لَفٰسِقُوْنَ","transliteration":{"en":"Wa anih kum bainahum bimaaa anzalal laahu wa laa tattabi' ahwaaa'ahum wahzarhum ai yaftinooka 'am ba'di maaa anzalal laahu ilaika fa in tawallaw fa'lam annamaa yureedul laahu ai yuseebahum biba'di zunoobihim; wa inna kaseeram minan naasi lafaasiqoon","id":"wa aniḥkum bainahum bimā anzalallāhu wa lā tattabi‘ ahwā'ahum waḥżarūhum ay yaftinūka ‘am ba‘ḍi mā anzalallāhu ilaik(a), fa in tawallau fa‘lam annamā yurīdullāhu ay yuṣībahum biba‘ḍi żunūbihim, wa inna kaṡīram minan-nāsi lafāsiqūn(a)."}},"translation":{"en":"And judge, [O Muhammad], between them by what Allah has revealed and do not follow their inclinations and beware of them, lest they tempt you away from some of what Allah has revealed to you. And if they turn away - then know that Allah only intends to afflict them with some of their [own] sins. And indeed, many among the people are defiantly disobedient.","id":"dan hendaklah engkau memutuskan perkara di antara mereka menurut apa yang diturunkan Allah, dan janganlah engkau mengikuti keinginan mereka. Dan waspadalah terhadap mereka, jangan sampai mereka memperdayakan engkau terhadap sebagian apa yang telah diturunkan Allah kepadamu. Jika mereka berpaling (dari hukum yang telah diturunkan Allah), maka ketahuilah bahwa sesungguhnya Allah berkehendak menimpakan musibah kepada mereka disebabkan sebagian dosa-dosa mereka. Dan sungguh, kebanyakan manusia adalah orang-orang yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/718.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/718.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":719,"inSurah":50},"meta":{"juz":6,"surah":5,"page":116,"manzil":92,"hizbQuarter":46,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُوْنَۗ وَمَنْ اَحْسَنُ مِنَ اللّٰهِ حُكْمًا لِّقَوْمٍ يُّوْقِنُوْنَ ࣖ ","transliteration":{"en":"Afahukmal jaahiliyyati yabghoon; wa man ahsanu minal laahi hukmal liqawminy yooqinoon","id":"afaḥukmul-jāhiliyyati yabgūn(a), wa man aḥsanu minallāhi ḥukmal liqaumiy yūqinūn(a)."}},"translation":{"en":"Then is it the judgement of [the time of] ignorance they desire? But who is better than Allah in judgement for a people who are certain [in faith].","id":"Apakah hukum Jahiliah yang mereka kehendaki? (Hukum) siapakah yang lebih baik daripada (hukum) Allah bagi orang-orang yang meyakini (agamanya)?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/719.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/719.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]