[{"number":{"inQuran":740,"inSurah":71},"meta":{"juz":6,"surah":5,"page":120,"manzil":95,"hizbQuarter":48,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَحَسِبُوْٓا اَلَّا تَكُوْنَ فِتْنَةٌ فَعَمُوْا وَصَمُّوْا ثُمَّ تَابَ اللّٰهُ عَلَيْهِمْ ثُمَّ عَمُوْا وَصَمُّوْا كَثِيْرٌ مِّنْهُمْۗ وَاللّٰهُ بَصِيْرٌۢ بِمَا يَعْمَلُوْنَ","transliteration":{"en":"Wa hasibooo allaa takoona fitnaun fa'amoo wa sammoo summa taabal laahu 'alaihim summa 'amoo wa sammoo kaseerum minhum; wallaahu baseerum bimaa ya'maloon","id":"wa ḥasibū allā takūna fitnatun fa ‘amū wa ṣammū ṡumma tāballāhu ‘alaihim ṡumma ‘amū wa ṣammū kaṡīrum minhum, wallāhu baṣīrum bimā ya‘malūn(a)."}},"translation":{"en":"And they thought there would be no [resulting] punishment, so they became blind and deaf. Then Allah turned to them in forgiveness; then [again] many of them became blind and deaf. And Allah is Seeing of what they do.","id":"Dan mereka mengira bahwa tidak akan terjadi bencana apa pun (terhadap mereka dengan membunuh nabi-nabi itu), karena itu mereka menjadi buta dan tuli, kemudian Allah menerima tobat mereka, lalu banyak di antara mereka buta dan tuli. Dan Allah Maha Melihat apa yang mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/740.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/740.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":741,"inSurah":72},"meta":{"juz":6,"surah":5,"page":120,"manzil":95,"hizbQuarter":48,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ هُوَ الْمَسِيْحُ ابْنُ مَرْيَمَ ۗوَقَالَ الْمَسِيْحُ يٰبَنِيْٓ اِسْرَاۤءِيْلَ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۗاِنَّهٗ مَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ حَرَّمَ اللّٰهُ عَلَيْهِ الْجَنَّةَ وَمَأْوٰىهُ النَّارُ ۗوَمَا لِلظّٰلِمِيْنَ مِنْ اَنْصَارٍ ","transliteration":{"en":"Laqad kafaral lazeena qaalooo innal laaha Huwal maseehub nu Maryama wa qaalal Maseehu yaa Baneee Israaa'eela budul laaha Rabbee wa Rabbakum innnahoo many-yushrik ballaahi faqad harramal laahu 'alaihil jannata wa maa waahun Naaru wa maa lizzaalimeena min ansaar","id":"laqad kafaral-lażīna qālū innallāha huwal-masīḥubnu maryam(a), wa qālal-masīḥu yā banī isrā'īla‘budullāha rabbī wa rabbakum, innahū may yusyrik billāhi faqad ḥarramallāhu ‘alaihil-jannata wa ma'wāhun nār(u), wa mā liẓ-ẓālimīna min anṣār(in)."}},"translation":{"en":"They have certainly disbelieved who say, \"Allah is the Messiah, the son of Mary\" while the Messiah has said, \"O Children of Israel, worship Allah, my Lord and your Lord.\" Indeed, he who associates others with Allah - Allah has forbidden him Paradise, and his refuge is the Fire. And there are not for the wrongdoers any helpers.","id":"Sungguh, telah kafir orang-orang yang berkata, “Sesungguhnya Allah itu dialah Al-Masih putra Maryam.” Padahal Al-Masih (sendiri) berkata, “Wahai Bani Israil! Sembahlah Allah, Tuhanku dan Tuhanmu.” Sesungguhnya barangsiapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/741.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/741.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":742,"inSurah":73},"meta":{"juz":6,"surah":5,"page":120,"manzil":95,"hizbQuarter":48,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ ۘ وَمَا مِنْ اِلٰهٍ اِلَّآ اِلٰهٌ وَّاحِدٌ  ۗوَاِنْ لَّمْ يَنْتَهُوْا عَمَّا يَقُوْلُوْنَ لَيَمَسَّنَّ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ","transliteration":{"en":"laqad kafaral lazeena qaalooo innal laaha saalisu salaasah; wa maa min ilaahin illaaa Ilaahunw Waahid; wa illam yantahoo 'ammaa yaqooloona layamas sannal lazeena kafaroo minhum 'azaabun aleem","id":"laqad kafaral-lażīna qālū innallāha ṡāliṡu ṡalāsah(tin), wa mā min ilāhin illā ilāhuw wāḥid(un), wa illam yantahū ‘ammā yaqūlūna layamassannal-lażīna kafarū minhum ‘ażābun alīm(un)."}},"translation":{"en":"They have certainly disbelieved who say, \"Allah is the third of three.\" And there is no god except one God. And if they do not desist from what they are saying, there will surely afflict the disbelievers among them a painful punishment.","id":"Sungguh, telah kafir orang-orang yang mengatakan, bahwa Allah adalah salah satu dari yang tiga, padahal tidak ada tuhan (yang berhak disembah) selain Tuhan Yang Esa. Jika mereka tidak berhenti dari apa yang mereka katakan, pasti orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/742.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/742.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":743,"inSurah":74},"meta":{"juz":6,"surah":5,"page":120,"manzil":95,"hizbQuarter":48,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَلَا يَتُوْبُوْنَ اِلَى اللّٰهِ وَيَسْتَغْفِرُوْنَهٗۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","transliteration":{"en":"Afalaa yatooboona ilal laahi wa yastaghfiroonah; wallaahu Ghafoorur Raheem","id":"afalā yatūbūna ilallāhi wa yastagfirūnah(ū), wallāhu gafūrur raḥīm(un)."}},"translation":{"en":"So will they not repent to Allah and seek His forgiveness? And Allah is Forgiving and Merciful.","id":"Mengapa mereka tidak bertobat kepada Allah dan memohon ampunan kepada-Nya? Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/743.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/743.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":744,"inSurah":75},"meta":{"juz":6,"surah":5,"page":120,"manzil":95,"hizbQuarter":48,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا الْمَسِيْحُ ابْنُ مَرْيَمَ اِلَّا رَسُوْلٌۚ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُۗ وَاُمُّهٗ صِدِّيْقَةٌ  ۗ كَانَا يَأْكُلَانِ الطَّعَامَ ۗ اُنْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الْاٰيٰتِ ثُمَّ انْظُرْ اَنّٰى يُؤْفَكُوْنَ","transliteration":{"en":"Mal Maseehub nu Maryama illaa Rasoolun qad khalat min qablihir Rusulu wa ummuhoo siddeeqatun kaanaa yaa kulaanit ta'aam; unzur kaifa nubaiyinu lahumul Aayaati suman zur annaa yu'fakoon","id":"mal-masīḥubnu maryama illā rasūl(un), qad khalat min qablihir rusul(u), wa ummuhū ṣiddīqah(tun), kānā ya'kulāniṭ-ṭa‘ām(a), unẓur kaifa nubayyinu lahumul-āyāti ṡummanẓur annā yu'fakūn(a)."}},"translation":{"en":"The Messiah, son of Mary, was not but a messenger; [other] messengers have passed on before him. And his mother was a supporter of truth. They both used to eat food. Look how We make clear to them the signs; then look how they are deluded.","id":"Al-Masih putra Maryam hanyalah seorang Rasul. Sebelumnya pun sudah berlalu beberapa rasul. Dan ibunya seorang yang berpegang teguh pada kebenaran. Keduanya biasa memakan makanan. Perhatikanlah bagaimana Kami menjelaskan ayat-ayat (tanda-tanda kekuasaan) kepada mereka (Ahli Kitab), kemudian perhatikanlah bagaimana mereka dipalingkan (oleh keinginan mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/744.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/744.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":745,"inSurah":76},"meta":{"juz":6,"surah":5,"page":120,"manzil":95,"hizbQuarter":48,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَتَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَكُمْ ضَرًّا وَّلَا نَفْعًا ۗوَاللّٰهُ هُوَ السَّمِيْعُ الْعَلِيْمُ","transliteration":{"en":"Qul ata'budoona min doonil laahi maa laa yamliku lakum darranw wa laa naf'aa; wallaahu Huwas Samee'ul 'Aleem","id":"qul ata‘budūna min dūnillāhi mā lā yamliku lakum ḍarraw wa lā naf‘ā(n), wallāhu huwas-samī‘ul-‘alīm(u)."}},"translation":{"en":"Say, \"Do you worship besides Allah that which holds for you no [power of] harm or benefit while it is Allah who is the Hearing, the Knowing?\"","id":"Katakanlah (Muhammad), “Mengapa kamu menyembah yang selain Allah, sesuatu yang tidak dapat menimbulkan bencana kepadamu dan tidak (pula) memberi manfaat?” Dan Allah Maha Mendengar, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/745.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/745.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]