[{"number":{"inQuran":759,"inSurah":90},"meta":{"juz":7,"surah":5,"page":123,"manzil":97,"hizbQuarter":49,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْاَنْصَابُ وَالْاَزْلَامُ رِجْسٌ مِّنْ عَمَلِ الشَّيْطٰنِ فَاجْتَنِبُوْهُ لَعَلَّكُمْ تُفْلِحُوْنَ ","transliteration":{"en":"yaaa aiyuhal lazeena aamanooo innamal khamru walmaisiru wal ansaabu wal azlaamu rijsum min 'amalish shaitaani fajtaniboohu la'al lakum tuflihoon","id":"yā ayyuhal-lażīna āmanū innamal-khamru wal-maisiru wal-anṣābu wal-azlāmu rijsum min ‘amalisy-syaiṭāni fajtanibūhu la‘allakum tufliḥūn(a)."}},"translation":{"en":"O you who have believed, indeed, intoxicants, gambling, [sacrificing on] stone alters [to other than Allah], and divining arrows are but defilement from the work of Satan, so avoid it that you may be successful.","id":"Wahai orang-orang yang beriman! Sesungguhnya minuman keras, berjudi, (berkurban untuk) berhala, dan mengundi nasib dengan anak panah, adalah perbuatan keji dan termasuk perbuatan setan. Maka jauhilah (perbuatan-perbuatan) itu agar kamu beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/759.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/759.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":760,"inSurah":91},"meta":{"juz":7,"surah":5,"page":123,"manzil":97,"hizbQuarter":49,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّمَا يُرِيْدُ الشَّيْطٰنُ اَنْ يُّوْقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاۤءَ فِى الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَنْ ذِكْرِ اللّٰهِ وَعَنِ الصَّلٰوةِ فَهَلْ اَنْتُمْ مُّنْتَهُوْنَ ","transliteration":{"en":"Innamaa yureedush Shaitaanu ai yooqi'a bainakumul 'adaawata wal baghdaaa'a fil khamri wal maisiri wa yasuddakum 'an zikril laahi wa 'anis Salaati fahal antum muntahoon","id":"innamā yurīdusy-syaiṭānu ay yūqi‘a bainakumul-‘adāwata wal-bagḍā'a fil-khamri wal-maisiri wa yaṣuddakum ‘an żikrillāhi wa ‘aniṣ-ṣalāti fahal antum muntahūn(a)."}},"translation":{"en":"Satan only wants to cause between you animosity and hatred through intoxicants and gambling and to avert you from the remembrance of Allah and from prayer. So will you not desist?","id":"Dengan minuman keras dan judi itu, setan hanyalah bermaksud menimbulkan permusuhan dan kebencian di antara kamu, dan menghalang-halangi kamu dari mengingat Allah dan melaksanakan salat, maka tidakkah kamu mau berhenti?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/760.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/760.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":761,"inSurah":92},"meta":{"juz":7,"surah":5,"page":123,"manzil":97,"hizbQuarter":49,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَ وَاحْذَرُوْا ۚفَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّمَا عَلٰى رَسُوْلِنَا الْبَلٰغُ الْمُبِيْنُ ","transliteration":{"en":"Wa atee'ul laaha wa atee'ur Rasoola wahzaroo; fa in tawal laitum fa'lamooo annamaa 'alaa Rasoolinal balaaghul mubeen","id":"wa aṭī‘ullāha wa aṭī‘ur-rasūla waḥżarū, fa in tawallaitum fa‘lamū annamā ‘alā rasūlinal-balāgul-mubīn(u)."}},"translation":{"en":"And obey Allah and obey the Messenger and beware. And if you turn away - then know that upon Our Messenger is only [the responsibility for] clear notification.","id":"Dan taatlah kamu kepada Allah dan taatlah kamu kepada Rasul serta berhati-hatilah. Jika kamu berpaling, maka ketahuilah bahwa kewajiban Rasul Kami hanyalah menyampaikan (amanat) dengan jelas."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/761.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/761.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":762,"inSurah":93},"meta":{"juz":7,"surah":5,"page":123,"manzil":97,"hizbQuarter":49,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَيْسَ عَلَى الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ جُنَاحٌ فِيْمَا طَعِمُوْٓا اِذَا مَا اتَّقَوْا وَّاٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ ثُمَّ اتَّقَوْا وَّاٰمَنُوْا ثُمَّ اتَّقَوْا وَّاَحْسَنُوْا ۗوَاللّٰهُ يُحِبُّ الْمُحْسِنِيْنَ ࣖ ","transliteration":{"en":"Laisa 'alal lazeena aamanoo wa 'amilus saalihaati junaahun feemaa ta'imooo izaa mat taqaw wa aamanoo wa 'amilus saalihaati summat taqaw wa aamanoo summat taqaw wa ahsanoo; wallaahu yuhibbul muhsineen","id":"laisa ‘alal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti ṡummattaqau wa āmanū ṡummattaqau wa aḥsanū, wallāhu yuḥibbul-muḥsinīn(a)."}},"translation":{"en":"There is not upon those who believe and do righteousness [any] blame concerning what they have eaten [in the past] if they [now] fear Allah and believe and do righteous deeds, and then fear Allah and believe, and then fear Allah and do good; and Allah loves the doers of good.","id":"Tidak berdosa bagi orang-orang yang beriman dan mengerjakan kebajikan tentang apa yang mereka makan (dahulu), apabila mereka bertakwa dan beriman, serta mengerjakan kebajikan, kemudian mereka tetap bertakwa dan beriman, selanjutnya mereka (tetap juga) bertakwa dan berbuat kebajikan. Dan Allah menyukai orang-orang yang berbuat kebajikan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/762.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/762.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":763,"inSurah":94},"meta":{"juz":7,"surah":5,"page":123,"manzil":98,"hizbQuarter":49,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَيَبْلُوَنَّكُمُ اللّٰهُ بِشَيْءٍ مِّنَ الصَّيْدِ تَنَالُهٗٓ اَيْدِيْكُمْ وَرِمَاحُكُمْ لِيَعْلَمَ اللّٰهُ مَنْ يَّخَافُهٗ بِالْغَيْبِۚ فَمَنِ اعْتَدٰى بَعْدَ ذٰلِكَ فَلَهٗ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo la yabluwannnakumul laahu bishai'im minas saidi tanaaluhooo aideekum wa rimaahukum liya'lamal laahu mai yakhaafuhoo bilghaib; famani' tadaa ba'da zaalika falahoo 'azaabun aleem","id":"yā ayyuhal-lażīna āmanū layabluwannakumullāhu bisyai'im minaṣ-ṣaidi tanāluhū aidīkum wa rimāḥukum liya‘lamallāhu may yakhāfuhū bil-gaib(i), fa mani‘tadā ba‘da żālika fa lahū ‘ażābun alīm(un)."}},"translation":{"en":"O you who have believed, Allah will surely test you through something of the game that your hands and spears [can] reach, that Allah may make evident those who fear Him unseen. And whoever transgresses after that - for him is a painful punishment.","id":"Wahai orang-orang yang beriman! Allah pasti akan menguji kamu dengan hewan buruan yang dengan mudah kamu peroleh dengan tangan dan tombakmu agar Allah mengetahui siapa yang takut kepada-Nya, meskipun dia tidak melihat-Nya. Barangsiapa melampaui batas setelah itu, maka dia akan mendapat azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/763.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/763.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":764,"inSurah":95},"meta":{"juz":7,"surah":5,"page":123,"manzil":98,"hizbQuarter":49,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْتُلُوا الصَّيْدَ وَاَنْتُمْ حُرُمٌ ۗوَمَنْ قَتَلَهٗ مِنْكُمْ مُّتَعَمِّدًا فَجَزَۤاءٌ مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهٖ ذَوَا عَدْلٍ مِّنْكُمْ هَدْيًاۢ بٰلِغَ الْكَعْبَةِ اَوْ كَفَّارَةٌ طَعَامُ مَسٰكِيْنَ اَوْ عَدْلُ ذٰلِكَ صِيَامًا لِّيَذُوْقَ وَبَالَ اَمْرِهٖ ۗعَفَا اللّٰهُ عَمَّا سَلَفَ ۗوَمَنْ عَادَ فَيَنْتَقِمُ اللّٰهُ مِنْهُ ۗوَاللّٰهُ عَزِيْزٌ ذُو انْتِقَامٍ ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo laa taqtuslus saida wa antum hurum; wa man qatalahoo minkum mut'am midan fajazaaa'um mislu maa qatala minanna'ami yahkumu bihee zawaa 'adlim minkum hadyam baalighal Ka'bati aw kaffaaratun ta'aamu masaakeena aw 'adlu zaalika Siyaamal liyazooqa wabaala amrih; 'afal laahu 'ammaa salaf; wa man 'aada fayanta qimul laahu minh; wallaahu 'azeezun zuntiqaam","id":"yā ayyuhal-lażīna āmanū lā taqtuluṣ-ṣaida wa antum ḥurum(un), wa man qatalahū minkum muta‘ammidan fa jazā'um miṡlu mā qatala minan-na‘ami yaḥkumu bihī żawā ‘adlim minkum hadyam bāligal-ka‘bati au kaffāratun ṭa‘āmu masākīna au ‘adlu żālika ṣiyāmal liyażūqa wabāla amrih(ī), ‘afallāhu ‘ammā salaf(a), wa man ‘āda fa yantaqimullāhu minh(u), wallāhu ‘azīzun żuntiqām(in)."}},"translation":{"en":"O you who have believed, do not kill game while you are in the state of ihram. And whoever of you kills it intentionally - the penalty is an equivalent from sacrificial animals to what he killed, as judged by two just men among you as an offering [to Allah] delivered to the Ka'bah, or an expiation: the feeding of needy people or the equivalent of that in fasting, that he may taste the consequence of his deed. Allah has pardoned what is past; but whoever returns [to violation], then Allah will take retribution from him. And Allah is Exalted in Might and Owner of Retribution.","id":"Wahai orang-orang yang beriman! Janganlah kamu membunuh hewan buruan, ketika kamu sedang ihram (haji atau umrah). Barangsiapa di antara kamu membunuhnya dengan sengaja, maka dendanya ialah mengganti dengan hewan ternak yang sepadan dengan buruan yang dibunuhnya, menurut putusan dua orang yang adil di antara kamu sebagai hadyu yang dibawa ke Ka‘bah, atau kafarat (membayar tebusan dengan) memberi makan kepada orang-orang miskin, atau berpuasa, seimbang dengan makanan yang dikeluarkan itu, agar dia merasakan akibat buruk dari perbuatannya.  Allah  telah memaafkan apa yang telah lalu. Dan barangsiapa kembali mengerjakannya, niscaya Allah akan menyiksanya. Dan Allah Mahaperkasa, memiliki (kekuasaan untuk) menyiksa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/764.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/764.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]