[{"number":{"inQuran":783,"inSurah":114},"meta":{"juz":7,"surah":5,"page":127,"manzil":100,"hizbQuarter":51,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ عِيْسَى ابْنُ مَرْيَمَ اللّٰهُمَّ رَبَّنَآ اَنْزِلْ عَلَيْنَا مَاۤىِٕدَةً مِّنَ السَّمَاۤءِ تَكُوْنُ لَنَا عِيْدًا لِّاَوَّلِنَا وَاٰخِرِنَا وَاٰيَةً مِّنْكَ وَارْزُقْنَا وَاَنْتَ خَيْرُ الرّٰزِقِيْنَ","transliteration":{"en":"Qaala 'Eesab nu Maryamal laahumma Rabbanaaa anzil 'alainaa maaa'idatam minas samaaa'i takoonu lanaa 'eedal li awwalinaa wa aakirinaa wa Aayatam minka warzuqnaa wa Anta khairur raaziqeen","id":"qāla ‘īsabnu maryamallāhumma rabbanā anzil ‘alainā mā'idatam minas-samā'i takūnu lanā ‘īdal li'awwalinā wa ākhirinā wa āyatam minka warzuqnā wa anta khairur-rāziqīn(a)."}},"translation":{"en":"Said Jesus, the son of Mary, \"O Allah, our Lord, send down to us a table [spread with food] from the heaven to be for us a festival for the first of us and the last of us and a sign from You. And provide for us, and You are the best of providers.\"","id":" Isa putra Maryam berdoa, “Ya Tuhan kami, turunkanlah kepada kami hidangan dari langit (yang hari turunnya) akan menjadi hari raya bagi kami, yaitu bagi orang-orang yang sekarang bersama kami maupun yang datang setelah kami, dan menjadi tanda bagi kekuasaan Engkau; berilah kami rezeki, dan Engkaulah sebaik-baik pemberi rezeki.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/783.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/783.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":784,"inSurah":115},"meta":{"juz":7,"surah":5,"page":127,"manzil":100,"hizbQuarter":51,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ اللّٰهُ اِنِّيْ مُنَزِّلُهَا عَلَيْكُمْ ۚ فَمَنْ يَّكْفُرْ بَعْدُ مِنْكُمْ فَاِنِّيْٓ اُعَذِّبُهٗ عَذَابًا لَّآ اُعَذِّبُهٗٓ اَحَدًا مِّنَ الْعٰلَمِيْنَ ࣖ ","transliteration":{"en":"Waalal laahu innee munaz ziluhaa 'alaikum faman yakfur ba'du minkum fa inneee u'azzibuhoo 'azaabal laaa u'azzibuhooo ahadam minal 'aalameen","id":"qālallāhu innī munazziluhā ‘alaikum, famay yakfur ba‘du minkum fa innī u‘ażżibuhū ‘ażābal lā u‘ażzibuhū aḥadam minal-‘ālamīn(a)."}},"translation":{"en":"Allah said, \"Indeed, I will sent it down to you, but whoever disbelieves afterwards from among you - then indeed will I punish him with a punishment by which I have not punished anyone among the worlds.\"","id":"Allah berfirman, “Sungguh, Aku akan menurunkan hidangan itu kepadamu, tetapi barangsiapa kafir di antaramu setelah (turun hidangan) itu, maka sungguh, Aku akan mengazabnya dengan azab yang tidak pernah Aku timpakan kepada seorang pun di antara umat manusia (seluruh alam).”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/784.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/784.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":785,"inSurah":116},"meta":{"juz":7,"surah":5,"page":127,"manzil":101,"hizbQuarter":51,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذْ قَالَ اللّٰهُ يٰعِيْسَى ابْنَ مَرْيَمَ ءَاَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُوْنِيْ وَاُمِّيَ اِلٰهَيْنِ مِنْ دُوْنِ اللّٰهِ ۗقَالَ سُبْحٰنَكَ مَا يَكُوْنُ لِيْٓ اَنْ اَقُوْلَ مَا لَيْسَ لِيْ بِحَقٍّ ۗاِنْ كُنْتُ قُلْتُهٗ فَقَدْ عَلِمْتَهٗ ۗتَعْلَمُ مَا فِيْ نَفْسِيْ وَلَآ اَعْلَمُ مَا فِيْ نَفْسِكَ ۗاِنَّكَ اَنْتَ عَلَّامُ الْغُيُوْبِ","transliteration":{"en":"Wa iz qaalal laahu yaa 'Eesab na Maryama 'a-anta qulta linnaasit takhizoonee wa ummiya ilaahaini min doonil laahi qaala Subhaanaka maa yakoonu leee anaqoola maa yakkoonu leee an aqoola maa laisa lee bihaqq; in kuntu qultuhoo faqad 'alimtah; ta'lamu maa fee nafsee wa laaa a'almu maa fee nafsik; innaka Anta 'Allaamul Ghuyoob","id":"wa iż qālallāhu yā ‘īsabna maryama a'anta qulta lin-nāsittakhiżūnī wa ummiya ilāhaini min dūnillah(i), qāla subḥānaka mā yakūnu lī an aqūla mā laisa lī biḥaqq(in), in kuntu qultuhū faqad ‘alimtah(ū), ta‘lamu mā fī nafsī wa lā a‘lamu mā fī nafsik(a), innaka anta ‘allāmul-guyūb(i)."}},"translation":{"en":"And [beware the Day] when Allah will say, \"O Jesus, Son of Mary, did you say to the people, 'Take me and my mother as deities besides Allah?'\" He will say, \"Exalted are You! It was not for me to say that to which I have no right. If I had said it, You would have known it. You know what is within myself, and I do not know what is within Yourself. Indeed, it is You who is Knower of the unseen.","id":"Dan (ingatlah) ketika Allah berfirman, “Wahai Isa putra Maryam! Engkaukah yang mengatakan kepada orang-orang, jadikanlah aku dan ibuku sebagai dua tuhan selain Allah?” (Isa) menjawab, “Mahasuci Engkau, tidak patut bagiku mengatakan apa yang bukan hakku. Jika aku pernah mengatakannya tentulah Engkau telah mengetahuinya. Engkau mengetahui apa yang ada pada diriku dan aku tidak mengetahui apa yang ada pada-Mu. Sungguh, Engkaulah Yang Maha Mengetahui segala yang gaib.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/785.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/785.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":786,"inSurah":117},"meta":{"juz":7,"surah":5,"page":127,"manzil":101,"hizbQuarter":51,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا قُلْتُ لَهُمْ اِلَّا مَآ اَمَرْتَنِيْ بِهٖٓ اَنِ اعْبُدُوا اللّٰهَ رَبِّيْ وَرَبَّكُمْ ۚوَكُنْتُ عَلَيْهِمْ شَهِيْدًا مَّا دُمْتُ فِيْهِمْ ۚ فَلَمَّا تَوَفَّيْتَنِيْ كُنْتَ اَنْتَ الرَّقِيْبَ عَلَيْهِمْ ۗوَاَنْتَ عَلٰى كُلِّ شَيْءٍ شَهِيْدٌ ","transliteration":{"en":"Maa qultu lahum illaa maaa amartanee bihee ani'budul laaha Rabbeee wa Rabbakum; wa kuntu 'alaihim shaheedam maa dumtu feehim falammaa tawaffaitanee kunta Antar Raqeeba 'alaihim; wa Anta 'alaa kulli shai'in Shaheed","id":"mā qultu lahum illā mā amartanī bihī ani‘budullāha rabbī wa rabbakum, wa kuntu ‘alaihim syahīdam mā dumtu fīhim, falammā tawaffaitanī kunta antar-raqība ‘alaihim, wa anta ‘alā kulli syai'in syahīd(un)."}},"translation":{"en":"I said not to them except what You commanded me - to worship Allah, my Lord and your Lord. And I was a witness over them as long as I was among them; but when You took me up, You were the Observer over them, and You are, over all things, Witness.","id":"Aku tidak pernah mengatakan kepada mereka kecuali apa yang Engkau perintahkan kepadaku (yaitu), “Sembahlah Allah, Tuhanku dan Tuhanmu,” dan aku menjadi saksi terhadap mereka, selama aku berada di tengah-tengah mereka. Maka setelah Engkau mewafatkan aku, Engkaulah yang mengawasi mereka. Dan Engkaulah Yang Maha Menyaksikan atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/786.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/786.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":787,"inSurah":118},"meta":{"juz":7,"surah":5,"page":127,"manzil":101,"hizbQuarter":51,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنْ تُعَذِّبْهُمْ فَاِنَّهُمْ عِبَادُكَ ۚوَاِنْ تَغْفِرْ لَهُمْ فَاِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ","transliteration":{"en":"In tu'azzibhum fa innahum ibaaduka wa in taghfir lahum fa innaka Antal 'Azzezul Hakeem","id":"in tu‘ażżibhum fa innahum ‘ibāduk(a), wa in tagfir lahum fa innaka antal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"If You should punish them - indeed they are Your servants; but if You forgive them - indeed it is You who is the Exalted in Might, the Wise.","id":"Jika Engkau menyiksa mereka, maka sesungguhnya mereka adalah hamba-hamba-Mu, dan jika Engkau mengampuni mereka, sesungguhnya Engkaulah Yang Mahaperkasa, Mahabijaksana.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/787.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/787.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":788,"inSurah":119},"meta":{"juz":7,"surah":5,"page":127,"manzil":101,"hizbQuarter":51,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ اللّٰهُ هٰذَا يَوْمُ يَنْفَعُ الصّٰدِقِيْنَ صِدْقُهُمْ ۗ لَهُمْ جَنّٰتٌ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَآ اَبَدًا ۗرَضِيَ اللّٰهُ عَنْهُمْ وَرَضُوْا عَنْهُ ۗذٰلِكَ الْفَوْزُ الْعَظِيْمُ ","transliteration":{"en":"Qaalal laahu haaza yawmu yanfa'us saadiqeena sidquhum; lahum janaatunn tajree min tahtihal anhaaru khaalideena feehaaa abadaa; radiyal laahu 'anhum wa radoo 'anh; zaalikal fawzul 'azeem","id":"qālallāhu hāżā yaumu yanfa‘uṣ-ṣādiqīna ṣidquhum, lahum jannātun tajrī min taḥtihal-anhāru khālidīna fīhā abadā(n), raḍiyallāhu ‘anhum wa raḍū ‘anh(u), żālikal-fauzul-‘aẓīm(u)."}},"translation":{"en":"Allah will say, \"This is the Day when the truthful will benefit from their truthfulness.\" For them are gardens [in Paradise] beneath which rivers flow, wherein they will abide forever, Allah being pleased with them, and they with Him. That is the great attainment.","id":"Allah berfirman, “Inilah saat orang yang benar memperoleh manfaat dari kebenarannya. Mereka memperoleh surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya selama-lamanya. Allah rida kepada mereka dan mereka pun rida kepada-Nya. Itulah kemenangan yang agung.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/788.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/788.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":789,"inSurah":120},"meta":{"juz":7,"surah":5,"page":127,"manzil":101,"hizbQuarter":51,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِ وَمَا فِيْهِنَّ ۗوَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ࣖ ","transliteration":{"en":"Lillaahi mulkus samaawaati wal ardi wa maa feehinn; wa Huwa 'alaa kulli shain'in Qadeer","id":"lillāhi mulkus-samāwāti wal-arḍi wa mā fīhinn(a), wa huwa ‘alā kulli syai'in qadīr(un)."}},"translation":{"en":"To Allah belongs the dominion of the heavens and the earth and whatever is within them. And He is over all things competent.","id":"Milik Allah kerajaan langit dan bumi dan apa yang ada di dalamnya; dan Dia Mahakuasa atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/789.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/789.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]