[{"number":{"inQuran":808,"inSurah":19},"meta":{"juz":7,"surah":6,"page":130,"manzil":103,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَيُّ شَيْءٍ اَكْبَرُ شَهَادَةً ۗ قُلِ اللّٰهُ ۗشَهِيْدٌۢ بَيْنِيْ وَبَيْنَكُمْ ۗوَاُوْحِيَ اِلَيَّ هٰذَا الْقُرْاٰنُ لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ ۗ اَىِٕنَّكُمْ لَتَشْهَدُوْنَ اَنَّ مَعَ اللّٰهِ اٰلِهَةً اُخْرٰىۗ  قُلْ لَّآ اَشْهَدُ ۚ قُلْ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ وَّاِنَّنِيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ","transliteration":{"en":"Qul ayyu shai'in akbaru shahaadatan qulil laahu shaheedum bainee wa bainakum; wa oohiya ilaiya haazal Qur'aanu li unzirakum bihee wa mam balagh; a'innakum latashhadoona anna ma'al laahi aalihatan ukhraa; qul laaa ashhad; qul innamaa Huwa Ilaahunw Waahidunw wa innanee baree'um mimmaa tushrikoon","id":"qul ayyu syai'in akbaru syahādah(tan), qulillāhu syahīdum bainī wa bainakum, wa ūḥiya ilayya hāżal-qur'ānu li'unżirakum bihī wa man balag(a), a'innakum latasyhadūna anna ma‘allāhi ālihatan ukhrā, qul lā asyhad(u), qul innamā huwa ilāhuw wāḥiduw wa innanī barī'um mimmā tusyrikūn(a)."}},"translation":{"en":"Say, \"What thing is greatest in testimony?\" Say, \"Allah is witness between me and you. And this Qur'an was revealed to me that I may warn you thereby and whomever it reaches. Do you [truly] testify that with Allah there are other deities?\" Say, \"I will not testify [with you].\" Say, \"Indeed, He is but one God, and indeed, I am free of what you associate [with Him].\"","id":"Katakanlah (Muhammad), “Siapakah yang lebih kuat kesaksiannya?” Katakanlah, “Allah, Dia menjadi saksi antara aku dan kamu. Al-Qur'an ini diwahyukan kepadaku agar dengan itu aku memberi peringatan kepadamu dan kepada orang yang sampai (Al-Qur'an kepadanya). Dapatkah kamu benar-benar bersaksi bahwa ada tuhan-tuhan lain bersama Allah?” Katakanlah, “Aku tidak dapat bersaksi.” Katakanlah, “Sesungguhnya hanya Dialah Tuhan Yang Maha Esa dan aku berlepas diri dari apa yang kamu persekutukan (dengan Allah).”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/808.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/808.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":809,"inSurah":20},"meta":{"juz":7,"surah":6,"page":130,"manzil":103,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۤءَهُمْۘ  اَلَّذِيْنَ خَسِرُوْٓا اَنْفُسَهُمْ فَهُمْ لَا يُؤْمِنُوْنَ ࣖ","transliteration":{"en":"Allazeena aatainaa humul Kitaaba ya'rifoonahoo kamaa ya'rifoona abnaaa'ahum; allazeena khasirooo anfusahum fahum laa yu'minoon","id":"al-lażīna ātaināhumul-kitāba ya‘rifūnahū kamā ya‘rifūna abnā'ahum, al-lażīna khasirū anfusahum fahum lā yu'minūn(a)."}},"translation":{"en":"Those to whom We have given the Scripture recognize it as they recognize their [own] sons. Those who will lose themselves [in the Hereafter] do not believe.","id":"Orang-orang yang telah Kami berikan Kitab kepadanya, mereka mengenalnya (Muhammad) seperti mereka mengenal anak-anaknya sendiri. Orang-orang yang merugikan dirinya, mereka itu tidak beriman (kepada Allah)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/809.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/809.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":810,"inSurah":21},"meta":{"juz":7,"surah":6,"page":130,"manzil":104,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَنْ اَظْلَمُ مِمَّنِ افْتَرٰى عَلَى اللّٰهِ كَذِبًا اَوْ كَذَّبَ بِاٰيٰتِهٖۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","transliteration":{"en":"Wa man azlamu mim manif tara 'alal laahi kaziban aw kazzaba bi Aayaatih; innahoo laa yuflihuz zaalimoon","id":"wa man aẓlamu mimmaniftarā ‘alallāhi każiban au każżaba bi'āyātih(ī), innahū lā yufliḥuẓ-ẓālimūn(a)."}},"translation":{"en":"And who is more unjust than one who invents about Allah a lie or denies His verses? Indeed, the wrongdoers will not succeed.","id":"Dan siapakah yang lebih zalim daripada orang yang mengada-adakan suatu kebohongan terhadap Allah, atau yang mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang zalim itu tidak beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/810.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/810.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":811,"inSurah":22},"meta":{"juz":7,"surah":6,"page":130,"manzil":104,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَوْمَ نَحْشُرُهُمْ جَمِيْعًا ثُمَّ نَقُوْلُ لِلَّذِيْنَ اَشْرَكُوْٓا اَيْنَ شُرَكَاۤؤُكُمُ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","transliteration":{"en":"Wa yawma nahshuruhum jamee'an summa naqoolu lillazeena ashrakooo ayna shurakaaa' ukumul lazeena kuntum taz'umoon","id":"wa yauma naḥsyuruhum jamī‘an ṡumma naqūlu lil-lażīna asyrakū aina syurakā'ukumul-lażīna kuntum taz‘umūn(a)."}},"translation":{"en":"And [mention, O Muhammad], the Day We will gather them all together; then We will say to those who associated others with Allah, \"Where are your 'partners' that you used to claim [with Him]?\"","id":"Dan (ingatlah), pada hari ketika Kami mengumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang menyekutukan Allah, “Di manakah sembahan-sembahanmu yang dahulu kamu sangka (sekutu-sekutu Kami)?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/811.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/811.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":812,"inSurah":23},"meta":{"juz":7,"surah":6,"page":130,"manzil":104,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ اِلَّآ اَنْ قَالُوْا وَاللّٰهِ رَبِّنَا مَا كُنَّا مُشْرِكِيْنَ ","transliteration":{"en":"Summa lam takun fitnatuhum illaaa an qaaloo wallaahi Rabbinaa maa kunnaa mushrikeen","id":"Ṡumma lam takun fitnatuhum illā an qālū wallāhi rabbinā mā kunnā musyrikīn(a)."}},"translation":{"en":"Then there will be no [excuse upon] examination except they will say, \"By Allah, our Lord, we were not those who associated.\"","id":"Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, “Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/812.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/812.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":813,"inSurah":24},"meta":{"juz":7,"surah":6,"page":130,"manzil":104,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُنْظُرْ كَيْفَ كَذَبُوْا عَلٰٓى اَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ","transliteration":{"en":"Unzur kaifa kazaboo 'alaaa anfusihim, wa dalla 'anhum maa kaanoo yaftaroon","id":"unẓur kaifa każabū ‘alā anfusihim wa ḍalla ‘anhum mā kānū yaftarūn(a)."}},"translation":{"en":"See how they will lie about themselves. And lost from them will be what they used to invent.","id":"Lihatlah, bagaimana mereka berbohong terhadap diri mereka sendiri. Dan sesembahan yang mereka ada-adakan dahulu akan hilang dari mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/813.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/813.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":814,"inSurah":25},"meta":{"juz":7,"surah":6,"page":130,"manzil":104,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُمْ مَّنْ يَّسْتَمِعُ اِلَيْكَ ۚوَجَعَلْنَا عَلٰى قُلُوْبِهِمْ اَكِنَّةً اَنْ يَّفْقَهُوْهُ وَفِيْٓ اٰذَانِهِمْ وَقْرًا ۗوَاِنْ يَّرَوْا كُلَّ اٰيَةٍ لَّا يُؤْمِنُوْا بِهَا ۗحَتّٰٓى اِذَا جَاۤءُوْكَ يُجَادِلُوْنَكَ يَقُوْلُ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اَسَاطِيْرُ الْاَوَّلِيْنَ","transliteration":{"en":"Wa minhum mai yastami'u ilaika wa ja'alnaa 'alaa quloobihim akinnatan ai yafqahoohu wa feee aazaanihim waqraa; wa ai yaraw kulla Aayatil laa yu'minoo bihaa; hattaaa izaa jaaa'oka yujaadiloonaka yaqoolul lazeena kafaroo in haazaa illaaa asaateerul awwaleen","id":"wa minhum may yastami‘u ilaik(a), wa ja‘alnā ‘alā qulūbihim akinnatan ay yafqahūhu wa fī āżānihim waqrā(n), wa iy yarau kulla āyatil lā yu'minū bihā, ḥattā iżā jā'ūka yujādilūnaka yaqūlul-lażīna kafarū in hāżā illā asāṭīrul-awwalīn(a)."}},"translation":{"en":"And among them are those who listen to you, but We have placed over their hearts coverings, lest they understand it, and in their ears deafness. And if they should see every sign, they will not believe in it. Even when they come to you arguing with you, those who disbelieve say, \"This is not but legends of the former peoples.\"","id":"Dan di antara mereka ada yang mendengarkan bacaanmu (Muhammad), dan Kami telah menjadikan hati mereka tertutup (sehingga mereka tidak) memahaminya, dan telinganya tersumbat. Dan kalaupun mereka melihat segala tanda (kebenaran), mereka tetap tidak mau beriman kepadanya. Sehingga apabila mereka datang kepadamu untuk membantahmu, orang-orang kafir itu berkata, “Ini (Al-Qur'an) tidak lain hanyalah dongengan orang-orang terdahulu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/814.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/814.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":815,"inSurah":26},"meta":{"juz":7,"surah":6,"page":130,"manzil":104,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْـَٔوْنَ عَنْهُ ۚوَاِنْ يُّهْلِكُوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ ","transliteration":{"en":"Wa hum yanhawna 'anhu wa yan'awna 'anhu wa iny yuhlikoona illaa anfusahum wa maa yash'uroon","id":"wa hum yanhauna ‘anhu wa yan'auna ‘anh(u), wa iy yuhlikūna illā anfusahum wa mā yasy‘urūn(a)."}},"translation":{"en":"And they prevent [others] from him and are [themselves] remote from him. And they do not destroy except themselves, but they perceive [it] not.","id":"Dan mereka melarang (orang lain) mendengarkan (Al-Qur'an) dan mereka sendiri menjauhkan diri daripadanya, dan mereka hanyalah membinasakan diri mereka sendiri, sedang mereka tidak menyadari."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/815.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/815.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":816,"inSurah":27},"meta":{"juz":7,"surah":6,"page":130,"manzil":104,"hizbQuarter":52,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ تَرٰٓى اِذْ وُقِفُوْا عَلَى النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","transliteration":{"en":"Wa law taraaa iz wauqifoo 'alan Naari faqaaloo yaa laitanaa nuraddu wa laa nukaz ziba bi Aayaati Rabbinaa wa nakoona minal mu'mineen","id":"wa lau tarā iż wuqifū ‘alan-nāsi fa qālū yā laitanā nuraddu wa lā nukażżiba bi'āyāti rabbinā wa nakūna minal-mu'minīn(a)."}},"translation":{"en":"If you could but see when they are made to stand before the Fire and will say, \"Oh, would that we could be returned [to life on earth] and not deny the signs of our Lord and be among the believers.\"","id":"Dan seandainya engkau (Muhammad) melihat ketika mereka dihadapkan ke neraka, mereka berkata, “Seandainya kami dikembalikan (ke dunia), tentu kami tidak akan mendustakan ayat-ayat Tuhan kami, serta menjadi orang-orang yang beriman.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/816.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/816.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]