[{"number":{"inQuran":825,"inSurah":36},"meta":{"juz":7,"surah":6,"page":132,"manzil":105,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اِنَّمَا يَسْتَجِيْبُ الَّذِيْنَ يَسْمَعُوْنَ ۗوَالْمَوْتٰى يَبْعَثُهُمُ اللّٰهُ ثُمَّ اِلَيْهِ يُرْجَعُوْنَ ","transliteration":{"en":"Innamaa yastajeebul lazeena yasma'oon; walmawtaa yab'asuhumul laahu summa ilaihi yurja'oon","id":"innamā yastajībul-lażīna yasma‘ūn(a), wal-mautā yab‘aṡuhumullāhu ṡumma ilaihi yurja‘ūn(a)."}},"translation":{"en":"Only those who hear will respond. But the dead - Allah will resurrect them; then to Him they will be returned.","id":"Hanya orang-orang yang mendengar sajalah yang mematuhi (seruan Allah), dan orang-orang yang mati, kelak akan dibangkitkan oleh Allah, kemudian kepada-Nya mereka dikembalikan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/825.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/825.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":826,"inSurah":37},"meta":{"juz":7,"surah":6,"page":132,"manzil":105,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالُوْا لَوْلَا نُزِّلَ عَلَيْهِ اٰيَةٌ مِّنْ رَّبِّهٖۗ قُلْ اِنَّ اللّٰهَ قَادِرٌ عَلٰٓى اَنْ يُّنَزِّلَ اٰيَةً وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","transliteration":{"en":"Wa qaaloo law laa nuzzila 'alaihi Aayatum mir Rabbih; qul innal laaha qaadirun 'alaaa ai yunazzila Aayatanw wa laakinna aksarahum laa ya'lamoon","id":"wa qālū lau lā nuzzila ‘alaihi āyatum mir rabbih(ī), qul innallāha qādirun ‘alā ay yunazzila āyataw wa lākinna akṡarahum lā ya‘lamūn(a)."}},"translation":{"en":"And they say, \"Why has a sign not been sent down to him from his Lord?\" Say, \"Indeed, Allah is Able to send down a sign, but most of them do not know.\"","id":"Dan mereka (orang-orang musyrik) berkata, “Mengapa tidak diturunkan kepadanya (Muhammad) suatu mukjizat dari Tuhannya?” Katakanlah, “Sesungguhnya Allah berkuasa menurunkan suatu mukjizat, tetapi kebanyakan mereka tidak mengetahui.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/826.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/826.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":827,"inSurah":38},"meta":{"juz":7,"surah":6,"page":132,"manzil":105,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا مِنْ دَاۤبَّةٍ فِى الْاَرْضِ وَلَا طٰۤىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۗمَا فَرَّطْنَا فِى الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ ","transliteration":{"en":"Wa maa min daaabbatin fil ardi wa laa taaa'iriny yateeru bijanaahaihi illaaa umamun amsaalukum; maa farratnaa fil Kitaabi min shai'in summa ilaa Rabbihim yuhsharoon","id":"wa mā min dābbatin fil-arḍi wa lā ṭā'iriy yaṭīru bijanāḥaihi illā umamun amṡālukum, mā farraṭnā fil-kitābi min syai'in ṡumma ilā rabbihim yuḥsyarūn(a)."}},"translation":{"en":"And there is no creature on [or within] the earth or bird that flies with its wings except [that they are] communities like you. We have not neglected in the Register a thing. Then unto their Lord they will be gathered.","id":"Dan tidak ada seekor binatang pun yang ada di bumi dan burung-burung yang terbang dengan kedua sayapnya, melainkan semuanya merupakan umat-umat (juga) seperti kamu. Tidak ada sesuatu pun yang Kami luputkan di dalam Kitab, kemudian kepada Tuhan mereka dikumpulkan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/827.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/827.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":828,"inSurah":39},"meta":{"juz":7,"surah":6,"page":132,"manzil":105,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا صُمٌّ وَّبُكْمٌ فِى الظُّلُمٰتِۗ مَنْ يَّشَاِ اللّٰهُ يُضْلِلْهُ وَمَنْ يَّشَأْ يَجْعَلْهُ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","transliteration":{"en":"Wallazeena kazzaboo bi Aayaatinaa summunw wa bukmun fiz zulumaat; mai yasha il laahu yudlilh; wa mai yashaa yaj'alhu 'alaa Siraatim Mustaqeem","id":"wal-lażīna każżabū bi'āyātinā ṣummuw wa bukmun fiẓ-ẓulumāt(i), may yasya'illāhu yuḍlilhu wa may yasya' yaj‘alhu ‘alā ṣirāṭim mustaqīm(in)."}},"translation":{"en":"But those who deny Our verses are deaf and dumb within darknesses. Whomever Allah wills - He leaves astray; and whomever He wills - He puts him on a straight path.","id":"Dan orang-orang yang mendustakan ayat-ayat Kami adalah tuli, bisu dan berada dalam gelap gulita. Barangsiapa dikehendaki Allah (dalam kesesatan), niscaya disesatkan-Nya. Dan barangsiapa dikehendaki Allah (untuk diberi petunjuk), niscaya Dia menjadikannya berada di atas jalan yang lurus."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/828.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/828.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":829,"inSurah":40},"meta":{"juz":7,"surah":6,"page":132,"manzil":105,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَرَءَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ اَوْ اَتَتْكُمُ السَّاعَةُ اَغَيْرَ اللّٰهِ تَدْعُوْنَۚ اِنْ كُنْتُمْ صٰدِقِيْنَ ","transliteration":{"en":"Qaul ara'aytakum in ataakum 'azaabul laahi aw atatkumus Saa'atu a-ghairal laahi tad'oona in kuntum saadiqeen","id":"qul ara'aitakum in atākum ‘ażābullāhi au atatkumus-sā‘atu agairallāhi tad‘ūn(a), in kuntum ṣādiqīn(a)."}},"translation":{"en":"Say, \"Have you considered: if there came to you the punishment of Allah or there came to you the Hour - is it other than Allah you would invoke, if you should be truthful?\"","id":"Katakanlah (Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu, atau hari Kiamat sampai kepadamu, apakah kamu akan menyeru (tuhan) selain Allah, jika kamu orang yang benar!”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/829.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/829.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":830,"inSurah":41},"meta":{"juz":7,"surah":6,"page":132,"manzil":105,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَلْ اِيَّاهُ تَدْعُوْنَ فَيَكْشِفُ مَا تَدْعُوْنَ اِلَيْهِ اِنْ شَاۤءَ وَتَنْسَوْنَ مَا تُشْرِكُوْنَ ࣖ","transliteration":{"en":"Bal iyyaahu tad'oona fa yakshifu maa tad'oona ilaihi in shaaa'a wa tansawna maa tushrikoon","id":"bal iyyāhu tad‘ūna fa yaksyifu mā tad‘ūna ilaihi in syā'a wa tansauna mā tusyrikūn(a)."}},"translation":{"en":"No, it is Him [alone] you would invoke, and He would remove that for which you invoked Him if He willed, and you would forget what you associate [with Him].","id":"(Tidak), hanya kepada-Nya kamu minta tolong. Jika Dia menghendaki, Dia hilangkan apa (bahaya) yang kamu mohonkan kepada-Nya, dan kamu tinggalkan apa yang kamu persekutukan (dengan Allah)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/830.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/830.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":831,"inSurah":42},"meta":{"juz":7,"surah":6,"page":132,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَاَخَذْنٰهُمْ بِالْبَأْسَاۤءِ وَالضَّرَّاۤءِ لَعَلَّهُمْ يَتَضَرَّعُوْنَ ","transliteration":{"en":"Wa laqad arsalnaaa ilaaa umamim min qablika fa akhaznaahum bilbaasaaa'i waddarraaa'i la'allahum yata darra'oon","id":"wa laqad arsalnā ilā umamim min qablika fa akhażnāhum bil-ba'sā'i waḍ-ḍarrā'i la‘allahum yataḍarra‘ūn(a)."}},"translation":{"en":"And We have already sent [messengers] to nations before you, [O Muhammad]; then We seized them with poverty and hardship that perhaps they might humble themselves [to Us].","id":"Dan sungguh, Kami telah mengutus (para rasul) kepada umat-umat sebelum engkau, kemudian Kami siksa mereka dengan (menimpakan) kemelaratan dan kesengsaraan, agar mereka memohon (kepada Allah) dengan kerendahan hati."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/831.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/831.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":832,"inSurah":43},"meta":{"juz":7,"surah":6,"page":132,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَوْلَآ اِذْ جَاۤءَهُمْ بَأْسُنَا تَضَرَّعُوْا وَلٰكِنْ قَسَتْ قُلُوْبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطٰنُ مَا كَانُوْا يَعْمَلُوْنَ ","transliteration":{"en":"Falaw laaa iz jaaa'ahum baasunaa tadarra'oo wa laakin qasat quloobuhum wa zaiyana lahumush Shaitaanu maa kaanoo ya'maloon","id":"falau lā iż jā'ahum ba'sunā taḍarra‘ū wa lākin qasat qulūbuhum wa zayyana lahumusy-syaiṭānu mā kānū ya‘malūn(a)."}},"translation":{"en":"Then why, when Our punishment came to them, did they not humble themselves? But their hearts became hardened, and Satan made attractive to them that which they were doing.","id":"Tetapi mengapa mereka tidak memohon (kepada Allah) dengan kerendahan hati ketika siksaan Kami datang menimpa mereka? Bahkan hati mereka telah menjadi keras dan setan pun menjadikan terasa indah bagi mereka apa yang selalu mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/832.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/832.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":833,"inSurah":44},"meta":{"juz":7,"surah":6,"page":132,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا نَسُوْا مَا ذُكِّرُوْا بِهٖ فَتَحْنَا عَلَيْهِمْ اَبْوَابَ كُلِّ شَيْءٍۗ حَتّٰٓى اِذَا فَرِحُوْا بِمَآ اُوْتُوْٓا اَخَذْنٰهُمْ بَغْتَةً فَاِذَا هُمْ مُّبْلِسُوْنَ","transliteration":{"en":"Falammaa nasoo maa zukkiroo bihee fatahnaa 'alaihim abwaaba kulli shai'in hattaaa izaa farihoo bimaaa ootooo akhaznaahum baghtatan fa izaa hum mmublisoon","id":"falammā nasū mā żukkirū bihī fataḥnā ‘alaihim abwāba kulli syai'(in), ḥattā iżā fariḥū bimā ūtū akhażnāhum bagtatan fa iżā hum mublisūn(a)."}},"translation":{"en":"So when they forgot that by which they had been reminded, We opened to them the doors of every [good] thing until, when they rejoiced in that which they were given, We seized them suddenly, and they were [then] in despair.","id":"Maka ketika mereka melupakan peringatan yang telah diberikan kepada mereka, Kami pun membukakan semua pintu (kesenangan) untuk mereka. Sehingga ketika mereka bergembira dengan apa yang telah diberikan kepada mereka, Kami siksa mereka secara tiba-tiba, maka ketika itu mereka terdiam putus asa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/833.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/833.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]