[{"number":{"inQuran":834,"inSurah":45},"meta":{"juz":7,"surah":6,"page":133,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِيْنَ ظَلَمُوْاۗ وَالْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ ","transliteration":{"en":"Faquti'a daabirul qawmil lazeena zalamoo; walhamdu lillaahi Rabbil 'aalameen","id":"fa quṭi‘a dābirul-qaumil-lażīna ẓalamū, wal-ḥamdu lillāhi rabbil-‘ālamīn(a)."}},"translation":{"en":"So the people that committed wrong were eliminated. And praise to Allah, Lord of the worlds.","id":"Maka orang-orang yang zalim itu dimusnahkan sampai ke akar-akarnya. Dan segala puji bagi Allah, Tuhan seluruh alam."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/834.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/834.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":835,"inSurah":46},"meta":{"juz":7,"surah":6,"page":133,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَرَاَيْتُمْ اِنْ اَخَذَ اللّٰهُ سَمْعَكُمْ وَاَبْصَارَكُمْ وَخَتَمَ عَلٰى قُلُوْبِكُمْ مَّنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِهٖۗ اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ ثُمَّ هُمْ يَصْدِفُوْنَ ","transliteration":{"en":"Qul ara'aitum in akhazal laahu sam'akum wa absaarakum wa khatama 'alaa quloobikum man ilaahun ghairul laahi yaateekum bih; unzur kaifa nusarriful Aayaati summa hum yasdifoon","id":"qul ara'aitum in akhażallāhu sam‘akum wa abṣārakum wa khatama ‘alā qulūbikum man ilāhun gairullāhi ya'tīkum bih(ī), unẓur kaifa nuṣarriful-āyāti ṡumma hum yaṣdifūn(a)."}},"translation":{"en":"Say, \"Have you considered: if Allah should take away your hearing and your sight and set a seal upon your hearts, which deity other than Allah could bring them [back] to you?\" Look how we diversify the verses; then they [still] turn away.","id":"Katakanlah (Muhammad), “Terangkanlah kepadaku jika Allah mencabut pendengaran dan penglihatan serta menutup hatimu, siapakah tuhan selain Allah yang kuasa mengembalikannya kepadamu?” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang (kepada mereka) tanda-tanda kekuasaan (Kami), tetapi mereka tetap berpaling."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/835.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/835.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":836,"inSurah":47},"meta":{"juz":7,"surah":6,"page":133,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَرَاَيْتَكُمْ اِنْ اَتٰىكُمْ عَذَابُ اللّٰهِ بَغْتَةً اَوْ جَهْرَةً هَلْ يُهْلَكُ اِلَّا الْقَوْمُ الظّٰلِمُوْنَ ","transliteration":{"en":"Qul ara'aitakum in ataakum 'azaabul laahi baghtatan aw jahratan hal yuhlaku illal qawmuz zaalimoon","id":"qul ara'aitakum in atākum ‘ażābullāhi bagtatan au jahratan hal yuhlaku illal-qaumuẓ-ẓālimūn(a)."}},"translation":{"en":"Say, \"Have you considered: if the punishment of Allah should come to you unexpectedly or manifestly, will any be destroyed but the wrongdoing people?\"","id":"Katakanlah (Muhammad), “Terangkanlah kepadaku jika siksaan Allah sampai kepadamu secara tiba-tiba atau terang-terangan, maka adakah yang dibinasakan (Allah) selain orang-orang yang zalim?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/836.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/836.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":837,"inSurah":48},"meta":{"juz":7,"surah":6,"page":133,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا نُرْسِلُ الْمُرْسَلِيْنَ اِلَّا مُبَشِّرِيْنَ وَمُنْذِرِيْنَۚ فَمَنْ اٰمَنَ وَاَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ ","transliteration":{"en":"Wa maa nursilul mursaleena illaa mubashshireena wa munzireena faman aamana wa aslaha falaa khawfun 'alaihim wa laa hum yahzanoon","id":"wa mā nursilul-mursalīna illā mubasysyirīna wa munżirīn(a), faman āmana wa aṣlaḥa falā khaufun ‘alaihim wa lā hum yaḥzanūn(a)."}},"translation":{"en":"And We send not the messengers except as bringers of good tidings and warners. So whoever believes and reforms - there will be no fear concerning them, nor will they grieve.","id":"Para rasul yang Kami utus itu adalah untuk memberi kabar gembira dan memberi peringatan. Barangsiapa beriman dan mengadakan perbaikan, maka tidak ada rasa takut pada mereka dan mereka tidak bersedih hati."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/837.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/837.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":838,"inSurah":49},"meta":{"juz":7,"surah":6,"page":133,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا يَمَسُّهُمُ الْعَذَابُ بِمَا كَانُوْا يَفْسُقُوْنَ ","transliteration":{"en":"Wallazeena kazzaboo bi Aayaatinaa yamassuhumul 'azaabu bimaa kaanoo yafsuqoon","id":"wal-lażīna każżabū bi'āyātinā yamassuhumul-‘ażābu bimā kānū yafsuqūn(a)."}},"translation":{"en":"But those who deny Our verses - the punishment will touch them for their defiant disobedience.","id":"Dan orang-orang yang mendustakan ayat-ayat Kami akan ditimpa azab karena mereka selalu berbuat fasik (berbuat dosa)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/838.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/838.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":839,"inSurah":50},"meta":{"juz":7,"surah":6,"page":133,"manzil":106,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لَّآ اَقُوْلُ لَكُمْ عِنْدِيْ خَزَاۤىِٕنُ اللّٰهِ وَلَآ اَعْلَمُ الْغَيْبَ وَلَآ اَقُوْلُ لَكُمْ اِنِّيْ مَلَكٌۚ اِنْ اَتَّبِعُ اِلَّا مَا يُوْحٰٓى اِلَيَّۗ  قُلْ هَلْ يَسْتَوِى الْاَعْمٰى وَالْبَصِيْرُۗ اَفَلَا تَتَفَكَّرُوْنَ ࣖ","transliteration":{"en":"Qul laaa aqoolu lakum 'indee khazaaa'inul laahi wa laaa a'lamul ghaiba wa laaa aqoolu lakum innee malakun in attabi'u illaa maa yoohaaa ilaiy; qul hal yastawil a'maa walbaseer; afalaa tatafakkaroon","id":"qul lā aqūlu lakum ‘indī khazā'inullāhi wa lā a‘lamul-gaiba wa lā aqūlu lakum innī malak(un), in attabi‘u illā mā yūḥā ilayy(a), qul hal yastawil-a‘mā wal-baṣīr(u), afalā tatafakkarūn(a)."}},"translation":{"en":"Say, [O Muhammad], \"I do not tell you that I have the depositories [containing the provision] of Allah or that I know the unseen, nor do I tell you that I am an angel. I only follow what is revealed to me.\" Say, \"Is the blind equivalent to the seeing? Then will you not give thought?\"","id":"Katakanlah (Muhammad), “Aku tidak mengatakan kepadamu, bahwa perbendaharaan Allah ada padaku, dan aku tidak mengetahui yang gaib dan aku tidak (pula) mengatakan kepadamu bahwa aku malaikat. Aku hanya mengikuti apa yang diwahyukan kepadaku.” Katakanlah, “Apakah sama orang yang buta dengan orang yang melihat? Apakah kamu tidak memikirkan(nya)?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/839.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/839.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":840,"inSurah":51},"meta":{"juz":7,"surah":6,"page":133,"manzil":107,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَنْذِرْ بِهِ الَّذِيْنَ يَخَافُوْنَ اَنْ يُّحْشَرُوْٓا اِلٰى رَبِّهِمْ لَيْسَ لَهُمْ مِّنْ دُوْنِهٖ وَلِيٌّ وَّلَا شَفِيْعٌ لَّعَلَّهُمْ يَتَّقُوْنَ","transliteration":{"en":"Wa anzir bihil lazeena yakhaafoona ai yuhsharooo ilaa Rabbihim laisa lahum min doonihee waliyyunw wa laa shafee'ul la'allahum yattaqoon","id":"wa anżir bihil-lażīna yakhāfūna ay yuḥsyarū ilā rabbihim laisa lahum min dūnihī waliyyuw wa lā syafī‘ul la‘allahum yattaqūn(a)."}},"translation":{"en":"And warn by the Qur'an those who fear that they will be gathered before their Lord - for them besides Him will be no protector and no intercessor - that they might become righteous.","id":"Peringatkanlah dengannya (Al-Qur'an) itu kepada orang yang takut akan dikumpulkan menghadap Tuhannya (pada hari Kiamat), tidak ada bagi mereka pelindung dan pemberi syafaat (pertolongan) selain Allah, agar mereka bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/840.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/840.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":841,"inSurah":52},"meta":{"juz":7,"surah":6,"page":133,"manzil":107,"hizbQuarter":53,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بِالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ ۗمَا عَلَيْكَ مِنْ حِسَابِهِمْ مِّنْ شَيْءٍ وَّمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّنْ شَيْءٍ فَتَطْرُدَهُمْ فَتَكُوْنَ مِنَ الظّٰلِمِيْنَ ","transliteration":{"en":"Wa laa tatrudil lazeena yad'oona Rabbahum bilghadaati wal 'ashiyyi yureedoona Wajhahoo ma 'alaika min hisaabihim min shai'inw wa maa min hisaabika 'alaihim min shai'in fatatrudahum fatakoona minaz zaalimeen","id":"wa lā taṭrudil-lażīna yad‘ūna rabbahum bil-gadāti wal-‘asyiyyi yurīdūna wajhah(ū), mā ‘alaika min ḥisābihim min syai'iw wa mā min ḥisābika ‘alaihim min syai'in fa taṭrudahum fa takūna minaẓ-ẓālimīn(a)."}},"translation":{"en":"And do not send away those who call upon their Lord morning and afternoon, seeking His countenance. Not upon you is anything of their account and not upon them is anything of your account. So were you to send them away, you would [then] be of the wrongdoers.","id":"Janganlah engkau mengusir orang-orang yang menyeru Tuhannya pada pagi dan petang hari, mereka mengharapkan keridaan-Nya. Engkau tidak memikul tanggung jawab sedikit pun terhadap perbuatan mereka dan mereka tidak memikul tanggung jawab sedikit pun terhadap perbuatanmu, yang menyebabkan engkau (berhak) mengusir mereka, sehingga engkau termasuk orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/841.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/841.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]