[{"number":{"inQuran":849,"inSurah":60},"meta":{"juz":7,"surah":6,"page":135,"manzil":108,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيْهِ لِيُقْضٰٓى اَجَلٌ مُّسَمًّىۚ ثُمَّ اِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ࣖ","transliteration":{"en":"Wa Huwal lazee yatawaf faakum billaili wa ya'lamu maa jarahtum binnahaari summa yab'asukum fee liyuqdaaa ajalum musamman summa ilaihi marji'ukum summa yunabbi 'ukum bimaa kuntum ta'maloon","id":"wa huwal-lażī yatawaffākum bil-laili wa ya‘lamu mā jaraḥtum bin-nahāri ṡumma yab‘aṡukum fīhi liyuqḍā ajalum musammā(n), ṡumma ilaihi marji‘ukum ṡumma yunabbi'ukum bimā kuntum ta‘malūn(a)."}},"translation":{"en":"And it is He who takes your souls by night and knows what you have committed by day. Then He revives you therein that a specified term may be fulfilled. Then to Him will be your return; then He will inform you about what you used to do.","id":"Dan Dialah yang menidurkan kamu pada malam hari dan Dia mengetahui apa yang kamu kerjakan pada siang hari. Kemudian Dia membangunkan kamu pada siang hari untuk disempurnakan umurmu yang telah ditetapkan. Kemudian kepada-Nya tempat kamu kembali, lalu Dia memberitahukan kepadamu apa yang telah kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/849.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/849.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":850,"inSurah":61},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهٖ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً ۗحَتّٰٓى اِذَا جَاۤءَ اَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنَا وَهُمْ لَا يُفَرِّطُوْنَ ","transliteration":{"en":"Wa huwal qaahiru fawqa 'ibaadihee wa yursilu 'alaikum hafazatan hattaaa izaa jaaa'a ahadakumul mawtu tawaffathu rusulunaa wa hum laa yufarritoon","id":"wa huwal-qāhiru fauqa ‘ibādihī wa yursilu ‘alaikum ḥafaẓah(tan), ḥattā iżā jā'a aḥadakumul-mautu tawaffathu rusulunā wa hum lā yufarriṭūn(a)."}},"translation":{"en":"And He is the subjugator over His servants, and He sends over you guardian-angels until, when death comes to one of you, Our messengers take him, and they do not fail [in their duties].","id":"Dan Dialah Penguasa mutlak atas semua hamba-Nya, dan diutus-Nya kepadamu malaikat-malaikat penjaga, sehingga apabila kematian datang kepada salah seorang di antara kamu, malaikat-malaikat Kami mencabut nyawanya, dan mereka tidak melalaikan tugasnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/850.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/850.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":851,"inSurah":62},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ رُدُّوْٓا اِلَى اللّٰهِ مَوْلٰىهُمُ الْحَقِّۗ  اَلَا لَهُ الْحُكْمُ وَهُوَ اَسْرَعُ الْحٰسِبِيْنَ ","transliteration":{"en":"Summa ruddooo ilallaahi mawlaahumul haqq; alaa lahul hukmu wa Huwa asra'ul haasibeen","id":"Ṡumma ruddū ilallāhi maulāhumul-ḥaqq(i), alā lahul-ḥukmu wa huwa asra‘ul-ḥāsibīn(a)."}},"translation":{"en":"Then they His servants are returned to Allah, their true Lord. Unquestionably, His is the judgement, and He is the swiftest of accountants.","id":"Kemudian mereka (hamba-hamba Allah) dikembalikan kepada Allah, penguasa mereka yang sebenarnya. Ketahuilah bahwa segala hukum (pada hari itu) ada pada-Nya. Dan Dialah pembuat perhitungan yang paling cepat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/851.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/851.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":852,"inSurah":63},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ مَنْ يُّنَجِّيْكُمْ مِّنْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ تَدْعُوْنَهٗ تَضَرُّعًا وَّخُفْيَةً ۚ لَىِٕنْ اَنْجٰىنَا مِنْ هٰذِهٖ لَنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ ","transliteration":{"en":"Qul mai yunajjeekum min zulumaatil barri walbahri tad'oonahoo tadarru'anw wa khufyatann la'in anjaanaa min haazihee lanakoonana minash shaakireen","id":"qul may yunajjīkum min ẓulumātil-barri wal-baḥri tad‘ūnahū taḍarru‘aw wa khufyah(tan), la'in anjānā min hāżihī lanakūnanna minasy- syākirīn(a)."}},"translation":{"en":"Say, \"Who rescues you from the darknesses of the land and sea [when] you call upon Him imploring [aloud] and privately, 'If He should save us from this [crisis], we will surely be among the thankful.' \"","id":"Katakanlah (Muhammad), “Siapakah yang dapat menyelamatkan kamu dari bencana di darat dan di laut, ketika kamu berdoa kepada-Nya dengan rendah hati dan dengan suara yang lembut?” (Dengan mengatakan), “Sekiranya Dia menyelamatkan kami dari (bencana) ini, tentulah kami menjadi orang-orang yang bersyukur.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/852.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/852.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":853,"inSurah":64},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلِ اللّٰهُ يُنَجِّيْكُمْ مِّنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ اَنْتُمْ تُشْرِكُوْنَ ","transliteration":{"en":"Qulil laahu yunajjjeekum minhaa wa min kulli karbin summa antum tushrikoon","id":"qulillāhu yunajjīkum minhā wa min kulli karbin ṡumma antum tusyrikūn(a)."}},"translation":{"en":"Say, \"It is Allah who saves you from it and from every distress; then you [still] associate others with Him.\"","id":"Katakanlah (Muhammad), “Allah yang menyelamatkan kamu dari bencana itu dan dari segala macam kesusahan, namun kemudian kamu (kembali) mempersekutukan-Nya.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/853.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/853.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":854,"inSurah":65},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ هُوَ الْقَادِرُ عَلٰٓى اَنْ يَّبْعَثَ عَلَيْكُمْ عَذَابًا مِّنْ فَوْقِكُمْ اَوْ مِنْ تَحْتِ اَرْجُلِكُمْ اَوْ يَلْبِسَكُمْ شِيَعًا وَّيُذِيْقَ بَعْضَكُمْ بَأْسَ بَعْضٍۗ  اُنْظُرْ كَيْفَ نُصَرِّفُ الْاٰيٰتِ لَعَلَّهُمْ يَفْقَهُوْنَ ","transliteration":{"en":"Qul huwal Qaadiru 'alaaa ai yab'asa 'alaikum 'azaabam min fawqikum aw min tahti arjulikum aw yalbisakum shiya'anw wa yuzeeqa ba'dakum baasa ba'd; unzur kaifa nusarriful Aayaati la'allahum yafqahoon","id":"qul huwal-qādiru ‘alā ay yab‘aṡa ‘alaikum ‘ażābam min fauqikum au min taḥti arjulikum au yalbisakum syiya‘aw wa yużīqa ba‘ḍakum ba'sa ba‘ḍ(in), unẓur kaifa nuṣarriful-āyāti la‘allahum yafqahūn(a)."}},"translation":{"en":"Say, \"He is the [one] Able to send upon you affliction from above you or from beneath your feet or to confuse you [so you become] sects and make you taste the violence of one another.\" Look how We diversify the signs that they might understand.","id":"Katakanlah (Muhammad), “Dialah yang berkuasa mengirimkan azab kepadamu, dari atas atau dari bawah kakimu atau Dia mencampurkan kamu dalam golongan-golongan (yang saling bertentangan) dan merasakan kepada sebagian kamu keganasan sebagian yang lain.” Perhatikanlah, bagaimana Kami menjelaskan berulang-ulang tanda-tanda (kekuasaan Kami) agar mereka memahami(nya)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/854.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/854.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":855,"inSurah":66},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَكَذَّبَ بِهٖ قَوْمُكَ وَهُوَ الْحَقُّۗ قُلْ لَّسْتُ عَلَيْكُمْ بِوَكِيْلٍ ۗ","transliteration":{"en":"Wa kaz zaba bihee qawmuka wa huwal haqq; qul lastu'alaikum biwakeel","id":"wa każżaba bihī qaumuka wa huwal-ḥaqq(u), qul lastu ‘alaikum biwakīl(in)."}},"translation":{"en":"But your people have denied it while it is the truth. Say, \"I am not over you a manager.\"","id":"Dan kaummu mendustakannya (azab) padahal (azab) itu benar adanya. Katakanlah (Muhammad), “Aku ini bukanlah penanggung jawab kamu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/855.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/855.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":856,"inSurah":67},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لِكُلِّ نَبَاٍ مُّسْتَقَرٌّ وَّسَوْفَ تَعْلَمُوْنَ ","transliteration":{"en":"Likulli naba im mustaqar runw wa sawfa ta'lamoon","id":"likulli naba'im mustaqarruw wa saufa ta‘lamūn(a)."}},"translation":{"en":"For every happening is a finality; and you are going to know.","id":"Setiap berita (yang dibawa oleh rasul) ada (waktu) terjadinya dan kelak kamu akan mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/856.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/856.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":857,"inSurah":68},"meta":{"juz":7,"surah":6,"page":135,"manzil":109,"hizbQuarter":54,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَا رَاَيْتَ الَّذِيْنَ يَخُوْضُوْنَ فِيْٓ اٰيٰتِنَا فَاَعْرِضْ عَنْهُمْ حَتّٰى يَخُوْضُوْا فِيْ حَدِيْثٍ غَيْرِهٖۗ وَاِمَّا يُنْسِيَنَّكَ الشَّيْطٰنُ فَلَا تَقْعُدْ بَعْدَ الذِّكْرٰى مَعَ الْقَوْمِ الظّٰلِمِيْنَ ","transliteration":{"en":"Wa izaa ra aital lazeena yakhoodoona feee Aayaatinaa fa a'rid 'anhum hattaa yakkhoodoo fee hadeesin ghairih; wa immaa yunsiyannakash Shaitaanu falaa taq'ud ba'dazzikraa ma'al qawmiz zaalimeen","id":"wa iżā ra'aital-lażīna yakhūḍūna fī āyātinā fa a‘riḍ ‘anhum ḥattā yakhūḍū fī ḥadīṡin gairih(ī), wa immā yunsiyannakasy-syaiṭānu falā taq‘ud ba‘daż-żikrā ma‘al-qaumiẓ-ẓālimīn(a)."}},"translation":{"en":"And when you see those who engage in [offensive] discourse concerning Our verses, then turn away from them until they enter into another conversation. And if Satan should cause you to forget, then do not remain after the reminder with the wrongdoing people.","id":"Apabila engkau (Muhammad) melihat orang-orang memperolok-olokkan ayat-ayat Kami, maka tinggalkanlah mereka hingga mereka beralih ke pembicaraan lain. Dan jika setan benar-benar menjadikan engkau lupa (akan larangan ini), setelah ingat kembali janganlah engkau duduk bersama orang-orang yang zalim.  "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/857.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/857.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]