[{"number":{"inQuran":863,"inSurah":74},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَاِذْ قَالَ اِبْرٰهِيْمُ لِاَبِيْهِ اٰزَرَ اَتَتَّخِذُ اَصْنَامًا اٰلِهَةً ۚاِنِّيْٓ اَرٰىكَ وَقَوْمَكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","transliteration":{"en":"Wa iz qaala Ibraaheemu li abeehi Aazara a-tattakhizu asnaaman aalihatan inneee araaka wa qawmaka fee dalaalim mmubeen","id":"wa iż qāla ibrāhīmu li'abīhi āzara atattakhiżu aṣnāman ālihah(tan), innī arāka wa qaumaka fī ḍalālim mubīn(in)."}},"translation":{"en":"And [mention, O Muhammad], when Abraham said to his father Azar, \"Do you take idols as deities? Indeed, I see you and your people to be in manifest error.\"","id":"Dan (ingatlah) ketika Ibrahim berkata kepada ayahnya Azar, ”Pantaskah engkau menjadikan berhala-berhala itu sebagai tuhan? Sesungguhnya aku melihat engkau dan kaummu dalam kesesatan yang nyata.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/863.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/863.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":864,"inSurah":75},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَكَذٰلِكَ نُرِيْٓ اِبْرٰهِيْمَ مَلَكُوْتَ السَّمٰوٰتِ وَالْاَرْضِ وَلِيَكُوْنَ مِنَ الْمُوْقِنِيْنَ ","transliteration":{"en":"Wa kazaalika nureee Ibraaheema malakootas samaawaati wal ardi wa liyakoona minal mooqineen","id":"wa każālika nurī ibrāhīma malakūtas-samāwāti wal-arḍi wa liyakūna minal-mūqinīn(a)."}},"translation":{"en":"And thus did We show Abraham the realm of the heavens and the earth that he would be among the certain [in faith]","id":"Dan demikianlah Kami memperlihatkan kepada Ibrahim kekuasaan (Kami yang terdapat) di langit dan di bumi, dan agar dia termasuk orang-orang yang yakin."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/864.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/864.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":865,"inSurah":76},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا جَنَّ عَلَيْهِ الَّيْلُ رَاٰ كَوْكَبًا ۗقَالَ هٰذَا رَبِّيْۚ فَلَمَّآ اَفَلَ قَالَ لَآ اُحِبُّ الْاٰفِلِيْنَ","transliteration":{"en":"Falammaa janna 'alaihil lailu ra aa kawkabaan qaala haaza Rabbee falammaaa afala qaala laaa uhibbul aafileen","id":"falammā janna ‘alaihil-lailu ra'ā kaukabā(n), qāla hāżā rabbī, falammā afala qāla lā uḥibbul-āfilīn(a)."}},"translation":{"en":"So when the night covered him [with darkness], he saw a star. He said, \"This is my lord.\" But when it set, he said, \"I like not those that disappear.\"","id":"Ketika malam telah menjadi gelap, dia (Ibrahim) melihat sebuah bintang  (lalu) dia berkata, “Inilah Tuhanku.” Maka ketika bintang itu terbenam dia berkata, “Aku tidak suka kepada yang terbenam.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/865.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/865.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":866,"inSurah":77},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا رَاَ الْقَمَرَ بَازِغًا قَالَ هٰذَا رَبِّيْ ۚفَلَمَّآ اَفَلَ قَالَ لَىِٕنْ لَّمْ يَهْدِنِيْ رَبِّيْ لَاَكُوْنَنَّ مِنَ الْقَوْمِ الضَّاۤلِّيْنَ ","transliteration":{"en":"Falammmaa ra al qamara baazighan qaala haazaa Rabbee falammmmaaa afala qaala la'il lam yahdinee Rabbee la akoonanna minal qawmid daaalleen","id":"falammā ra'al-qamara bāzigan qāla hāżā rabbī, falammā afala qāla la'illam yahdinī rabbī la'akūnanna minal-qaumiḍ-ḍāllīn(a)."}},"translation":{"en":"And when he saw the moon rising, he said, \"This is my lord.\" But when it set, he said, \"Unless my Lord guides me, I will surely be among the people gone astray.\"","id":"Lalu ketika dia melihat bulan terbit dia berkata, “Inilah Tuhanku.” Tetapi ketika bulan itu terbenam dia berkata, “Sungguh, jika Tuhanku tidak memberi petunjuk kepadaku, pastilah aku termasuk orang-orang yang sesat.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/866.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/866.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":867,"inSurah":78},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا رَاَ الشَّمْسَ بَازِغَةً قَالَ هٰذَا رَبِّيْ هٰذَآ اَكْبَرُۚ فَلَمَّآ اَفَلَتْ قَالَ يٰقَوْمِ اِنِّيْ بَرِيْۤءٌ مِّمَّا تُشْرِكُوْنَ ","transliteration":{"en":"Falammmaa ra ashshamsa baazighatan qaala haazaa Rabbee haazaaa akbaru falammaaa afalat qaala yaa qawmi innee bareee'um mimmaa tushrikoon","id":"falammā ra'asy-syamsa bāzigatan qāla hāżā rabbī hāżā akbar(u), falammā afalat qāla yā qaumi innī barī'um mimmā tusyrikūn(a)."}},"translation":{"en":"And when he saw the sun rising, he said, \"This is my lord; this is greater.\" But when it set, he said, \"O my people, indeed I am free from what you associate with Allah.","id":"Kemudian ketika dia melihat matahari terbit, dia berkata, “Inilah Tuhanku, ini lebih besar.” Tetapi ketika matahari terbenam, dia berkata, “Wahai kaumku! Sungguh, aku berlepas diri dari apa yang kamu persekutukan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/867.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/867.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":868,"inSurah":79},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنِّيْ وَجَّهْتُ وَجْهِيَ لِلَّذِيْ فَطَرَ السَّمٰوٰتِ وَالْاَرْضَ حَنِيْفًا وَّمَآ اَنَا۠ مِنَ الْمُشْرِكِيْنَۚ ","transliteration":{"en":"Innnee wajjahtu wajhiya lillazee fataras samaawaati wal arda haneefanw wa maaa ana minal mushrikeen","id":"innī wajjahtu wajhiya lil-lażī faṭaras-samāwāti wal-arḍa ḥanīfaw wa mā ana minal-musyrikīn(a)."}},"translation":{"en":"Indeed, I have turned my face toward He who created the heavens and the earth, inclining toward truth, and I am not of those who associate others with Allah.\"","id":"Aku hadapkan wajahku kepada (Allah) yang menciptakan langit dan bumi dengan penuh kepasrahan (mengikuti) agama yang benar, dan aku bukanlah termasuk orang-orang musyrik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/868.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/868.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":869,"inSurah":80},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَحَاۤجَّهٗ قَوْمُهٗ ۗقَالَ اَتُحَاۤجُّوْۤنِّيْ فِى اللّٰهِ وَقَدْ هَدٰىنِۗ وَلَآ اَخَافُ مَا تُشْرِكُوْنَ بِهٖٓ اِلَّآ اَنْ يَّشَاۤءَ رَبِّيْ شَيْـًٔا ۗوَسِعَ رَبِّيْ كُلَّ شَيْءٍ عِلْمًا ۗ اَفَلَا تَتَذَكَّرُوْنَ ","transliteration":{"en":"Wa haaajjahoo qawmuh; qaala a-tuh aaajjooonnnee fillaahi wa qad hadaan; wa laaa akhaafu mmaa tushrikoona bihee illaaa ai yashaaa'a Rabbee shai'anw wasi'a Rabbee kulla shai'in 'ilman afalaa tatazakkaroon","id":"wa ḥājjahū qaumuh(ū), qāla atuḥājjūnnī fillāhi wa qad hadān(i), wa lā akhāfu mā tusyrikūna bihī illā ay yasyā'a rabbī syai'ā(n), wasi‘a rabbī kulla syai'in ‘ilmā(n), afalā tatażakkarūn(a)."}},"translation":{"en":"And his people argued with him. He said, \"Do you argue with me concerning Allah while He has guided me? And I fear not what you associate with Him [and will not be harmed] unless my Lord should will something. My Lord encompasses all things in knowledge; then will you not remember?","id":"Dan kaumnya membantahnya. Dia (Ibrahim) berkata, “Apakah kamu hendak membantahku tentang Allah, padahal Dia benar-benar telah memberi petunjuk kepadaku? Aku tidak takut kepada (malapetaka dari) apa yang kamu persekutukan dengan Allah, kecuali Tuhanku menghendaki sesuatu. Ilmu Tuhanku meliputi segala sesuatu. Tidakkah kamu dapat mengambil pelajaran?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/869.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/869.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":870,"inSurah":81},"meta":{"juz":7,"surah":6,"page":137,"manzil":110,"hizbQuarter":55,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَكَيْفَ اَخَافُ مَآ اَشْرَكْتُمْ وَلَا تَخَافُوْنَ اَنَّكُمْ اَشْرَكْتُمْ بِاللّٰهِ مَا لَمْ يُنَزِّلْ بِهٖ عَلَيْكُمْ سُلْطٰنًا ۗفَاَيُّ الْفَرِيْقَيْنِ اَحَقُّ بِالْاَمْنِۚ اِنْ كُنْتُمْ تَعْلَمُوْنَۘ ","transliteration":{"en":"Wa kaifa akhaafu maaa ashraktum wa laa takhaafoona annakum ashraktum billaahi maa lam yunazzil bihee 'alaikum sultaanaa; fa aiyul fareeqaini ahaqqu bil amni in kuntum ta'lamoon","id":"wa kaifa akhāfu mā asyraktum wa lā takhāfūna annakum asyraktum billāhi mā lam yunazzil bihī ‘alaikum sulṭānā(n), fa ayyul-farīqaini aḥaqqu bil-amn(i), in kuntum ta‘lamūn(a)."}},"translation":{"en":"And how should I fear what you associate while you do not fear that you have associated with Allah that for which He has not sent down to you any authority? So which of the two parties has more right to security, if you should know?","id":"Bagaimana aku takut kepada apa yang kamu persekutukan (dengan Allah), padahal kamu tidak takut dengan apa yang Allah sendiri tidak menurunkan keterangan kepadamu untuk mempersekutukan-Nya. Manakah dari kedua golongan itu yang lebih berhak mendapat keamanan (dari malapetaka), jika kamu mengetahui?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/870.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/870.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]