[{"number":{"inQuran":900,"inSurah":111},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَلَوْ اَنَّنَا نَزَّلْنَآ اِلَيْهِمُ الْمَلٰۤىِٕكَةَ وَكَلَّمَهُمُ الْمَوْتٰى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَّا كَانُوْا لِيُؤْمِنُوْٓا اِلَّآ اَنْ يَّشَاۤءَ اللّٰهُ وَلٰكِنَّ اَكْثَرَهُمْ يَجْهَلُوْنَ ","transliteration":{"en":"Wa law annanaa nazzal naaa ilaihimul malaaa'ikata wa kallamahumul mawtaa wa hasharnaa 'alaihim kulla shai'in qubulam maa kaanoo liyu'minooo illaaa ai yashaaa'al laahu wa laakinna aksarahum yajhaloon","id":"wa lau annanā nazzalnā ilaihimul-malā'ikata wa kallamahumul-mautā wa ḥasyarnā ‘alaihim kulla syai'in qubulam mā kānū liyu'minū illā ay yasyā'allāhu wa lākinna akṡarahum yajhalūn(a)."}},"translation":{"en":"And even if We had sent down to them the angels [with the message] and the dead spoke to them [of it] and We gathered together every [created] thing in front of them, they would not believe unless Allah should will. But most of them, [of that], are ignorant.","id":"Dan sekalipun Kami benar-benar menurunkan malaikat kepada mereka, dan orang yang telah mati berbicara dengan mereka dan Kami kumpulkan (pula) di hadapan mereka segala sesuatu (yang mereka inginkan), mereka tidak juga akan beriman, kecuali jika Allah menghendaki. Tapi kebanyakan mereka tidak mengetahui (arti kebenaran)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/900.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/900.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":901,"inSurah":112},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَكَذٰلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيٰطِيْنَ الْاِنْسِ وَالْجِنِّ يُوْحِيْ بَعْضُهُمْ اِلٰى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوْرًا ۗوَلَوْ شَاۤءَ رَبُّكَ مَا فَعَلُوْهُ فَذَرْهُمْ وَمَا يَفْتَرُوْنَ  ","transliteration":{"en":"Wa kazaalika ja'alnaa likulli nabiyyin 'aduwwan Shayaateenal insi waljinni yoohee ba'duhum ilaa ba'din zukhrufal qawli ghurooraa; wa law shaaa'a Rabbuka maa fa'aloohu fazarhum wa maa yaftaroon","id":"wa każālika ja‘alnā likulli nabiyyin ‘aduwwan syayāṭīnal-insi wal-jinni yūḥī ba‘ḍuhum ilā ba‘ḍin zukhrufal-qauli gurūrā(n), wa lau syā'a rabbuka mā fa‘alūhu fa żarhum wa mā yaftarūn(a)."}},"translation":{"en":"And thus We have made for every prophet an enemy - devils from mankind and jinn, inspiring to one another decorative speech in delusion. But if your Lord had willed, they would not have done it, so leave them and that which they invent.","id":"Dan demikianlah untuk setiap nabi Kami menjadikan musuh yang terdiri dari setan-setan manusia dan jin, sebagian mereka membisikkan kepada sebagian yang lain perkataan yang indah sebagai tipuan. Dan kalau Tuhanmu menghendaki, niscaya mereka tidak akan melakukannya, maka biarkanlah mereka bersama apa (kebohongan) yang mereka ada-adakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/901.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/901.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":902,"inSurah":113},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلِتَصْغٰٓى اِلَيْهِ اَفْـِٕدَةُ الَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوْا مَا هُمْ مُّقْتَرِفُوْنَ ","transliteration":{"en":"Wa litasghaaa ilaihi af'idatul lazeena laa yu'minoona bil Aakhirati wa liyardawhu wa liyaqtarifoo maa hum muqtarifoon","id":"wa litaṣgā ilaihi af'idatul-lażīna lā yu'minūna bil-ākhirati wa liyarḍauhu wa liyaqtarifū mā hum muqtarifūn(a)."}},"translation":{"en":"And [it is] so the hearts of those who disbelieve in the Hereafter will incline toward it and that they will be satisfied with it and that they will commit that which they are committing.","id":"Dan agar hati kecil orang-orang yang tidak beriman kepada akhirat, tertarik kepada bisikan itu, dan menyenanginya, dan agar mereka melakukan apa yang biasa mereka lakukan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/902.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/902.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":903,"inSurah":114},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَغَيْرَ اللّٰهِ اَبْتَغِيْ حَكَمًا وَّهُوَ الَّذِيْٓ اَنْزَلَ اِلَيْكُمُ الْكِتٰبَ مُفَصَّلًا ۗوَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَعْلَمُوْنَ اَنَّهٗ مُنَزَّلٌ مِّنْ رَّبِّكَ بِالْحَقِّ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ ","transliteration":{"en":"Afaghairal laahi abtaghee hakamanw wa Huwal lazee anzala ilaikumul Kitaaba mufassalaa; wallazeena atai naahumul Kitaaba ya'lamoona annahoo munazzalum mir Rabbika bilhaqqi falaa takoonanna minal mumtareen","id":"afagairallāhi abtagī ḥakamaw wa huwal-lażī anzala ilaikumul-kitāba mufaṣṣalā(n), wal-lażīna ātaināhumul-kitāba ya‘lamūna annahū munazzalum mir rabbika bil-ḥaqqi falā takunanna minal-mumtarīn(a)."}},"translation":{"en":"[Say], \"Then is it other than Allah I should seek as judge while it is He who has revealed to you the Book explained in detail?\" And those to whom We [previously] gave the Scripture know that it is sent down from your Lord in truth, so never be among the doubters.","id":"Pantaskah aku mencari hakim selain Allah, padahal Dialah yang menurunkan Kitab (Al-Qur'an) kepadamu secara rinci? Orang-orang yang telah Kami beri kitab mengetahui benar bahwa (Al-Qur'an) itu diturunkan dari Tuhanmu dengan benar. Maka janganlah kamu termasuk orang-orang yang ragu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/903.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/903.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":904,"inSurah":115},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًاۗ لَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚوَهُوَ السَّمِيْعُ الْعَلِيْمُ","transliteration":{"en":"Wa tammat Kalimatu Rabbika sidqanw wa 'adlaa; laa mubaddila li Kalimaatih; wa Huwas Samee'ul 'Aleem","id":"wa tammat kalimatu rabbika ṣidqaw wa ‘adlā(n), lā mubaddila likalimātih(ī), wa huwas-samī‘ul-‘alīm(u)."}},"translation":{"en":"And the word of your Lord has been fulfilled in truth and in justice. None can alter His words, and He is the Hearing, the Knowing.","id":"Dan telah sempurna firman Tuhanmu (Al-Qur'an) dengan benar dan adil. Tidak ada yang dapat mengubah firman-Nya. Dan Dia Maha Mendengar, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/904.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/904.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":905,"inSurah":116},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِى الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۗاِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ ","transliteration":{"en":"Wa in tuti' aksara man fil ardi yudillooka 'an sabeelil laah; iny yattabi'oona illaz zanna wa in hum illaa yakhrusoon","id":"wa in tuṭi‘ akṡara man fil-arḍi yuḍillūka ‘an sabīlillāh(i), iy yattabi‘ūna illaẓ-ẓanna wa in hum illā yakhruṣ ūn(a)."}},"translation":{"en":"And if you obey most of those upon the earth, they will mislead you from the way of Allah. They follow not except assumption, and they are not but falsifying.","id":"Dan jika kamu mengikuti kebanyakan orang di bumi ini, niscaya mereka akan menyesatkanmu dari jalan Allah. Yang mereka ikuti hanya persangkaan belaka dan mereka hanyalah membuat kebohongan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/905.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/905.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":906,"inSurah":117},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ رَبَّكَ هُوَ اَعْلَمُ مَنْ يَّضِلُّ عَنْ سَبِيْلِهٖۚ وَهُوَ اَعْلَمُ بِالْمُهْتَدِيْنَ ","transliteration":{"en":"Inna rabbaka Huwa a'lamu mai yadillu 'an sabeelihee wa Huwa a'lamu bilmuhtadeen","id":"inna rabbaka huwa a‘lamu may yaḍillu ‘an sabīlih(ī), wa huwa a‘lamu bil-muhtadīn(a)."}},"translation":{"en":"Indeed, your Lord is most knowing of who strays from His way, and He is most knowing of the [rightly] guided.","id":"Sesungguhnya Tuhanmu, Dialah yang lebih mengetahui siapa yang tersesat dari jalan-Nya, dan Dia lebih mengetahui orang-orang yang mendapat petunjuk."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/906.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/906.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":907,"inSurah":118},"meta":{"juz":8,"surah":6,"page":142,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ اِنْ كُنْتُمْ بِاٰيٰتِهٖ مُؤْمِنِيْنَ ","transliteration":{"en":"Fakuloo mimmmaa zukirasmul laahi 'alaihi in kuntum bi Aayaatihee mu'mineen","id":"fa kulū mimmā żukirasmullāhi ‘alaihi in kuntum bi'āyātihī mu'minīn(a)."}},"translation":{"en":"So eat of that [meat] upon which the name of Allah has been mentioned, if you are believers in His verses.","id":"Maka makanlah dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, jika kamu beriman kepada ayat-ayat-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/907.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/907.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]