[{"number":{"inQuran":908,"inSurah":119},"meta":{"juz":8,"surah":6,"page":143,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا لَكُمْ اَلَّا تَأْكُلُوْا مِمَّا ذُكِرَ اسْمُ اللّٰهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ اِلَّا مَا اضْطُرِرْتُمْ اِلَيْهِ ۗوَاِنَّ كَثِيْرًا لَّيُضِلُّوْنَ بِاَهْوَاۤىِٕهِمْ بِغَيْرِ عِلْمٍ ۗاِنَّ رَبَّكَ هُوَ اَعْلَمُ بِالْمُعْتَدِيْنَ ","transliteration":{"en":"Wa maa lakum allaa taakuloo mimmaa zukirasmul laahi 'alaihi wa qad fassala lakum maa harrama 'alaikum illaa mad turirtum ilaih; wa inna kaseeral la yudilloona bi ahwaaa'ihim bighairi 'ilm; inna Rabbaka Huwa a'lamu bilmu'tadeen","id":"wa mā lakum allā ta'kulū mimmā żukirasmullāhi ‘alaihi wa qad faṣṣala lakum mā ḥarrama ‘alaikum illā maḍṭurirtum ilaih(i), wa inna kaṡīral layuḍillūna bi'ahwā'ihim bigairi ‘ilm(in), inna rabbaka huwa a‘lamu bil-mu‘tadīn(a)."}},"translation":{"en":"And why should you not eat of that upon which the name of Allah has been mentioned while He has explained in detail to you what He has forbidden you, excepting that to which you are compelled. And indeed do many lead [others] astray through their [own] inclinations without knowledge. Indeed, your Lord - He is most knowing of the transgressors.","id":"Dan mengapa kamu tidak mau memakan dari apa (daging hewan) yang (ketika disembelih) disebut nama Allah, padahal Allah telah menjelaskan kepadamu apa yang diharamkan-Nya kepadamu, kecuali jika kamu dalam keadaan terpaksa. Dan sungguh, banyak yang menyesatkan orang dengan keinginannya tanpa dasar pengetahuan. Tuhanmu lebih mengetahui orang-orang yang melampaui batas."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/908.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/908.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":909,"inSurah":120},"meta":{"juz":8,"surah":6,"page":143,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَذَرُوْا ظَاهِرَ الْاِثْمِ وَبَاطِنَهٗ ۗاِنَّ الَّذِيْنَ يَكْسِبُوْنَ الْاِثْمَ سَيُجْزَوْنَ بِمَا كَانُوْا يَقْتَرِفُوْنَ ","transliteration":{"en":"Wa zaroo zaahiral ismi wa baatinah; innal lazeena yaksiboonal ismaa sa yujzawna bimaa kaanoo yaqtarifoon","id":"wa żarū ẓāhiral-iṡmi wa bāṭinah(ū), innal-lażīna yaksibūnal-iṡma sayujzauna bimā kānū yaqtarifūn(a)."}},"translation":{"en":"And leave what is apparent of sin and what is concealed thereof. Indeed, those who earn [blame for] sin will be recompensed for that which they used to commit.","id":"Dan tinggalkanlah dosa yang terlihat ataupun yang tersembunyi. Sungguh, orang-orang yang mengerjakan (perbuatan) dosa kelak akan diberi balasan sesuai dengan apa yang mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/909.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/909.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":910,"inSurah":121},"meta":{"juz":8,"surah":6,"page":143,"manzil":115,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تَأْكُلُوْا مِمَّا لَمْ يُذْكَرِ اسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌۗ وَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓى اَوْلِيَاۤىِٕهِمْ  لِيُجَادِلُوْكُمْ ۚوَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ ࣖ ","transliteration":{"en":"Wa laa taakuloo mimaa lam yuzkaris mullaahi 'alaihi wa innahoo lafisq; wa innash Shayaateena la yoohoona ilaaa awliyaaa'ihim liyujaadilookum wa in ata'tumoohum innnakum lamushrikoon","id":"wa lā ta'kulū mimmā lam yużkarismullāhi ‘alaihi wa innahū lafisq(un), wa innasy-syayāṭīna layūḥūna ilā auliyā'ihim liyujādilūkum, wa in aṭa‘tumūhum innakum lamusyrikūn(a)."}},"translation":{"en":"And do not eat of that upon which the name of Allah has not been mentioned, for indeed, it is grave disobedience. And indeed do the devils inspire their allies [among men] to dispute with you. And if you were to obey them, indeed, you would be associators [of others with Him].","id":"Dan janganlah kamu memakan dari apa (daging hewan) yang (ketika disembelih) tidak disebut nama Allah, perbuatan itu benar-benar suatu kefasikan. Sesungguhnya setan-setan akan membisikkan kepada kawan-kawannya agar mereka membantah kamu. Dan jika kamu menuruti mereka, tentu kamu telah menjadi orang musyrik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/910.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/910.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":911,"inSurah":122},"meta":{"juz":8,"surah":6,"page":143,"manzil":116,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَمَنْ كَانَ مَيْتًا فَاَحْيَيْنٰهُ وَجَعَلْنَا لَهٗ نُوْرًا يَّمْشِيْ بِهٖ فِى النَّاسِ كَمَنْ مَّثَلُهٗ فِى الظُّلُمٰتِ لَيْسَ بِخَارِجٍ مِّنْهَاۗ  كَذٰلِكَ زُيِّنَ لِلْكٰفِرِيْنَ مَا كَانُوْا يَعْمَلُوْنَ ","transliteration":{"en":"Awa man kaana maitan fa ahyainaahu wa ja'alnaa lahoo noorany yamshee bihee fin naasi kamamm masaluhoo fiz zulumaati laisa bikhaarijim minhaa; kazaalika zuyyina lilkaafireena maa kaanoo ya'maloon","id":"awa man kāna maitan fa aḥyaināhu wa ja‘alnā lahū nūray yamsyī bihī fin-nāsi kamam maṡaluhū fiẓ-ẓulumāti laisa bikhārijim minhā, każālika zuyyina lil-kāfirīna mā kānū ya‘malūn(a)."}},"translation":{"en":"And is one who was dead and We gave him life and made for him light by which to walk among the people like one who is in darkness, never to emerge therefrom? Thus it has been made pleasing to the disbelievers that which they were doing.","id":"Dan apakah orang yang sudah mati lalu Kami hidupkan dan Kami beri dia cahaya yang membuatnya dapat berjalan di tengah-tengah orang banyak, sama dengan orang yang berada dalam kegelapan, sehingga dia tidak dapat keluar dari sana? Demikianlah dijadikan terasa indah bagi orang-orang kafir terhadap apa yang mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/911.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/911.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":912,"inSurah":123},"meta":{"juz":8,"surah":6,"page":143,"manzil":116,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَكَذٰلِكَ جَعَلْنَا فِيْ كُلِّ قَرْيَةٍ اَكٰبِرَ مُجْرِمِيْهَا لِيَمْكُرُوْا فِيْهَاۗ وَمَا يَمْكُرُوْنَ اِلَّا بِاَنْفُسِهِمْ وَمَا يَشْعُرُوْنَ ","transliteration":{"en":"Wa kazaalika ja'alnaa fee kulli qaryatin akaabira mujrimeehaa liyamkuroo feehaa wa maa yamkuroona illaa bi anfusihim wa maa yash'uroon","id":"wa każālika ja‘alnā fī kulli qaryatin akābira mujrimīhā liyamkurū fīhā, wa mā yamkurūna illā bi'anfusihim wa mā yasy‘urūn(a)."}},"translation":{"en":"And thus We have placed within every city the greatest of its criminals to conspire therein. But they conspire not except against themselves, and they perceive [it] not.","id":"Dan demikianlah pada setiap negeri Kami jadikan pembesar-pembesar yang jahat agar melakukan tipu daya di negeri itu. Tapi mereka hanya menipu diri sendiri tanpa menyadarinya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/912.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/912.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":913,"inSurah":124},"meta":{"juz":8,"surah":6,"page":143,"manzil":116,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَا جَاۤءَتْهُمْ اٰيَةٌ قَالُوْا لَنْ نُّؤْمِنَ حَتّٰى نُؤْتٰى مِثْلَ مَآ اُوْتِيَ رُسُلُ اللّٰهِ ۘ اَللّٰهُ اَعْلَمُ حَيْثُ يَجْعَلُ رِسٰلَتَهٗۗ سَيُصِيْبُ الَّذِيْنَ اَجْرَمُوْا صَغَارٌ عِنْدَ اللّٰهِ وَعَذَابٌ شَدِيْدٌۢ بِمَا كَانُوْا يَمْكُرُوْنَ","transliteration":{"en":"Wa izaa jaaa'athum Aayatun qaaloo lan nu'mina hatta nu'taa misla maaa ootiya Rusulul laah; Allahu a'almu haisu yaj'alu Risaalatah; sa yuseebul lazeena ajramoo saghaarun 'indal laahi wa 'azaabun shadeedum bimaa kaanoo yamkuroon","id":"wa iżā jā'athum āyatun qālū lan nu'mina ḥattā nu'tā miṡla mā ūtiya rusulullāh(i), allāhu a‘lamu ḥaiṡu yaj‘alu risālatah(ū), sayuṣībul-lażīna ajramū ṣagārun ‘indallāhi wa ‘ażābun syadīdum bimā kānū yamkurūn(a)."}},"translation":{"en":"And when a sign comes to them, they say, \"Never will we believe until we are given like that which was given to the messengers of Allah.\" Allah is most knowing of where He places His message. There will afflict those who committed crimes debasement before Allah and severe punishment for what they used to conspire.","id":"Dan apabila datang suatu ayat kepada mereka, mereka berkata, “Kami tidak akan percaya (beriman) sebelum diberikan kepada kami seperti apa yang diberikan kepada rasul-rasul Allah.” Allah lebih mengetahui di mana Dia menempatkan tugas kerasulan-Nya. Orang-orang yang berdosa, nanti akan ditimpa kehinaan di sisi Allah dan azab yang keras karena tipu daya yang mereka lakukan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/913.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/913.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]