[{"number":{"inQuran":914,"inSurah":125},"meta":{"juz":8,"surah":6,"page":144,"manzil":116,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَمَنْ يُّرِدِ اللّٰهُ اَنْ يَّهْدِيَهٗ يَشْرَحْ صَدْرَهٗ لِلْاِسْلَامِۚ وَمَنْ يُّرِدْ اَنْ يُّضِلَّهٗ يَجْعَلْ صَدْرَهٗ ضَيِّقًا حَرَجًا كَاَنَّمَا يَصَّعَّدُ فِى السَّمَاۤءِۗ كَذٰلِكَ يَجْعَلُ اللّٰهُ الرِّجْسَ عَلَى الَّذِيْنَ لَا يُؤْمِنُوْنَ","transliteration":{"en":"Famai yuridil laahu ai yahdiyahoo yashrah sadrahoo lil islaami wa mai yurid ai yudillaho yaj'al sadrahoo daiyiqan harajan ka annamaa yassa' 'adu fis samaaa'; kazaalika yaj'alul laahur rijsa 'alal lazeena la yu'minoon","id":"fa may yuridillāhu ay yahdiyahū yasyraḥ ṣadrahū lil-islām(i), wa may yurid ay yuḍillahū yaj‘al ṣadrahū ḍayyiqan ḥarajan ka'annamā yaṣṣa‘‘adu fis-samā'(i), każālika yaj‘alullāhur-rijsa ‘alal-lażīna lā yu'minūn(a)."}},"translation":{"en":"So whoever Allah wants to guide - He expands his breast to [contain] Islam; and whoever He wants to misguide - He makes his breast tight and constricted as though he were climbing into the sky. Thus does Allah place defilement upon those who do not believe.","id":"Barangsiapa dikehendaki Allah akan mendapat hidayah (petunjuk), Dia akan membukakan dadanya untuk (menerima) Islam. Dan barangsiapa dikehendaki-Nya menjadi sesat, Dia jadikan dadanya sempit dan sesak, seakan-akan dia (sedang) mendaki ke langit. Demikianlah Allah menimpakan siksa kepada orang-orang yang tidak beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/914.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/914.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":915,"inSurah":126},"meta":{"juz":8,"surah":6,"page":144,"manzil":116,"hizbQuarter":57,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَهٰذَا صِرَاطُ رَبِّكَ مُسْتَقِيْمًاۗ قَدْ فَصَّلْنَا الْاٰيٰتِ لِقَوْمٍ يَّذَّكَّرُوْنَ ","transliteration":{"en":"Wa haazaa siraatu Rabbika Mustaqeemaa; qad fassalnal Aayaati liqawminy yazzakkaroon","id":"wa hāżā ṣirāṭu rabbika mustaqīmā(n), qad faṣṣalnal-āyāti liqaumiy yażżakkarūn(a)."}},"translation":{"en":"And this is the path of your Lord, [leading] straight. We have detailed the verses for a people who remember.","id":"Dan inilah jalan Tuhanmu yang lurus. Kami telah menjelaskan ayat-ayat (Kami) kepada orang-orang yang menerima peringatan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/915.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/915.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":916,"inSurah":127},"meta":{"juz":8,"surah":6,"page":144,"manzil":116,"hizbQuarter":58,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ لَهُمْ دَارُ السَّلٰمِ عِنْدَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ ","transliteration":{"en":"Lahum daarus salaami 'inda Rabbihim wa huwa waliyyuhum bimaa kaanoo ya'maloon","id":"lahum dārus-salāmi ‘inda rabbihim wa huwa waliyyuhum bimā kānū ya‘malūn(a)."}},"translation":{"en":"For them will be the Home of Peace with their Lord. And He will be their protecting friend because of what they used to do.","id":"Bagi mereka (disediakan) tempat yang damai (surga) di sisi Tuhannya. Dan Dialah pelindung mereka karena amal kebajikan yang mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/916.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/916.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":917,"inSurah":128},"meta":{"juz":8,"surah":6,"page":144,"manzil":116,"hizbQuarter":58,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَوْمَ يَحْشُرُهُمْ جَمِيْعًاۚ يٰمَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُمْ مِّنَ الْاِنْسِ ۚوَقَالَ اَوْلِيَاۤؤُهُمْ مِّنَ الْاِنْسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَّبَلَغْنَآ اَجَلَنَا الَّذِيْٓ اَجَّلْتَ لَنَا ۗقَالَ النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۤءَ اللّٰهُ ۗاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ ","transliteration":{"en":"Wa yamwa yahshuruhum jamee'ai yaa ma'sharal jinni qadistaksartum minal insi wa qaala awliyaaa'uhy minal insi Rabbanas tamta'a ba'dunaa biba'dinw wa balaghnaaa ajalannal lazeee ajjalta lanaa; qaalan Naaru maswaakum khaalideena feehaaa illaa maa shaaa'allaah; inna Rabbaka Hakeemun 'Aleem","id":"wa yauma yaḥsyuruhum jamī‘ā(n), yā ma‘syaral-jinni qadistakṡartum minal-ins(i), wa qāla auliyā'uhum minal-insi rabbanastamta‘a ba‘ḍunā biba‘ḍiw wa balagnā ajalanal-lażī ajjalta lanā, qālan-nāru maṡwākum khālidīna fīhā illā mā syā'allāh(u), inna rabbaka ḥakīmun ‘alīm(un)."}},"translation":{"en":"And [mention, O Muhammad], the Day when He will gather them together [and say], \"O company of jinn, you have [misled] many of mankind.\" And their allies among mankind will say, \"Our Lord, some of us made use of others, and we have [now] reached our term, which you appointed for us.\" He will say, \"The Fire is your residence, wherein you will abide eternally, except for what Allah wills. Indeed, your Lord is Wise and Knowing.\"","id":"Dan (ingatlah) pada hari ketika Dia mengumpulkan mereka semua (dan Allah berfirman), “Wahai golongan jin! Kamu telah banyak (menyesatkan) manusia.” Dan kawan-kawan mereka dari golongan manusia berkata, “Ya Tuhan, kami telah saling mendapatkan kesenangan dan sekarang waktu yang telah Engkau tentukan buat kami telah datang.”  Allah berfirman, “Nerakalah tempat kamu selama-lamanya, kecuali jika Allah menghendaki lain.” Sungguh, Tuhanmu Mahabijaksana, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/917.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/917.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":918,"inSurah":129},"meta":{"juz":8,"surah":6,"page":144,"manzil":116,"hizbQuarter":58,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَكَذٰلِكَ نُوَلِّيْ بَعْضَ الظّٰلِمِيْنَ بَعْضًاۢ بِمَا كَانُوْا يَكْسِبُوْنَ ࣖ ","transliteration":{"en":"Wa kazaalika nuwallee ba'daz zaalimeena ba'dam bimaa kaanoo yaksiboon","id":"wa każālika nuwallī ba‘ḍaẓ-ẓālimīna ba‘ḍam bimā kānū yaksibūn(a)."}},"translation":{"en":"And thus will We make some of the wrongdoers allies of others for what they used to earn.","id":"Dan demikianlah Kami jadikan sebagian orang-orang zalim berteman dengan sesamanya, sesuai dengan apa yang mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/918.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/918.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":919,"inSurah":130},"meta":{"juz":8,"surah":6,"page":144,"manzil":117,"hizbQuarter":58,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّوْنَ عَلَيْكُمْ اٰيٰتِيْ وَيُنْذِرُوْنَكُمْ لِقَاۤءَ يَوْمِكُمْ هٰذَاۗ قَالُوْا شَهِدْنَا عَلٰٓى اَنْفُسِنَا وَغَرَّتْهُمُ الْحَيٰوةُ الدُّنْيَا وَشَهِدُوْا عَلٰٓى اَنْفُسِهِمْ اَنَّهُمْ كَانُوْا كٰفِرِيْنَ ","transliteration":{"en":"Yaa ma'sharal jinni wal insi alam yaatikum Rusulum minkum yaqussoona 'alaikum Aayaatee wa yunziroonakum liqaaa'a Yawmikum haazaa; qaaloo shahidnaa 'alaaa anfusinaa wa gharrat humul hayaatud dunyaa wa shahidooo 'alaa anfusihim annahum kaanoo kaafireen","id":"yā ma‘syaral-jinni wal-insi alam ya'tikum rusulum minkum yaquṣṣūna ‘alaikum āyātī wa yunżirūnakum liqā'a yaumikum hāżā, qālū syahidnā ‘alā anfusinā wa garrathumul-ḥayātud-un-yā wa syahidū ‘alā anfusihim annahum kānū kāfirīn(a)."}},"translation":{"en":"\"O company of jinn and mankind, did there not come to you messengers from among you, relating to you My verses and warning you of the meeting of this Day of yours?\" They will say, \"We bear witness against ourselves\"; and the worldly life had deluded them, and they will bear witness against themselves that they were disbelievers.","id":"Wahai golongan jin dan manusia! Bukankah sudah datang kepadamu rasul-rasul dari kalanganmu sendiri, mereka menyampaikan ayat-ayat-Ku kepadamu dan memperingatkanmu tentang pertemuan pada hari ini? Mereka menjawab, “(Ya), kami menjadi saksi atas diri kami sendiri.” Tetapi mereka tertipu oleh kehidupan dunia dan mereka telah menjadi saksi atas diri mereka sendiri, bahwa mereka adalah orang-orang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/919.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/919.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":920,"inSurah":131},"meta":{"juz":8,"surah":6,"page":144,"manzil":117,"hizbQuarter":58,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ذٰلِكَ اَنْ لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ الْقُرٰى بِظُلْمٍ وَّاَهْلُهَا غٰفِلُوْنَ ","transliteration":{"en":"Zaalika al lam yakkur Rabbuka muhlikal quraa bizulminw wa ahluhaa ghaafiloon","id":"Żālika allam yakur rabbuka muhlikal-qurā biẓulmiw wa ahluhā gāfilūn(a)."}},"translation":{"en":"That is because your Lord would not destroy the cities for wrongdoing while their people were unaware.","id":"Demikianlah (para rasul diutus) karena Tuhanmu tidak akan membinasakan suatu negeri secara zalim, sedang penduduknya dalam keadaan lengah (belum tahu)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/920.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/920.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]