[{"number":{"inQuran":1012,"inSurah":58},"meta":{"juz":8,"surah":7,"page":158,"manzil":128,"hizbQuarter":63,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَبَاتُهٗ بِاِذْنِ رَبِّهٖۚ وَالَّذِيْ خَبُثَ لَا يَخْرُجُ اِلَّا نَكِدًاۗ  كَذٰلِكَ نُصَرِّفُ الْاٰيٰتِ لِقَوْمٍ يَّشْكُرُوْنَ ࣖ ","transliteration":{"en":"Walbaladut taiyibu yakhruju nabaatuhoo bi-izni Rabbihee wallazee khabusa laa yakhruju illaa nakidaa; kazaalika nusarriful Aayaati liqawminy yashkuroon","id":"wal-baladuṭ-ṭayyibu yakhruju nabātuhū bi'iżni rabbih(ī), wal-lażī khabuṡa lā yakhruju illā nakidā(n), każālika nuṣarriful-āyāti liqaumiy yasykurūn(a)."}},"translation":{"en":"And the good land - its vegetation emerges by permission of its Lord; but that which is bad - nothing emerges except sparsely, with difficulty. Thus do We diversify the signs for a people who are grateful.","id":"Dan tanah yang baik, tanaman-tanamannya tumbuh subur dengan izin Tuhan; dan tanah yang buruk, tanaman-tanamannya yang tumbuh merana. Demikianlah Kami menjelaskan berulang-ulang tanda-tanda (kebesaran Kami) bagi orang-orang yang bersyukur."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1012.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1012.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1013,"inSurah":59},"meta":{"juz":8,"surah":7,"page":158,"manzil":129,"hizbQuarter":63,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ اَرْسَلْنَا نُوْحًا اِلٰى قَوْمِهٖ فَقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيْمٍ ","transliteration":{"en":"Laqad arsalnaa noohan ilaa qawmihee faqaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo inneee akhaafu 'alaikum 'azaaba Yawmin 'Azeem","id":"laqad arsalnā nūḥan ilā qaumihī fa qāla yā qaumi‘budullāha mā lakum min ilāhin gairuh(ū), innī akhāfu ‘alaikum ‘ażāba yaumin ‘aẓīm(in)."}},"translation":{"en":"We had certainly sent Noah to his people, and he said, \"O my people, worship Allah; you have no deity other than Him. Indeed, I fear for you the punishment of a tremendous Day.","id":"Sungguh, Kami benar-benar telah mengutus Nuh kepada kaumnya, lalu dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya aku takut kamu akan ditimpa azab pada hari yang dahsyat (kiamat)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1013.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1013.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1014,"inSurah":60},"meta":{"juz":8,"surah":7,"page":158,"manzil":129,"hizbQuarter":63,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ الْمَلَاُ مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ ضَلٰلٍ مُّبِيْنٍ ","transliteration":{"en":"Qaalal mala-u min qaw miheee innaa lanaraaka fee dalaalim mubeen","id":"qālal mala'u min qaumihī innā lanarāka fī ḍalālim mubīn(in)."}},"translation":{"en":"Said the eminent among his people, \"Indeed, we see you in clear error.\"","id":"Pemuka-pemuka kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar berada dalam kesesatan yang nyata.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1014.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1014.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1015,"inSurah":61},"meta":{"juz":8,"surah":7,"page":158,"manzil":129,"hizbQuarter":63,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ يٰقَوْمِ لَيْسَ بِيْ ضَلٰلَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ","transliteration":{"en":"Qaala yaa qawmi laisa bee dalaalatunw wa laakinnee Rasoolum mir Rabbil 'aalameen","id":"qāla yā qaumi laisa bī ḍalālatuw wa lākinnī rasūlum mir rabbil-‘ālamīn(a)."}},"translation":{"en":"[Noah] said, \"O my people, there is not error in me, but I am a messenger from the Lord of the worlds.\"","id":"Dia (Nuh) menjawab, “Wahai kaumku! Aku tidak sesat; tetapi aku ini seorang Rasul dari Tuhan seluruh alam."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1015.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1015.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1016,"inSurah":62},"meta":{"juz":8,"surah":7,"page":158,"manzil":129,"hizbQuarter":63,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُبَلِّغُكُمْ رِسٰلٰتِ رَبِّيْ وَاَنْصَحُ لَكُمْ وَاَعْلَمُ مِنَ اللّٰهِ مَا لَا تَعْلَمُوْنَ ","transliteration":{"en":"Uballighukum Risaalaati Rabbee wa ansahu lakum wa a'lamu minal laahi maa laa ta'lamoon","id":"uballigukum risālāti rabbī wa anṣaḥu lakum wa a‘lamu minallāhi mā lā ta‘lamūn(a)."}},"translation":{"en":"I convey to you the messages of my Lord and advise you; and I know from Allah what you do not know.","id":"Aku menyampaikan kepadamu amanat Tuhanku, memberi nasihat kepadamu, dan aku mengetahui dari Allah apa yang tidak kamu ketahui.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1016.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1016.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1017,"inSurah":63},"meta":{"juz":8,"surah":7,"page":158,"manzil":129,"hizbQuarter":63,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَعَجِبْتُمْ اَنْ جَاۤءَكُمْ ذِكْرٌ مِّنْ رَّبِّكُمْ عَلٰى رَجُلٍ مِّنْكُمْ لِيُنْذِرَكُمْ وَلِتَتَّقُوْا وَلَعَلَّكُمْ تُرْحَمُوْنَ ","transliteration":{"en":"awa'ajibtum an jaaa'akum zikrum mir Rabbikum 'alaa rajulim minkum liyunzirakum wa litattaqoo wa la'allakum turhamoon","id":"awa‘ajibtum an jā'akum żikrum mir rabbikum ‘alā rajulim minkum liyunżirakum wa litattaqū wa la‘allakum turḥamūn(a)."}},"translation":{"en":"Then do you wonder that there has come to you a reminder from your Lord through a man from among you, that he may warn you and that you may fear Allah so you might receive mercy.\"","id":"Dan herankah kamu bahwa ada peringatan yang datang dari Tuhanmu melalui seorang laki-laki dari kalanganmu sendiri, untuk memberi peringatan kepadamu dan agar kamu bertakwa, sehingga kamu mendapat rahmat?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1017.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1017.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1018,"inSurah":64},"meta":{"juz":8,"surah":7,"page":158,"manzil":129,"hizbQuarter":63,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَكَذَّبُوْهُ فَاَنْجَيْنٰهُ وَالَّذِيْنَ مَعَهٗ فِى الْفُلْكِ وَاَغْرَقْنَا الَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَاۗ اِنَّهُمْ كَانُوْا قَوْمًا عَمِيْنَ ࣖ ","transliteration":{"en":"Fakazzaboohu fa anjai naahu wallazeena ma'ahoo fil fulki wa aghraqnal lazeena kazzaboo bi Aayaatinaa; innahum kaanoo qawman 'ameen","id":"fa każżabūhu fa anjaināhu wal-lażīna ma‘ahū fil-fulki wa agraqnal-lażīna każżabū bi'āyātinā, innahum kānū qauman ‘amīn(a)."}},"translation":{"en":"But they denied him, so We saved him and those who were with him in the ship. And We drowned those who denied Our signs. Indeed, they were a blind people.","id":"Maka mereka mendustakannya (Nuh). Lalu Kami selamatkan dia dan orang-orang yang bersamanya di dalam kapal. Kami tenggelamkan orang-orang yang mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang buta (mata hatinya)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1018.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1018.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1019,"inSurah":65},"meta":{"juz":8,"surah":7,"page":158,"manzil":130,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَاِلٰى عَادٍ اَخَاهُمْ هُوْدًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ اَفَلَا تَتَّقُوْنَ ","transliteration":{"en":"Wa ilaa 'aadin akhaahum Hoodaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuh; afalaa tattaqoon","id":"wa ilā ‘ādin akhāḥum hūdā(n), qāla yā qaumi‘budullāha mā lakum min ilāhin gairuh(ū), afalā tattaqūn(a)."}},"translation":{"en":"And to the 'Aad [We sent] their brother Hud. He said, \"O my people, worship Allah; you have no deity other than Him. Then will you not fear Him?\"","id":"Dan kepada kaum ‘Ad (Kami utus) Hud, saudara mereka. Dia berkata, “Wahai kaumku! Sembahlah Allah! Tidak ada tuhan (sembahan) bagimu selain Dia. Maka mengapa kamu tidak bertakwa?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1019.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1019.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1020,"inSurah":66},"meta":{"juz":8,"surah":7,"page":158,"manzil":130,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ الْمَلَاُ الَّذِيْنَ كَفَرُوْا مِنْ قَوْمِهٖٓ اِنَّا لَنَرٰىكَ فِيْ سَفَاهَةٍ وَّاِنَّا لَنَظُنُّكَ مِنَ الْكٰذِبِيْنَ ","transliteration":{"en":"Qaalal mala ul lazeena kafaroo min qawmiheee innaa lanaraaka fee safaahatinw wa innaa lannazunnuka minal kaazibeen","id":"qālal-mala'ul-lażīna kafarū min qaumihī innā lanarāka fī safāhatiw wa innā lanaẓunnuka minal-kāżibīn(a)."}},"translation":{"en":"Said the eminent ones who disbelieved among his people, \"Indeed, we see you in foolishness, and indeed, we think you are of the liars.\"","id":"Pemuka-pemuka orang-orang yang kafir dari kaumnya berkata, “Sesungguhnya kami memandang kamu benar-benar kurang waras dan kami kira kamu termasuk orang-orang yang berdusta.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1020.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1020.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1021,"inSurah":67},"meta":{"juz":8,"surah":7,"page":158,"manzil":130,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ يٰقَوْمِ لَيْسَ بِيْ سَفَاهَةٌ وَّلٰكِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ","transliteration":{"en":"Qaala yaa qawmi laisa bee safaahatunw wa laakinnee Rasoolum mir Rabbil 'aalameen","id":"qāla yā qaumi laisa bī safāhatuw wa lākinnī rasūlum mir rabbil-‘ālamīn(a)."}},"translation":{"en":"[Hud] said, \"O my people, there is not foolishness in me, but I am a messenger from the Lord of the worlds.\"","id":"Dia (Hud) menjawab, “Wahai kaumku! Bukan aku kurang waras, tetapi aku ini adalah Rasul dari Tuhan seluruh alam."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1021.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1021.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]