[{"number":{"inQuran":1028,"inSurah":74},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاذْكُرُوْٓا اِذْ جَعَلَكُمْ خُلَفَاۤءَ مِنْۢ بَعْدِ عَادٍ وَّبَوَّاَكُمْ فِى الْاَرْضِ تَتَّخِذُوْنَ مِنْ سُهُوْلِهَا قُصُوْرًا وَّتَنْحِتُوْنَ الْجِبَالَ بُيُوْتًا ۚفَاذْكُرُوْٓا اٰلَاۤءَ اللّٰهِ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ ","transliteration":{"en":"Wazkkurooo iz ja'alakum khulafaaa'a mim ba'di 'Aadinw wa bawwa akum fil ardi tattakhizoona min suhoolihaa qusooranw wa tanhitoonal jibaala buyootan fazkurooo aalaaa'al laahi wa laa ta'saw fil ardi mufsideen","id":"ważkurū iż ja‘alakum khulafā'a mim ba‘di ‘ādiw wa bawwa'akum fil-arḍi tattakhiżūna min suhūlihā quṣūraw wa tanḥitūnal-jibāla buyūtā(n), fażkurū ālā'allāhi wa lā ta‘ṡau fil-arḍi mufsidīn(a)."}},"translation":{"en":"And remember when He made you successors after the 'Aad and settled you in the land, [and] you take for yourselves palaces from its plains and carve from the mountains, homes. Then remember the favors of Allah and do not commit abuse on the earth, spreading corruption.\"","id":"Dan ingatlah ketika Dia menjadikan kamu khalifah-khalifah setelah kaum ‘Ad dan menempatkan kamu di bumi. Di tempat yang datar kamu dirikan istana-istana dan di bukit-bukit kamu pahat menjadi rumah-rumah. Maka ingatlah nikmat-nikmat Allah dan janganlah kamu membuat kerusakan di bumi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1028.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1028.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1029,"inSurah":75},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ الْمَلَاُ الَّذِيْنَ اسْتَكْبَرُوْا مِنْ قَوْمِهٖ لِلَّذِيْنَ اسْتُضْعِفُوْا لِمَنْ اٰمَنَ مِنْهُمْ اَتَعْلَمُوْنَ اَنَّ صٰلِحًا مُّرْسَلٌ مِّنْ رَّبِّهٖۗ قَالُوْٓا اِنَّا بِمَآ اُرْسِلَ بِهٖ مُؤْمِنُوْنَ ","transliteration":{"en":"Qaalal mala ul lazeenas takbaroo min qawmihee lillazeenas tud'ifoo liman aamana minhum ata'almoona anna Saaliham mursalum mir Rabbih; qaalooo innaa bimaaa ursila bihee mu'minoon","id":"qālal-mala'ul-lażīnastakbarū min qaumihī lil-lażīnastuḍ‘ifū liman āmana minhum ata‘lamūna anna ṣāliḥam mursalum mir rabbih(ī), qālū innā bimā ursila bihī mu'minūn(a)."}},"translation":{"en":"Said the eminent ones who were arrogant among his people to those who were oppressed - to those who believed among them, \"Do you [actually] know that Salih is sent from his Lord?\" They said, \"Indeed we, in that with which he was sent, are believers.\"","id":"Pemuka-pemuka yang menyombongkan diri berkata kepada orang-orang yang dianggap lemah, yaitu orang-orang yang telah beriman di antara kaumnya, “Tahukah kamu bahwa Saleh adalah seorang rasul dari Tuhannya?” Mereka menjawab, “Sesungguhnya kami percaya kepada apa yang disampaikannya.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1029.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1029.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1030,"inSurah":76},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ الَّذِيْنَ اسْتَكْبَرُوْٓا اِنَّا بِالَّذِيْٓ اٰمَنْتُمْ بِهٖ كٰفِرُوْنَ","transliteration":{"en":"Qaalal lazeenas takbarooo innaa billazeee aamanntum bihee kaafiroon","id":"qālal-lażīnastakbarū innā bil-lażī āmantum bihī kāfirūn(a)."}},"translation":{"en":"Said those who were arrogant, \"Indeed we, in that which you have believed, are disbelievers.\"","id":"Orang-orang yang menyombongkan diri berkata, “Sesungguhnya kami mengingkari apa yang kamu percayai.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1030.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1030.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1031,"inSurah":77},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَعَقَرُوا النَّاقَةَ وَعَتَوْا عَنْ اَمْرِ رَبِّهِمْ وَقَالُوْا يٰصٰلِحُ ائْتِنَا بِمَا تَعِدُنَآ اِنْ كُنْتَ مِنَ الْمُرْسَلِيْنَ ","transliteration":{"en":"Fa'aqarun naaqata wa'ataw 'an amri Rabbihim wa qaaloo yaa Saalihu' tinaa bimaa ta'idunaaa in kunta minal mursaleen","id":"fa ‘aqarun-nāqata wa ‘atau ‘an amri rabbihim wa qālū yā ṣāliḥu'tinā bimā ta‘idunā in kunta minal-mursalīn(a)."}},"translation":{"en":"So they hamstrung the she-camel and were insolent toward the command of their Lord and said, \"O Salih, bring us what you promise us, if you should be of the messengers.\"","id":"Kemudian mereka sembelih unta betina itu, dan berlaku angkuh terhadap perintah Tuhannya. Mereka berkata, “Wahai Saleh! Buktikanlah ancaman kamu kepada kami, jika benar engkau salah seorang rasul.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1031.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1031.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1032,"inSurah":78},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَخَذَتْهُمُ الرَّجْفَةُ فَاَصْبَحُوْا فِيْ دَارِهِمْ جٰثِمِيْنَ","transliteration":{"en":"Fa akhazat humur rajftu fa asbahoo fee daarihim jaasimmeen","id":"fa akhażathumur-rajfatu fa aṣbaḥū fī dārihim jāṡimīn(a)."}},"translation":{"en":"So the earthquake seized them, and they became within their home [corpses] fallen prone.","id":"Lalu datanglah gempa menimpa mereka, dan mereka pun mati bergelimpangan di dalam reruntuhan rumah mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1032.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1032.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1033,"inSurah":79},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَتَوَلّٰى عَنْهُمْ وَقَالَ يٰقَوْمِ لَقَدْ اَبْلَغْتُكُمْ رِسَالَةَ رَبِّيْ وَنَصَحْتُ لَكُمْ وَلٰكِنْ لَّا تُحِبُّوْنَ النّٰصِحِيْنَ ","transliteration":{"en":"Fa tawalla 'anhum wa qaala yaa qawmi laqad ablaghtukum Risaalata Rabbee wa nasahtu lakum wa laakil laa tuhibboonan naasiheen","id":"fa tawallā ‘anhum wa qāla yā qaumi laqad ablagtukum risālata rabbī wa naṣaḥtu lakum wa lākil lā tuḥibbūnan-nāṣiḥīn(a)."}},"translation":{"en":"And he turned away from them and said, \"O my people, I had certainly conveyed to you the message of my Lord and advised you, but you do not like advisors.\"","id":"Kemudian dia (Saleh) pergi meninggalkan mereka sambil berkata, “Wahai kaumku! Sungguh, aku telah menyampaikan amanat Tuhanku kepadamu dan aku telah menasihati kamu. Tetapi kamu tidak menyukai orang yang memberi nasihat.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1033.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1033.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1034,"inSurah":80},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اَتَأْتُوْنَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ","transliteration":{"en":"Wa Lootan iz qaala liqawmiheee ataatoonal faahishata maa sabaqakum bihaa min ahadim minal 'aalameen","id":"wa lūṭan iż qāla liqaumihī ata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-‘ālamīn(a)."}},"translation":{"en":"And [We had sent] Lot when he said to his people, \"Do you commit such immorality as no one has preceded you with from among the worlds?","id":"Dan (Kami juga telah mengutus) Lut, ketika dia berkata kepada kaumnya, “Mengapa kamu melakukan perbuatan keji, yang belum pernah dilakukan oleh seorang pun sebelum kamu (di dunia ini)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1034.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1034.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1035,"inSurah":81},"meta":{"juz":8,"surah":7,"page":160,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ شَهْوَةً مِّنْ دُوْنِ النِّسَاۤءِۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ ","transliteration":{"en":"Innakum lataatoonar rijaala shahwatam min doonin nisaaa'; bal antumqawmum musrifoon","id":"innakum lata'tūnar-rijāla syahwatam min dūnin-nisā'(i), bal antum qaumum musrifūn(a)."}},"translation":{"en":"Indeed, you approach men with desire, instead of women. Rather, you are a transgressing people.\"","id":"Sungguh, kamu telah melampiaskan syahwatmu kepada sesama lelaki bukan kepada perempuan. Kamu benar-benar kaum yang melampaui batas.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1035.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1035.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]