[{"number":{"inQuran":1036,"inSurah":82},"meta":{"juz":8,"surah":7,"page":161,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْهُمْ مِّنْ قَرْيَتِكُمْۚ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ ","transliteration":{"en":"Wa maa kaana jawaaba qawmihee illaa an qaalooo akhrijoohum min qaryatikum innahum unaasuny yatatah haroon","id":"wa mā kāna jawāba qaumihī illā an qālū akhrijūhum min qaryatikum, innahum unāsuy yataṭahharūn(a)."}},"translation":{"en":"But the answer of his people was only that they said, \"Evict them from your city! Indeed, they are men who keep themselves pure.\"","id":"Dan jawaban kaumnya tidak lain hanya berkata, “Usirlah mereka (Lut dan pengikutnya) dari negerimu ini, mereka adalah orang yang menganggap dirinya suci.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1036.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1036.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1037,"inSurah":83},"meta":{"juz":8,"surah":7,"page":161,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ كَانَتْ مِنَ الْغٰبِرِيْنَ ","transliteration":{"en":"Fa anjainaahu wa ahlahooo illam ra atahoo kaanat minal ghaabireen","id":"fa anjaināhu wa ahlahū illamra'atahū kānat minal-gābirīn(a)."}},"translation":{"en":"So We saved him and his family, except for his wife; she was of those who remained [with the evildoers].","id":"Kemudian Kami selamatkan dia dan pengikutnya, kecuali istrinya. Dia (istrinya) termasuk orang-orang yang tertinggal."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1037.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1037.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1038,"inSurah":84},"meta":{"juz":8,"surah":7,"page":161,"manzil":131,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۗ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُجْرِمِيْنَ ࣖ ","transliteration":{"en":"Wa 'amtarnaa 'alaihim mataran fanzur kaifa kaana aaqibatul mujjrimeen","id":"wa amṭarnā ‘alaihim maṭarā(n), fanẓur kaifa kāna ‘āqibatul-mujrimīn(a)."}},"translation":{"en":"And We rained upon them a rain [of stones]. Then see how was the end of the criminals.","id":"Dan Kami hujani mereka dengan hujan (batu). Maka perhatikanlah bagaimana kesudahan orang yang berbuat dosa itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1038.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1038.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1039,"inSurah":85},"meta":{"juz":8,"surah":7,"page":161,"manzil":132,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًاۗ قَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗۗ قَدْ جَاۤءَتْكُمْ بَيِّنَةٌ مِّنْ رَّبِّكُمْ فَاَوْفُوا الْكَيْلَ وَالْمِيْزَانَ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تُفْسِدُوْا فِى الْاَرْضِ بَعْدَ اِصْلَاحِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَۚ ","transliteration":{"en":"Wa ilaa Madyana akhaahum Shu'aybaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo qad jaaa'atkum baiyinatum mir Rabbikum fa awful kaila walmeezaana wa laa tabkhasun naasa ashyaa'ahum wa laa tufsidoo fil ardi ba'da islaahihaa; zaalikum khairul lakum in kuntum mu'mineen","id":"wa ilā madyana akhāhum syu‘aibā(n), qāla yā qaumi‘budullāha mā lakum min ilāhin gairuh(ū), qad jā'atkum bayyinatum mir rabbikum fa auful-kaila wal-mīzāna wa lā tabkhasun-nāsa asy-yā'ahum wa lā tufsidū fil-arḍi ba‘da iṣlāḥihā, żālikum khairul lakum in kuntum mu'minīn(a)."}},"translation":{"en":"And to [the people of] Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah; you have no deity other than Him. There has come to you clear evidence from your Lord. So fulfill the measure and weight and do not deprive people of their due and cause not corruption upon the earth after its reformation. That is better for you, if you should be believers.","id":"Dan kepada penduduk Madyan, Kami (utus) Syuaib, saudara mereka sendiri. Dia berkata, “Wahai kaumku! Sembahlah Allah. Tidak ada tuhan (sembahan) bagimu selain Dia. Sesungguhnya telah datang kepadamu bukti yang nyata dari Tuhanmu. Sempurnakanlah takaran dan timbangan, dan jangan kamu merugikan orang sedikit pun. Janganlah kamu berbuat kerusakan di bumi setelah (diciptakan) dengan baik. Itulah yang lebih baik bagimu jika kamu orang beriman.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1039.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1039.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1040,"inSurah":86},"meta":{"juz":8,"surah":7,"page":161,"manzil":132,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تَقْعُدُوْا بِكُلِّ صِرَاطٍ تُوْعِدُوْنَ وَتَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ مَنْ اٰمَنَ بِهٖ وَتَبْغُوْنَهَا عِوَجًاۚ وَاذْكُرُوْٓا اِذْ كُنْتُمْ قَلِيْلًا فَكَثَّرَكُمْۖ وَانْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ","transliteration":{"en":"Wa laa taq'udoo bikulli siraatin too'idoona wa tasuddoona 'an sabeelil laahi man aamana bihee wa abghoonahaa 'iwajaa; waz kurooo iz kuntum qaleelan fakassarakum wanzuroo kaifa kaana 'aaqibatul mufsideen","id":"wa lā taq‘udū bikulli ṣirāṭin tū‘idūna wa taṣuddūna ‘an sabīlillāhi man āmana bihī wa tabgūnahā ‘iwajā(n), ważkurū iż kuntum qalīlan fa kaṡṡarakum, wanẓurū kaifa kāna ‘āqibatul-mufsidīn(a)."}},"translation":{"en":"And do not sit on every path, threatening and averting from the way of Allah those who believe in Him, seeking to make it [seem] deviant. And remember when you were few and He increased you. And see how was the end of the corrupters.","id":"Dan janganlah kamu duduk di setiap jalan dengan menakut-nakuti dan menghalang-halangi orang-orang yang beriman dari jalan Allah dan ingin membelokkannya. Ingatlah ketika kamu dahulunya sedikit, lalu Allah memperbanyak jumlah kamu. Dan perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1040.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1040.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1041,"inSurah":87},"meta":{"juz":8,"surah":7,"page":161,"manzil":132,"hizbQuarter":64,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ كَانَ طَاۤىِٕفَةٌ مِّنْكُمْ اٰمَنُوْا بِالَّذِيْٓ اُرْسِلْتُ بِهٖ وَطَاۤىِٕفَةٌ لَّمْ يُؤْمِنُوْا فَاصْبِرُوْا حَتّٰى يَحْكُمَ اللّٰهُ بَيْنَنَاۚ وَهُوَ خَيْرُ الْحٰكِمِيْنَ  ۔","transliteration":{"en":"Wa In kaana taaa'ifatum minkum aamanoo billazeee ursiltu bihee wa taaa'ifatul lam yu'minoo fasbiroo hattaa yahkumual laahu bainanaa; wa Huwa khairul haakimeen","id":"wa in kāna ṭā'ifatum minkum āmanū bil-lażī ursiltu bihī wa ṭā'ifatul lam tu'minū faṣbirū ḥattā yaḥkumallāhu bainanā, wa huwa khairul-ḥākimīn(a)."}},"translation":{"en":"And if there should be a group among you who has believed in that with which I have been sent and a group that has not believed, then be patient until Allah judges between us. And He is the best of judges.\"","id":"Jika ada segolongan di antara kamu yang beriman kepada (ajaran) yang aku diutus menyampaikannya, dan ada (pula) segolongan yang tidak beriman, maka bersabarlah sampai Allah menetapkan keputusan di antara kita. Dialah hakim yang terbaik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1041.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1041.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]