[{"number":{"inQuran":1050,"inSurah":96},"meta":{"juz":9,"surah":7,"page":163,"manzil":133,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ اَنَّ اَهْلَ الْقُرٰٓى اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۤءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ","transliteration":{"en":"Wa law anna ahlal quraaa aamanoo wattaqaw lafatahnaa 'alaihim barakaatim minas samaaa'i wal ardi wa laakin kazzaboo fa akhaznaahum bimaa kaanoo yaksiboon","id":"wa lau anna ahlal-qurā āmanū wattaqau lafataḥnā ‘alaihim barakātim minas-samā'i wal ardḍi wa lākin każżabū fa akhażnāhum bimā kānū yaksibūn(a)."}},"translation":{"en":"And if only the people of the cities had believed and feared Allah, We would have opened upon them blessings from the heaven and the earth; but they denied [the messengers], so We seized them for what they were earning.\"","id":"Dan sekiranya penduduk negeri beriman dan bertakwa, pasti Kami akan melimpahkan kepada mereka berkah dari langit dan bumi, tetapi ternyata mereka mendustakan (ayat-ayat Kami), maka Kami siksa mereka sesuai dengan apa yang telah mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1050.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1050.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1051,"inSurah":97},"meta":{"juz":9,"surah":7,"page":163,"manzil":133,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَّهُمْ نَاۤىِٕمُوْنَۗ","transliteration":{"en":"Afa amina ahlul quraaa ai yaatiyahum baasunaa bayaatanw wa hum naaa'imoon","id":"afa amina ahlul-qurā ay ya'tiyahum ba'sunā bayātaw wa hum nā'imūn(a)."}},"translation":{"en":"Then, did the people of the cities feel secure from Our punishment coming to them at night while they were asleep?","id":"Maka apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang malam hari ketika mereka sedang tidur?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1051.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1051.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1052,"inSurah":98},"meta":{"juz":9,"surah":7,"page":163,"manzil":133,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَاَمِنَ اَهْلُ الْقُرٰٓى اَنْ يَّأْتِيَهُمْ بَأْسُنَا ضُحًى وَّهُمْ يَلْعَبُوْنَ","transliteration":{"en":"Awa amina ahlul quraaa ai yaatiyahum baasunaa duhanw wa hum yal'aboon","id":"awa amina ahlul-qurā ay ya'tiyahum ba'sunā ḍuḥaw wa hum yal‘abūn(a)."}},"translation":{"en":"Or did the people of the cities feel secure from Our punishment coming to them in the morning while they were at play?","id":"Atau apakah penduduk negeri itu merasa aman dari siksaan Kami yang datang pada pagi hari ketika mereka sedang bermain?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1052.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1052.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1053,"inSurah":99},"meta":{"juz":9,"surah":7,"page":163,"manzil":133,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَاَمِنُوْا مَكْرَ اللّٰهِۚ فَلَا يَأْمَنُ مَكْرَ اللّٰهِ اِلَّا الْقَوْمُ الْخٰسِرُوْنَ ࣖ ","transliteration":{"en":"Afa aminoo makral laah; falaa yaamanu makral laahi illal qawmul khaasiroon","id":"afa aminū makrallāh(i), falā ya'manu makrallāhi illal-qaumul khāsirūn(a)."}},"translation":{"en":"Then did they feel secure from the plan of Allah? But no one feels secure from the plan of Allah except the losing people.","id":"Atau apakah mereka merasa aman dari siksaan Allah (yang tidak terduga-duga)? Tidak ada yang merasa aman dari siksaan Allah selain orang-orang yang rugi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1053.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1053.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1054,"inSurah":100},"meta":{"juz":9,"surah":7,"page":163,"manzil":134,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَلَمْ يَهْدِ لِلَّذِيْنَ يَرِثُوْنَ الْاَرْضَ مِنْۢ بَعْدِ اَهْلِهَآ اَنْ لَّوْ نَشَاۤءُ اَصَبْنٰهُمْ بِذُنُوْبِهِمْۚ وَنَطْبَعُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَسْمَعُوْنَ","transliteration":{"en":"Awa lam yahdi lillazeena yarisoonal arda mim ba'di ahlihaaa al law nashaaa'u asabnaahum bizunoobihim; wa natba'u 'alaa quloobihim fahum laa yasma'oon","id":"awalam yahdi lil-lażīna yariṡūnal-arḍa mim ba‘di ahlihā allau nasyā'u aṣabnāhum biżunūbihim, wa naṭba‘u ‘alā qulūbihim fahum lā yasma‘ūn(a)."}},"translation":{"en":"Has it not become clear to those who inherited the earth after its [previous] people that if We willed, We could afflict them for their sins? But We seal over their hearts so they do not hear.","id":"Atau apakah belum jelas bagi orang-orang yang mewarisi suatu negeri setelah (lenyap) penduduknya? Bahwa kalau Kami menghendaki pasti Kami siksa mereka karena dosa-dosanya; dan Kami mengunci hati mereka sehingga mereka tidak dapat mendengar (pelajaran)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1054.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1054.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1055,"inSurah":101},"meta":{"juz":9,"surah":7,"page":163,"manzil":134,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"تِلْكَ الْقُرٰى نَقُصُّ عَلَيْكَ مِنْ اَنْۢبَاۤىِٕهَاۚ وَلَقَدْ جَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانُوْا لِيُؤْمِنُوْا بِمَا كَذَّبُوْا مِنْ قَبْلُۗ  كَذٰلِكَ يَطْبَعُ اللّٰهُ عَلٰى قُلُوْبِ الْكٰفِرِيْنَ  ","transliteration":{"en":"Tilkal quraa naqussu 'alaika min ambaaa'ihaa; wa laqad jaaa'at hum Rusuluhum bilbaiyinaati famaa kaanoo liyu'minoo bimaa kazzaboo min qabl; kazaalika yatba'ul laahu 'alaa quloobil kaafireen","id":"tilkal-qurā naquṣṣu ‘alaika min ambā'ihā, wa laqad jā'athum rusuluhum bil-bayyināt(i), famā kānū liyu'minū bimā każżabū min qabl(u), każālika yaṭba‘ullāhu ‘alā qulūbil-kāfirīn(a)."}},"translation":{"en":"Those cities - We relate to you, [O Muhammad], some of their news. And certainly did their messengers come to them with clear proofs, but they were not to believe in that which they had denied before. Thus does Allah seal over the hearts of the disbelievers.","id":"Itulah negeri-negeri (yang telah Kami binasakan) itu, Kami ceritakan sebagian kisahnya kepadamu. Rasul-rasul mereka benar-benar telah datang kepada mereka dengan membawa bukti-bukti yang nyata. Tetapi mereka tidak beriman (juga) kepada apa yang telah mereka dustakan sebelumnya. Demikianlah Allah mengunci hati orang-orang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1055.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1055.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1056,"inSurah":102},"meta":{"juz":9,"surah":7,"page":163,"manzil":134,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا وَجَدْنَا لِاَكْثَرِهِمْ مِّنْ عَهْدٍۚ وَاِنْ وَّجَدْنَآ اَكْثَرَهُمْ لَفٰسِقِيْنَ","transliteration":{"en":"Wa maa wajadnaa li aksarihim min 'ahd; wa inw wajadnaaa aksarahum lafaasiqeen","id":"wa mā wajadnā li'akṡarihim min ‘ahd(in), wa iw wajadnā akṡarahum lafāsiqīn(a)."}},"translation":{"en":"And We did not find for most of them any covenant; but indeed, We found most of them defiantly disobedient.","id":"Dan Kami tidak mendapati kebanyakan mereka memenuhi janji. Sebaliknya yang Kami dapati kebanyakan mereka adalah orang-orang yang benar-benar fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1056.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1056.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1057,"inSurah":103},"meta":{"juz":9,"surah":7,"page":163,"manzil":134,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰى بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَاۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ  ","transliteration":{"en":"Summa ba'asnaa mim ba'dihim Moosaa bi Aayaatinaaa ilaa Fir'awana wa mala'ihee fazalamoo bihaa fanzur kaifa kaana 'aaqibatul mufsideen","id":"Ṡumma ba‘aṡnā mim ba‘dihim mūsā bi'āyātinā ilā fir‘auna wa mala'ihī fa ẓalamū bihā, fanẓur kaifa kāna ‘āqibatul-mufsidīn(a)."}},"translation":{"en":"Then We sent after them Moses with Our signs to Pharaoh and his establishment, but they were unjust toward them. So see how was the end of the corrupters.","id":"Setelah mereka, kemudian Kami utus Musa dengan membawa bukti-bukti Kami kepada Fir‘aun dan pemuka-pemuka kaumnya, lalu mereka mengingkari bukti-bukti itu. Maka perhatikanlah bagaimana kesudahan orang-orang yang berbuat kerusakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1057.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1057.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1058,"inSurah":104},"meta":{"juz":9,"surah":7,"page":163,"manzil":134,"hizbQuarter":65,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ مُوْسٰى يٰفِرْعَوْنُ اِنِّيْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَۙ","transliteration":{"en":"Wa qaala Moosaa yaa Fir'awnu inee Rasoolum mir Rabbil 'aalameen","id":"wa qāla mūsa yā fir‘aunu innī rasūlum mir rabbil-‘ālamīn(a)."}},"translation":{"en":"And Moses said, \"O Pharaoh, I am a messenger from the Lord of the worlds","id":"Dan Musa berkata, “Wahai Fir‘aun! Sungguh, aku adalah seorang utusan dari Tuhan seluruh alam,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1058.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1058.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]