[{"number":{"inQuran":1114,"inSurah":160},"meta":{"juz":9,"surah":7,"page":171,"manzil":141,"hizbQuarter":68,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَطَّعْنٰهُمُ اثْنَتَيْ عَشْرَةَ اَسْبَاطًا اُمَمًاۗ وَاَوْحَيْنَآ اِلٰى مُوْسٰٓى اِذِ اسْتَسْقٰىهُ قَوْمُهٗٓ اَنِ اضْرِبْ بِّعَصَاكَ الْحَجَرَۚ فَانْۢبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًاۗ قَدْ عَلِمَ كُلُّ اُنَاسٍ مَّشْرَبَهُمْۗ وَظَلَّلْنَا عَلَيْهِمُ الْغَمَامَ وَاَنْزَلْنَا عَلَيْهِمُ الْمَنَّ وَالسَّلْوٰىۗ  كُلُوْا مِنْ طَيِّبٰتِ مَا رَزَقْنٰكُمْۗ وَمَا ظَلَمُوْنَا وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","transliteration":{"en":"Wa qatta' naahumus natai 'ashrata asbaatan umamaa; wa awhainaa ilaa Moosaaa izis tasqaahu qawmuhooo anid rib bi'asaakal hajara fambajasat minhus nata 'ashrata 'ainan qad 'alima kullu unaasim mashrabahm; wa zallalnaa 'alaihimul ghammaamma wa anzalnaa 'alaihimul MManna was Salwaa kuloo min taiyibaati maa razaqnaakum; wa maa zalamoonaa wa laakin kaanooo anfusahum yazlimoon","id":"wa qaṭṭa‘nāhumuṡnatai ‘asyrata asbāṭan umamā(n), wa auḥainā ilā mūsā iżistasqāhu qaumuhū aniḍrib bi‘aṣākal-ḥajar(a), fambajasat minhuṡnatā ‘asyrata ‘ainā(n), qad ‘alima kullu unāsim masyrabahum, wa ẓallalnā ‘alaihimul-gamāma wa anzalnā ‘alaihimul-manna was-salwā, kulū min ṭayyibāti mā razaqnākum, wa mā ẓalamūnā wa lākin kānū anfusahum yaẓlimūn(a)."}},"translation":{"en":"And We divided them into twelve descendant tribes [as distinct] nations. And We inspired to Moses when his people implored him for water, \"Strike with your staff the stone,\" and there gushed forth from it twelve springs. Every people knew its watering place. And We shaded them with clouds and sent down upon them manna and quails, [saying], \"Eat from the good things with which We have provided you.\" And they wronged Us not, but they were [only] wronging themselves.","id":"Dan Kami membagi mereka menjadi dua belas suku yang masing-masing berjumlah besar, dan Kami wahyukan kepada Musa ketika kaumnya meminta air kepadanya, “Pukullah batu itu dengan tongkatmu!” Maka memancarlah dari (batu) itu dua belas mata air. Setiap suku telah mengetahui tempat minumnya masing-masing. Dan Kami naungi mereka dengan awan dan Kami turunkan kepada mereka mann dan salwa. (Kami berfirman), “Makanlah yang baik-baik dari rezeki yang telah Kami berikan kepadamu.” Mereka tidak menzalimi Kami, tetapi merekalah yang selalu menzalimi  dirinya sendiri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1114.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1114.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1115,"inSurah":161},"meta":{"juz":9,"surah":7,"page":171,"manzil":141,"hizbQuarter":68,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذْ قِيْلَ لَهُمُ اسْكُنُوْا هٰذِهِ الْقَرْيَةَ وَكُلُوْا مِنْهَا حَيْثُ شِئْتُمْ وَقُوْلُوْا حِطَّةٌ وَّادْخُلُوا الْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيْۤـٰٔتِكُمْۗ سَنَزِيْدُ الْمُحْسِنِيْنَ","transliteration":{"en":"Wa iz qeela lahumuskunoo haazihil qaryata wa kuloo minhaa haisu shi'tum wa qooloo hittatunw wadkhulul baaba sujjadan naghfir lakum khateee'aatikum; sanazeedul muhsineen","id":"wa iżā qīla lahumuskunū hāżihil-qaryata wa kulū minhā ḥaiṡu syi'tum wa qūlū ḥiṭṭatuw wadkhulul-bāba sujjadan nagfir lakum khaṭī'ātikum, sanazīdul-muḥsinīn(a)."}},"translation":{"en":"And [mention, O Muhammad], when it was said to them, \"Dwell in this city and eat from it wherever you will and say, 'Relieve us of our burdens,' and enter the gate bowing humbly; We will [then] forgive you your sins. We will increase the doers of good [in goodness and reward].\"","id":"Dan (ingatlah), ketika dikatakan kepada mereka (Bani Israil), “Diamlah di negeri ini (Baitulmaqdis) dan makanlah dari (hasil bumi)nya di mana saja kamu kehendaki.” Dan katakanlah, “Bebaskanlah kami dari dosa kami dan masukilah pintu gerbangnya sambil membungkuk, niscaya Kami ampuni kesalahan-kesalahanmu.” Kelak akan Kami tambah (pahala) kepada orang-orang yang berbuat baik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1115.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1115.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1116,"inSurah":162},"meta":{"juz":9,"surah":7,"page":171,"manzil":141,"hizbQuarter":68,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَبَدَّلَ الَّذِيْنَ ظَلَمُوْا مِنْهُمْ قَوْلًا غَيْرَ الَّذِيْ قِيْلَ لَهُمْ فَاَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ السَّمَاۤءِ بِمَا كَانُوْا يَظْلِمُوْنَ ࣖ ","transliteration":{"en":"Fabaddalal lazeena zalamoo minhum qawlan ghairal lazee qeela lahum fa arsalnaa 'alaihim rijzam minas samaaa'i bimaa kaanoo yazlimoon","id":"fa baddalal-lażīna ẓalamū minhum qaulan gairal-lażī qīla lahum fa arsalnā ‘alaihim rijzam minas-samā'i bimā kānū yaẓlimūn(a)."}},"translation":{"en":"But those who wronged among them changed [the words] to a statement other than that which had been said to them. So We sent upon them a punishment from the sky for the wrong that they were doing.","id":"Maka orang-orang yang zalim di antara mereka mengganti (perkataan itu) dengan perkataan yang tidak dikatakan kepada mereka, maka Kami timpakan kepada mereka azab dari langit disebabkan kezaliman mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1116.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1116.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1117,"inSurah":163},"meta":{"juz":9,"surah":7,"page":171,"manzil":142,"hizbQuarter":68,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَسْـَٔلْهُمْ عَنِ الْقَرْيَةِ الَّتِيْ كَانَتْ حَاضِرَةَ الْبَحْرِۘ اِذْ يَعْدُوْنَ فِى السَّبْتِ اِذْ تَأْتِيْهِمْ حِيْتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَّيَوْمَ لَا يَسْبِتُوْنَۙ لَا تَأْتِيْهِمْ ۛ كَذٰلِكَ ۛنَبْلُوْهُمْ بِمَا كَانُوْا يَفْسُقُوْنَ","transliteration":{"en":"Was'alhum 'anil qaryatil latee kaanat haadiratal bahri iz ya'doona fis Sabt iz taateehim heetaanuhum yawma Sabtihim shurra'anw wa yawma laa yasbitoona laa taateehim; kazaalika nabloohum bimaa kaanoo yafsuqoon","id":"was'alhum ‘anil-qaryatil-latī kānat ḥāḍiratal-baḥr(i), iż ya‘dūna fis-sabti iż ta'tīhim ḥītānuhum yauma sabtihim syurra‘aw wa yauma lā yasbitūn(a), lā ta'tīhim - każālika - nablūhum bimā kānū yafsuqūn(a)."}},"translation":{"en":"And ask them about the town that was by the sea - when they transgressed in [the matter of] the sabbath - when their fish came to them openly on their sabbath day, and the day they had no sabbath they did not come to them. Thus did We give them trial because they were defiantly disobedient.","id":"Dan tanyakanlah kepada Bani Israil tentang negeri yang terletak di dekat laut ketika mereka melanggar aturan pada hari Sabtu, (yaitu) ketika datang kepada mereka ikan-ikan (yang berada di sekitar) mereka terapung-apung di permukaan air, padahal pada hari-hari yang bukan Sabat ikan-ikan itu tidak datang kepada mereka. Demikianlah Kami menguji mereka disebabkan mereka berlaku fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1117.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1117.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]