[{"number":{"inQuran":1133,"inSurah":179},"meta":{"juz":9,"surah":7,"page":174,"manzil":143,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيْرًا مِّنَ الْجِنِّ وَالْاِنْسِۖ  لَهُمْ قُلُوْبٌ لَّا يَفْقَهُوْنَ بِهَاۖ وَلَهُمْ اَعْيُنٌ لَّا يُبْصِرُوْنَ بِهَاۖ وَلَهُمْ اٰذَانٌ لَّا يَسْمَعُوْنَ بِهَاۗ اُولٰۤىِٕكَ كَالْاَنْعَامِ بَلْ هُمْ اَضَلُّ  ۗ اُولٰۤىِٕكَ هُمُ الْغٰفِلُوْنَ","transliteration":{"en":"Wa laqad zaraanaa li jahannama kaseeram minal jinni wal insi lahum quloobul laa yafqahoona bihaa wa lahum a'yunul laa yubisiroona bihaa wa lahum aazaanul laa yasma'oona bihaa; ulaaa'ika kal an'aami bal hum adall; ulaaa'ika humul ghaafiloon","id":"wa laqad żara'nā lijahannama kaṡīram minal-jinni wal-ins(i), lahum qulūbul lā yafqahūna bihā wa lahum a‘yunul lā yabṣirūna bihā wa lahum āżānul lā yasma‘ūna bihā, ulā'ika kal-an‘āmi bal hum aḍall(u), ulā'ika humul-gāfilūn(a)."}},"translation":{"en":"And We have certainly created for Hell many of the jinn and mankind. They have hearts with which they do not understand, they have eyes with which they do not see, and they have ears with which they do not hear. Those are like livestock; rather, they are more astray. It is they who are the heedless.","id":"Dan sungguh, akan Kami isi neraka Jahanam banyak dari kalangan jin dan manusia. Mereka memiliki hati, tetapi tidak dipergunakannya untuk memahami (ayat-ayat Allah) dan mereka memiliki mata (tetapi) tidak dipergunakannya untuk melihat (tanda-tanda kekuasaan Allah), dan mereka mempunyai telinga (tetapi) tidak dipergunakannya untuk mendengarkan (ayat-ayat Allah). Mereka seperti hewan ternak, bahkan lebih sesat lagi. Mereka itulah orang-orang yang lengah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1133.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1133.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1134,"inSurah":180},"meta":{"juz":9,"surah":7,"page":174,"manzil":143,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلِلّٰهِ الْاَسْمَاۤءُ الْحُسْنٰى فَادْعُوْهُ بِهَاۖ وَذَرُوا الَّذِيْنَ يُلْحِدُوْنَ فِيْٓ اَسْمَاۤىِٕهٖۗ سَيُجْزَوْنَ مَا كَانُوْا يَعْمَلُوْنَ ۖ","transliteration":{"en":"Wa lillaahil Asmaaa 'ul Husnaa fad'oohu bihaa wa zarul lazeena yulhidoona feee Asmaaa'ih; sa yujzawna maa kaanoo ya'maloon","id":"wa lillāhil-asmā'ul-ḥusnā fad‘ūhu bihā, wa żarul-lażīna yulḥidūna fī asmā'ih(ī), sayujzauna mā kānū ya‘malūn(a)."}},"translation":{"en":"And to Allah belong the best names, so invoke Him by them. And leave [the company of] those who practice deviation concerning His names. They will be recompensed for what they have been doing.","id":"Dan Allah memiliki Asma'ul-husna (nama-nama yang terbaik), maka bermohonlah kepada-Nya dengan menyebutnya Asma'ul-husna itu dan tinggalkanlah orang-orang yang menyalahartikan nama-nama-Nya. Mereka kelak akan mendapat balasan terhadap apa yang telah mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1134.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1134.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1135,"inSurah":181},"meta":{"juz":9,"surah":7,"page":174,"manzil":143,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِمَّنْ خَلَقْنَآ اُمَّةٌ يَّهْدُوْنَ بِالْحَقِّ وَبِهٖ يَعْدِلُوْنَ ࣖ ","transliteration":{"en":"Wa mimman khalaqnaaa ummatuny yahdoona bilhaqqi wa bihee ya'diloon","id":"wa mimman khalaqnā ummatuy yahdūna bil-ḥaqqi wa bihī ya‘dilūn(a)."}},"translation":{"en":"And among those We created is a community which guides by truth and thereby establishes justice.","id":"Dan di antara orang-orang yang telah Kami ciptakan ada umat yang memberi petunjuk dengan (dasar) kebenaran, dan dengan itu (pula) mereka berlaku adil."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1135.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1135.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1136,"inSurah":182},"meta":{"juz":9,"surah":7,"page":174,"manzil":144,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِيْنَ كَذَّبُوْا بِاٰيٰتِنَا سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ","transliteration":{"en":"Wallazeena kazzaboo bi Aayaatinaa sanastadrijuhum min haisu laa ya'lamoon","id":"wal-lażīna każżabū bi'āyātinā sanastadrijuhum min ḥaiṡu lā ya‘lamūn(a)."}},"translation":{"en":"But those who deny Our signs - We will progressively lead them [to destruction] from where they do not know.","id":"Dan orang-orang yang mendustakan ayat-ayat Kami, akan Kami biarkan mereka berangsur-angsur (ke arah kebinasaan), dengan cara yang tidak mereka ketahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1136.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1136.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1137,"inSurah":183},"meta":{"juz":9,"surah":7,"page":174,"manzil":144,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاُمْلِيْ لَهُمْ ۗاِنَّ كَيْدِيْ مَتِيْنٌ","transliteration":{"en":"Wa umlee lahum; inna kaidee mateen","id":"wa umlī lahum, inna kaidī matīn(un)."}},"translation":{"en":"And I will give them time. Indeed, my plan is firm.","id":"Dan Aku akan memberikan tenggang waktu kepada mereka. Sungguh, rencana-Ku sangat teguh."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1137.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1137.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1138,"inSurah":184},"meta":{"juz":9,"surah":7,"page":174,"manzil":144,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَلَمْ يَتَفَكَّرُوْا مَا بِصَاحِبِهِمْ مِّنْ جِنَّةٍۗ اِنْ هُوَ اِلَّا نَذِيْرٌ مُّبِيْنٌ","transliteration":{"en":"Awalam yatafakkaroo maa bisaahibihim min jinnah; in huwa illaa nazeerum mubeen","id":"awalam yatafakkarū mā biṣāḥibihim min jinnah(tin), in huwa illā nażīrum mubīn(un)."}},"translation":{"en":"Then do they not give thought? There is in their companion [Muhammad] no madness. He is not but a clear warner.","id":"Dan apakah mereka tidak merenungkan bahwa teman mereka (Muhammad) tidak gila. Dia (Muhammad) tidak lain hanyalah seorang pemberi peringatan yang jelas."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1138.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1138.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1139,"inSurah":185},"meta":{"juz":9,"surah":7,"page":174,"manzil":144,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَلَمْ يَنْظُرُوْا فِيْ مَلَكُوْتِ السَّمٰوٰتِ وَالْاَرْضِ وَمَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ وَّاَنْ عَسٰٓى اَنْ يَّكُوْنَ قَدِ اقْتَرَبَ اَجَلُهُمْۖ فَبِاَيِّ حَدِيْثٍۢ بَعْدَهٗ يُؤْمِنُوْنَ","transliteration":{"en":"Awalam yanzuroo fee malakootis samaawaati wal ardi wa maa khalaqal laahu min shai'inw wa an 'asaaa ai yakoona qadiqtaraba ajaluhum fabi aiyi hadeesim ba'dahoo yu'minoon","id":"awalam yanẓurū fī malakūtis-samāwāti wal-arḍi wa mā khalaqallāhu min syai'iw wa an ‘asā ay yakūna qadiqtaraba ajaluhum, fa bi'ayyi ḥadīṡim ba‘dahū yu'minūn(a)."}},"translation":{"en":"Do they not look into the realm of the heavens and the earth and everything that Allah has created and [think] that perhaps their appointed time has come near? So in what statement hereafter will they believe?","id":"Dan apakah mereka tidak memperhatikan kerajaan langit dan bumi dan segala apa yang diciptakan Allah, dan kemungkinan telah dekatnya waktu (kebinasaan) mereka? Lalu berita mana lagi setelah ini yang akan mereka percayai?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1139.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1139.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1140,"inSurah":186},"meta":{"juz":9,"surah":7,"page":174,"manzil":144,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَنْ يُّضْلِلِ اللّٰهُ فَلَا هَادِيَ لَهٗ  ۖوَيَذَرُهُمْ فِيْ طُغْيَانِهِمْ يَعْمَهُوْنَ","transliteration":{"en":"Mai yadlilil laahu falaa haadiyaa lah; wa yazaruhum fee tughyaanihim ya'mahoon","id":"may yuḍlilillāhu falā hādiya lah(ū), wa yażaruhum fī ṭugyānihim ya‘mahūn(a)."}},"translation":{"en":"Whoever Allah sends astray - there is no guide for him. And He leaves them in their transgression, wandering blindly.","id":"Barangsiapa dibiarkan sesat oleh Allah, maka tidak ada yang mampu memberi petunjuk. Allah membiarkannya terombang-ambing dalam kesesatan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1140.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1140.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1141,"inSurah":187},"meta":{"juz":9,"surah":7,"page":174,"manzil":144,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَسْـَٔلُوْنَكَ عَنِ السَّاعَةِ اَيَّانَ مُرْسٰىهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ رَبِّيْۚ  لَا يُجَلِّيْهَا لِوَقْتِهَآ اِلَّا هُوَۘ ثَقُلَتْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ  لَا تَأْتِيْكُمْ اِلَّا بَغْتَةً ۗيَسْـَٔلُوْنَكَ كَاَنَّكَ حَفِيٌّ عَنْهَاۗ قُلْ اِنَّمَا عِلْمُهَا عِنْدَ اللّٰهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","transliteration":{"en":"Yas'aloonaka 'anis Saa'ati aiyaana mursaahaa qul innamaa 'ilmuhaa 'inda Rabbee laa yujallaeehaa liwaqtihaaa illaa Hoo; saqulat fis samaawaati wal ard; laa taateekum illaa baghtah; yas'aloonaka ka annaka hafiyyun 'anhaa qul innamaa 'ilmuhaa 'indal laahi wa laakinna aksaran naasi laa ya'lamoon","id":"yas'alūnaka ‘anis-sā‘ati ayyāna mursāhā, qul innamā ‘ilmuhā ‘inda rabbī, lā yujallīhā liwaqtihā illā huw(a), ṡaqulat fis-samāwāti wal-arḍ(i), lā ta'tīkum illā bagtah(tan), yas'alūnaka ka'annaka ḥafiyyun ‘anhā, qul innamā ‘ilmuhā ‘indallāhi wa lākinna akṡaran nāsi lā ya‘lamūn(a)."}},"translation":{"en":"They ask you, [O Muhammad], about the Hour: when is its arrival? Say, \"Its knowledge is only with my Lord. None will reveal its time except Him. It lays heavily upon the heavens and the earth. It will not come upon you except unexpectedly.\" They ask you as if you are familiar with it. Say, \"Its knowledge is only with Allah, but most of the people do not know.\"","id":"Mereka menanyakan kepadamu (Muhammad) tentang Kiamat, “Kapan terjadi?” Katakanlah, “Sesungguhnya pengetahuan tentang Kiamat itu ada pada Tuhanku; tidak ada (seorang pun) yang dapat menjelaskan waktu terjadinya selain Dia. (Kiamat) itu sangat berat (huru-haranya bagi makhluk) yang di langit dan di bumi, tidak akan datang kepadamu kecuali secara tiba-tiba.” Mereka bertanya kepadamu seakan-akan engkau mengetahuinya. Katakanlah (Muhammad), “Sesungguhnya pengetahuan tentang (hari Kiamat) ada pada Allah, tetapi kebanyakan manusia tidak mengetahui.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1141.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1141.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]