[{"number":{"inQuran":1142,"inSurah":188},"meta":{"juz":9,"surah":7,"page":175,"manzil":144,"hizbQuarter":69,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۤءَ اللّٰهُ ۗوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِۛ وَمَا مَسَّنِيَ السُّوْۤءُ ۛاِنْ اَنَا۠ اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ࣖ ","transliteration":{"en":"Qul laaa amliku linafsee naf'anw wa laa darran illaa maa shaaa'al laah; wa law kuntu a'alamul ghaiba lastaksartu minal khairi wa maa massaniyas soo'; in ana illaa nazeerunw wa basheerul liqawminy yu'minoon","id":"qul lā amliku linafsī naf‘aw wa lā ḍarran illā mā syā'allāh(u), wa lau kuntu a‘lamul gaiba-lastakṡartu minal-khair(i) - wa mā massaniyas-sū'(u) - in ana illā nażīruw wa basyīrul liqaumiy yu'minūn(a)."}},"translation":{"en":"Say, \"I hold not for myself [the power of] benefit or harm, except what Allah has willed. And if I knew the unseen, I could have acquired much wealth, and no harm would have touched me. I am not except a warner and a bringer of good tidings to a people who believe.\"","id":"Katakanlah (Muhammad), “Aku tidak kuasa mendatangkan manfaat maupun menolak mudarat bagi diriku kecuali apa yang dikehendaki Allah. Sekiranya aku mengetahui yang gaib, niscaya aku membuat kebajikan sebanyak-banyaknya dan tidak akan ditimpa bahaya. Aku hanyalah pemberi peringatan, dan pembawa berita gembira bagi orang-orang yang beriman.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1142.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1142.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1143,"inSurah":189},"meta":{"juz":9,"surah":7,"page":175,"manzil":145,"hizbQuarter":70,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ هُوَ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ اِلَيْهَاۚ فَلَمَّا تَغَشّٰىهَا حَمَلَتْ حَمْلًا خَفِيْفًا فَمَرَّتْ بِهٖ ۚفَلَمَّآ اَثْقَلَتْ دَّعَوَا اللّٰهَ رَبَّهُمَا لَىِٕنْ اٰتَيْتَنَا صَالِحًا لَّنَكُوْنَنَّ مِنَ الشّٰكِرِيْنَ","transliteration":{"en":"Huwal lazee khalaqakum min nafsinw waahidatinw wa ja'ala minhaa zawjahaa liyas kuna ilaihaa falammaa taghash shaahaa hamalat hamlan khafeefan famarrat bihee falammaaa asqalad da'awal laaha Rabbahumaa la'in aayaitanaa saalihal lanakoo nanna minash shaakireen","id":"huwal-lażī khalaqakum min nafsiw wāḥidatiw waja‘ala minhā zaujahā liyaskuna ilaihā, falammā tagasysyāhā ḥamalat ḥamlan khafīfan fa marrat bih(ī), falammā aṡqalad da‘awallāha rabbahumā la'in ātaitanā ṣāliḥan lanakūnanna minasy-syākirīn(a)."}},"translation":{"en":"It is He who created you from one soul and created from it its mate that he might dwell in security with her. And when he covers her, she carries a light burden and continues therein. And when it becomes heavy, they both invoke Allah, their Lord, \"If You should give us a good [child], we will surely be among the grateful.\"","id":"Dialah yang menciptakan kamu dari jiwa yang satu (Adam) dan daripadanya Dia menciptakan pasangannya, agar dia merasa senang kepadanya. Maka setelah dicampurinya, (istrinya) mengandung kandungan yang ringan, dan teruslah dia merasa ringan (beberapa waktu). Kemudian ketika dia merasa berat, keduanya (suami istri) bermohon kepada Allah, Tuhan Mereka (seraya berkata), “Jika Engkau memberi kami anak yang saleh, tentulah kami akan selalu bersyukur.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1143.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1143.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1144,"inSurah":190},"meta":{"juz":9,"surah":7,"page":175,"manzil":145,"hizbQuarter":70,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّآ اٰتٰىهُمَا صَالِحًا جَعَلَا لَهٗ شُرَكَاۤءَ فِيْمَآ اٰتٰىهُمَا ۚفَتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ","transliteration":{"en":"Falammaaa aataahumaa saalihan ja'alaa lahoo shurakaaa'a feemaaa aataahumaa; fata'aalal laahu 'ammaa yushrikoon","id":"falammā ātāhumā ṣāliḥan ja‘alā lahū syurakā'a fīmā ātāhumā, fa ta‘ālallāhu ‘ammā yusyrikūn(a)."}},"translation":{"en":"But when He gives them a good [child], they ascribe partners to Him concerning that which He has given them. Exalted is Allah above what they associate with Him.","id":"Maka setelah Dia memberi keduanya seorang anak yang saleh, mereka menjadikan sekutu bagi Allah terhadap anak yang telah dianugerahkan-Nya itu. Maka Mahatinggi Allah dari apa yang mereka persekutukan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1144.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1144.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1145,"inSurah":191},"meta":{"juz":9,"surah":7,"page":175,"manzil":145,"hizbQuarter":70,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَيُشْرِكُوْنَ مَا لَا يَخْلُقُ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَۖ ","transliteration":{"en":"A yushrikoona maa laa yakhluqu shai'anw wa hum yukhlaqoon","id":"ayusyrikūna mā lā yakhluqu syai'aw wa hum yukhlaqūn(a)."}},"translation":{"en":"Do they associate with Him those who create nothing and they are [themselves] created?","id":"Mengapa mereka mempersekutukan (Allah dengan) sesuatu (berhala) yang tidak dapat menciptakan sesuatu apa pun? Padahal (berhala) itu sendiri diciptakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1145.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1145.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1146,"inSurah":192},"meta":{"juz":9,"surah":7,"page":175,"manzil":145,"hizbQuarter":70,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا يَسْتَطِيْعُوْنَ لَهُمْ نَصْرًا وَّلَآ اَنْفُسَهُمْ يَنْصُرُوْنَ","transliteration":{"en":"Wa laa yastatee'oona lahum nasranw wa laaa anfusahum yansuroon","id":"wa lā yastaṭī‘ūna lahum naṣraw wa lā anfusahum yanṣurūn(a)."}},"translation":{"en":"And the false deities are unable to [give] them help, nor can they help themselves.","id":"Dan (berhala) itu tidak dapat memberikan pertolongan kepada penyembahnya, dan kepada dirinya sendiri pun mereka tidak dapat memberi pertolongan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1146.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1146.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1147,"inSurah":193},"meta":{"juz":9,"surah":7,"page":175,"manzil":145,"hizbQuarter":70,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ تَدْعُوْهُمْ اِلَى الْهُدٰى لَا يَتَّبِعُوْكُمْۗ سَوَۤاءٌ عَلَيْكُمْ اَدَعَوْتُمُوْهُمْ اَمْ اَنْتُمْ صٰمِتُوْنَ","transliteration":{"en":"Wa in tad'oohum ilalhudaa laa yattabi'ookum; sawaaa'un 'alaikum a-da'awtumoohum am antum saamitoon","id":"wa in tad‘ūhum ilal-hudā lā yattabi‘ūkum, sawā'un ‘alaikum ada‘autumūhum am antum ṣāmitūn(a)."}},"translation":{"en":"And if you [believers] invite them to guidance, they will not follow you. It is all the same for you whether you invite them or you are silent.","id":"Dan jika kamu (wahai orang-orang musyrik) menyerunya (berhala-berhala) untuk memberi petunjuk kepadamu, tidaklah berhala-berhala itu dapat memperkenankan seruanmu; sama saja (hasilnya) buat kamu menyeru mereka atau berdiam diri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1147.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1147.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1148,"inSurah":194},"meta":{"juz":9,"surah":7,"page":175,"manzil":145,"hizbQuarter":70,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الَّذِيْنَ تَدْعُوْنَ مِنْ دُوْنِ اللّٰهِ عِبَادٌ اَمْثَالُكُمْ فَادْعُوْهُمْ فَلْيَسْتَجِيْبُوْا لَكُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ","transliteration":{"en":"Innal lazeena tad'oona min doonil laahi 'ibaadun amsaalukum fad'oohum fal yastajeeboo lakum in kuntum saadiqeen","id":"innal-lażīna tad‘ūna min dūnillāhi ‘ibādun amṡālukum fad‘ūhum falyastajībū lakum in kuntum ṣādiqīn(a)."}},"translation":{"en":"Indeed, those you [polytheists] call upon besides Allah are servants like you. So call upon them and let them respond to you, if you should be truthful.","id":"Sesungguhnya mereka (berhala-berhala) yang kamu seru selain Allah adalah makhluk (yang lemah) yang serupa juga dengan kamu. Maka serulah mereka lalu biarkanlah mereka memperkenankan permintaanmu, jika kamu orang yang benar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1148.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1148.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1149,"inSurah":195},"meta":{"juz":9,"surah":7,"page":175,"manzil":145,"hizbQuarter":70,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَهُمْ اَرْجُلٌ يَّمْشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَيْدٍ يَّبْطِشُوْنَ بِهَآ ۖ اَمْ لَهُمْ اَعْيُنٌ يُّبْصِرُوْنَ بِهَآ ۖ اَمْ لَهُمْ اٰذَانٌ يَّسْمَعُوْنَ بِهَاۗ قُلِ ادْعُوْا شُرَكَاۤءَكُمْ ثُمَّ كِيْدُوْنِ فَلَا تُنْظِرُوْنِ ","transliteration":{"en":"A lahum arjuluny yamshoona bihaa am lahum aidiny yabtishoona bihaaa am lahum a'yunuy yubsiroona bihaaa am lahum aazaanuny yasma'oona bihaa; qulid'oo shurakaaa'akum summa keedooni falaa tunziroon","id":"alahum arjuluy yamsyūna bihā am lahum aidiy yabṭisyūna bihā am lahum a‘yunuy yubṣirūna bihā am lahum āżānuy yasma‘ūna bihā, qulid‘ū syurakā'akum ṡumma kīdūni falā tunẓirūn(i)."}},"translation":{"en":"Do they have feet by which they walk? Or do they have hands by which they strike? Or do they have eyes by which they see? Or do they have ears by which they hear? Say, [O Muhammad], \"Call your 'partners' and then conspire against me and give me no respite.","id":"Apakah mereka (berhala-berhala) mempunyai kaki untuk berjalan, atau mempunyai tangan untuk memegang dengan keras, atau mempunyai mata untuk melihat, atau mempunyai telinga untuk mendengar? Katakanlah (Muhammad), “Panggillah (berhala-berhalamu) yang kamu anggap sekutu Allah, kemudian lakukanlah tipu daya (untuk mencelakakan)ku, dan jangan kamu tunda lagi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1149.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1149.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]