[{"number":{"inQuran":1213,"inSurah":53},"meta":{"juz":10,"surah":8,"page":184,"manzil":152,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ذٰلِكَ بِاَنَّ اللّٰهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً اَنْعَمَهَا عَلٰى قَوْمٍ حَتّٰى يُغَيِّرُوْا مَا بِاَنْفُسِهِمْۙ وَاَنَّ اللّٰهَ سَمِيْعٌ عَلِيْمٌۙ ","transliteration":{"en":"Zaalika bi annal laaha lam yaku mughaiyiran ni matan an'amahaa 'alaa qawmin hattaa yughaiyiroo maa bianfusihim wa annallaaha samee un 'Aleem","id":"Żālika bi'annallāha lam yaku mugayyiran ni‘matan an‘amahā ‘alā qaumin ḥattā yugayyirū mā bi'anfusihim, wa annallāha samī‘un ‘alīm(un)."}},"translation":{"en":"That is because Allah would not change a favor which He had bestowed upon a people until they change what is within themselves. And indeed, Allah is Hearing and Knowing.","id":"Yang demikian itu karena sesungguhnya Allah tidak akan mengubah suatu nikmat yang telah diberikan-Nya kepada suatu kaum, hingga kaum itu mengubah apa yang ada pada diri mereka sendiri. Sungguh, Allah Maha Mendengar, Maha Mengetahui,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1213.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1213.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1214,"inSurah":54},"meta":{"juz":10,"surah":8,"page":184,"manzil":152,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كَدَأْبِ اٰلِ فِرْعَوْنَۙ وَالَّذِيْنَ مِنْ قَبْلِهِمْۚ  كَذَّبُوْا بِاٰيٰتِ رَبِّهِمْ فَاَهْلَكْنٰهُمْ بِذُنُوْبِهِمْ وَاَغْرَقْنَآ اٰلَ فِرْعَوْنَۚ وَكُلٌّ كَانُوْا ظٰلِمِيْنَ ","transliteration":{"en":"Kadaabi Aali Fir'awna wallazeena min qablihim; kazzaboo bi Aayaati Rabbihim faahlaknaahum bizunoobihim wa aghraqnaa Aala Fir'awn; wa kullun kaanoo zaalimeen","id":"kada'bi āli fir‘aun(a), wal-lażīna min qablihim, każżabū bi'āyāti rabbihim fa ahlaknāhum biżunūbihim wa agraqnā āla fir‘aun(a), wa kullun kānū ẓālimīn(a)."}},"translation":{"en":"[Theirs is] like the custom of the people of Pharaoh and of those before them. They denied the signs of their Lord, so We destroyed them for their sins, and We drowned the people of Pharaoh. And all [of them] were wrongdoers.","id":"(Keadaan mereka) serupa dengan keadaan pengikut Fir‘aun dan orang-orang yang sebelum mereka. Mereka mendustakan ayat-ayat Tuhannya, maka Kami membinasakan mereka disebabkan oleh dosa-dosanya dan Kami tenggelamkan Fir‘aun dan pengikut-pengikutnya; karena mereka adalah orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1214.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1214.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1215,"inSurah":55},"meta":{"juz":10,"surah":8,"page":184,"manzil":152,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ شَرَّ الدَّوَاۤبِّ عِنْدَ اللّٰهِ الَّذِيْنَ كَفَرُوْا فَهُمْ لَا يُؤْمِنُوْنَۖ ","transliteration":{"en":"Inna sharrad dawaaabbi 'indal laahil lazeena kafaroo fahum laa yu'minoon","id":"inna syarrad-dawābbi ‘indallāhil-lażīna kafarū fahum lā yu'minūn(a)."}},"translation":{"en":"Indeed, the worst of living creatures in the sight of Allah are those who have disbelieved, and they will not [ever] believe -","id":"Sesungguhnya makhluk bergerak yang bernyawa yang paling buruk dalam pandangan Allah ialah orang-orang kafir, karena mereka tidak beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1215.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1215.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1216,"inSurah":56},"meta":{"juz":10,"surah":8,"page":184,"manzil":152,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"الَّذِيْنَ عَاهَدْتَّ مِنْهُمْ ثُمَّ يَنْقُضُوْنَ عَهْدَهُمْ فِيْ كُلِّ مَرَّةٍ وَّهُمْ لَا يَتَّقُوْنَ ","transliteration":{"en":"Allazeena'aahatta min hum summa yanqudoona 'ahdahum fee kulli marratinw wa hum laa yattaqoon","id":"allażīna ‘āhatta minhum ṡumma yanquḍūna ‘ahdahum fī kulli marratiw wa hum lā yattaqūn(a)."}},"translation":{"en":"The ones with whom you made a treaty but then they break their pledge every time, and they do not fear Allah.","id":"(Yaitu) orang-orang yang terikat perjanjian dengan kamu, kemudian setiap kali berjanji mereka mengkhianati janjinya, sedang mereka tidak takut (kepada Allah)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1216.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1216.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1217,"inSurah":57},"meta":{"juz":10,"surah":8,"page":184,"manzil":152,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِمَّا تَثْقَفَنَّهُمْ فِى الْحَرْبِ فَشَرِّدْ بِهِمْ مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُوْنَ ","transliteration":{"en":"Fa immaa tasqafannahum fil harbi fasharrid bihim man khalfahum la'allahum yazzakkaroon","id":"fa immā taṡqafannahum fil-ḥarbi fa syarrid bihim man khalfahum la‘allahum yażżakkarūn(a)."}},"translation":{"en":"So if you, [O Muhammad], gain dominance over them in war, disperse by [means of] them those behind them that perhaps they will be reminded.","id":"Maka jika engkau (Muhammad) mengungguli mereka dalam peperangan, maka cerai-beraikanlah orang-orang yang di belakang mereka dengan (menumpas) mereka, agar mereka mengambil pelajaran."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1217.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1217.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1218,"inSurah":58},"meta":{"juz":10,"surah":8,"page":184,"manzil":152,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْۢبِذْ اِلَيْهِمْ عَلٰى سَوَاۤءٍۗ اِنَّ اللّٰهَ لَا يُحِبُّ الْخَاۤىِٕنِيْنَ ࣖ ","transliteration":{"en":"Wa immaa takhaafana min qawmin khiyaanatan fambiz ilaihim 'alaa sawaaa'; innal laaha laayuhibbul khaaa'ineen","id":"wa immā takhāfanna min qaumin khiyānatan fambiż ilaihim ‘alā sawā'(in), innallāha lā yuḥibbul-khā'inīn(a)."}},"translation":{"en":"If you [have reason to] fear from a people betrayal, throw [their treaty] back to them, [putting you] on equal terms. Indeed, Allah does not like traitors.","id":"Dan jika engkau (Muhammad) khawatir akan (terjadinya) pengkhianatan dari suatu golongan, maka kembalikanlah perjanjian itu kepada mereka dengan cara yang jujur. Sungguh, Allah tidak menyukai orang yang berkhianat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1218.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1218.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1219,"inSurah":59},"meta":{"juz":10,"surah":8,"page":184,"manzil":153,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا يَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا سَبَقُوْاۗ اِنَّهُمْ لَا يُعْجِزُوْنَ ","transliteration":{"en":"Wa laa yahsabannal lazeena kafaroo sabaqooo; innahum laa yu'jizoon","id":"wa lā yaḥsabannal-lażīna kafarū sabaqū, innahum lā yu‘jizūn(a)."}},"translation":{"en":"And let not those who disbelieve think they will escape. Indeed, they will not cause failure [to Allah].","id":"Dan janganlah orang-orang kafir mengira, bahwa mereka akan dapat lolos (dari kekuasaan Allah). Sungguh, mereka tidak dapat melemahkan (Allah)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1219.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1219.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1220,"inSurah":60},"meta":{"juz":10,"surah":8,"page":184,"manzil":153,"hizbQuarter":73,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَعِدُّوْا لَهُمْ مَّا اسْتَطَعْتُمْ مِّنْ قُوَّةٍ وَّمِنْ رِّبَاطِ الْخَيْلِ تُرْهِبُوْنَ بِهٖ عَدُوَّ اللّٰهِ وَعَدُوَّكُمْ وَاٰخَرِيْنَ مِنْ دُوْنِهِمْۚ  لَا تَعْلَمُوْنَهُمْۚ  اَللّٰهُ يَعْلَمُهُمْۗ وَمَا تُنْفِقُوْا مِنْ شَيْءٍ فِيْ سَبِيْلِ اللّٰهِ يُوَفَّ اِلَيْكُمْ وَاَنْتُمْ لَا تُظْلَمُوْنَ ","transliteration":{"en":"Wa a'iddoo lahum mastata'tum min quwwatinw wa mirribaatil khaili turhiboona bihee 'aduwwal laahi wa 'aduwwakum wa aakhareena min doonihim laa ta'lamoo nahum Allaahu ya'lamuhum; wa maa tunfiqoo min shai'in fee sabeelil laahi yuwaf failaikum wa antum laa tuzlamoon","id":"wa a‘iddū lahum mastaṭa‘tum min quwwatiw wa mir ribāṭil-khaili turhibūna bihī ‘aduwwallāhi wa ‘aduwwakum wa ākharīna min dūnihim, lā ta‘lamūnahum, allāhu ya‘lamuhum, wa mā tunfiqū min syai'in fī sabīlillāhi yuwaffa ilaikum wa antum lā tuẓlamūn(a)."}},"translation":{"en":"And prepare against them whatever you are able of power and of steeds of war by which you may terrify the enemy of Allah and your enemy and others besides them whom you do not know [but] whom Allah knows. And whatever you spend in the cause of Allah will be fully repaid to you, and you will not be wronged.","id":"Dan persiapkanlah dengan segala kemampuan untuk menghadapi mereka dengan kekuatan yang kamu miliki dan dari pasukan berkuda yang dapat menggentarkan musuh Allah, musuhmu dan orang-orang selain mereka yang kamu tidak mengetahuinya; tetapi Allah mengetahuinya. Apa saja yang kamu infakkan di jalan Allah niscaya akan dibalas dengan cukup kepadamu dan kamu tidak akan dizalimi (dirugikan)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1220.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1220.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1221,"inSurah":61},"meta":{"juz":10,"surah":8,"page":184,"manzil":153,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّٰهِ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ","transliteration":{"en":"Wa in janahoo lissalmi fajnah lahaa wa tawakkal 'alal laah; innahoo Huwas Samee'ul 'Aleem","id":"wa in janaḥū lis-salmi fajnaḥ lahā wa tawakkal ‘alallāh(i), innahū huwas-samī‘ul-‘alīm(u)."}},"translation":{"en":"And if they incline to peace, then incline to it [also] and rely upon Allah. Indeed, it is He who is the Hearing, the Knowing.","id":"Tetapi jika mereka condong kepada perdamaian, maka terimalah dan bertawakallah kepada Allah. Sungguh, Dia Maha Mendengar, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1221.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1221.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]