[{"number":{"inQuran":1222,"inSurah":62},"meta":{"juz":10,"surah":8,"page":185,"manzil":153,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ يُّرِيْدُوْٓا اَنْ يَّخْدَعُوْكَ فَاِنَّ حَسْبَكَ اللّٰهُ ۗهُوَ الَّذِيْٓ اَيَّدَكَ بِنَصْرِهٖ وَبِالْمُؤْمِنِيْنَۙ ","transliteration":{"en":"Wa iny yureedooo any-yakhda'ooka fainna hasbakal laah; Huwal lazeee aiyadaka binasrihee wa bilmu'mineen","id":"wa iy yurīdū ay yakhda‘ūka fa inna ḥasbakallāh(u), huwal-lażī ayyadaka binaṣrihī wa bil-mu'minīn(a)."}},"translation":{"en":"But if they intend to deceive you - then sufficient for you is Allah. It is He who supported you with His help and with the believers","id":"Dan jika mereka hendak menipumu, maka sesungguhnya cukuplah Allah (menjadi pelindung) bagimu. Dialah yang memberikan kekuatan kepadamu dengan pertolongan-Nya dan dengan (dukungan) orang-orang mukmin,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1222.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1222.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1223,"inSurah":63},"meta":{"juz":10,"surah":8,"page":185,"manzil":153,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَلَّفَ بَيْنَ قُلُوْبِهِمْۗ  لَوْاَنْفَقْتَ مَا فِى الْاَرْضِ جَمِيْعًا مَّآ اَلَّفْتَ بَيْنَ قُلُوْبِهِمْ وَلٰكِنَّ اللّٰهَ اَلَّفَ بَيْنَهُمْۗ اِنَّهٗ عَزِيْزٌ حَكِيْمٌ ","transliteration":{"en":"Wa allafa baina quloobihim; law anfaqta maa fil ardi jamee'am maaa allafta baina quloobihim wa laakinnallaaha allafa bainahum; innaahoo 'Azeezun Hakeem","id":"wa allafa baina qulūbihim, lau anfaqta mā fil-arḍi jamī‘am mā allafta baina qulūbihim wa lākinnallāha allafa bainahum, innahū ‘azīzun ḥakīm(un)."}},"translation":{"en":"And brought together their hearts. If you had spent all that is in the earth, you could not have brought their hearts together; but Allah brought them together. Indeed, He is Exalted in Might and Wise.","id":"dan Dia (Allah) yang mempersatukan hati mereka (orang yang beriman). Walaupun kamu menginfakkan semua (kekayaan) yang berada di bumi, niscaya kamu tidak dapat mempersatukan hati mereka, tetapi Allah telah mempersatukan hati mereka. Sungguh, Dia Mahaperkasa, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1223.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1223.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1224,"inSurah":64},"meta":{"juz":10,"surah":8,"page":185,"manzil":153,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّبِيُّ حَسْبُكَ اللّٰهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِيْنَ ࣖ ","transliteration":{"en":"Yaaa aiyuhan Nabiyyu hasbukal laahu wa manittaba 'aka minal mu'mineen","id":"yā ayyuhan-nabiyyu ḥasbukallāhu wa manittaba‘aka minal-mu'minīn(a)."}},"translation":{"en":"O Prophet, sufficient for you is Allah and for whoever follows you of the believers.","id":"Wahai Nabi (Muhammad)! Cukuplah Allah (menjadi pelindung) bagimu dan bagi orang-orang mukmin yang mengikutimu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1224.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1224.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1225,"inSurah":65},"meta":{"juz":10,"surah":8,"page":185,"manzil":154,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِيْنَ عَلَى الْقِتَالِۗ اِنْ يَّكُنْ مِّنْكُمْ عِشْرُوْنَ صٰبِرُوْنَ يَغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ يَّغْلِبُوْٓا اَلْفًا مِّنَ الَّذِيْنَ كَفَرُوْا بِاَنَّهُمْ قَوْمٌ لَّا يَفْقَهُوْنَ ","transliteration":{"en":"Yaaa aiyuhan Nabiyyu harridil mu'mineena 'alal qitaal; iny-yakum minkum 'ishroona saabiroona yaghliboo mi'atayn; wa iny-yakum minkum min'atuny yaghlibooo alfam minal lazeena kafaroo bi anahum qawmul laa yafqahoon","id":"yā ayyuhan-nabiyyu ḥarriḍil-mu'minīna ‘alal-qitāl(i), iy yakum minkum ‘isyrūna ṣabirūna yaglibū mi'atain(i), wa iy yakum minkum mi'atuy yaglibū alfam minal-lażīna kafarū bi'annahum qaumul lā yafqahūn(a)."}},"translation":{"en":"O Prophet, urge the believers to battle. If there are among you twenty [who are] steadfast, they will overcome two hundred. And if there are among you one hundred [who are] steadfast, they will overcome a thousand of those who have disbelieved because they are a people who do not understand.","id":"Wahai Nabi (Muhammad)! Kobarkanlah semangat para mukmin untuk berperang. Jika ada dua puluh orang yang sabar di antara kamu, niscaya mereka dapat mengalahkan dua ratus orang musuh. Dan jika ada seratus orang (yang sabar) di antara kamu, niscaya mereka dapat mengalahkan seribu orang kafir, karena orang-orang kafir itu adalah kaum yang tidak mengerti."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1225.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1225.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1226,"inSurah":66},"meta":{"juz":10,"surah":8,"page":185,"manzil":154,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلْـٰٔنَ خَفَّفَ اللّٰهُ عَنْكُمْ وَعَلِمَ اَنَّ فِيْكُمْ ضَعْفًاۗ فَاِنْ يَّكُنْ مِّنْكُمْ مِّائَةٌ صَابِرَةٌ يَّغْلِبُوْا مِائَتَيْنِۚ وَاِنْ يَّكُنْ مِّنْكُمْ اَلْفٌ يَّغْلِبُوْٓا اَلْفَيْنِ بِاِذْنِ اللّٰهِ ۗوَاللّٰهُ مَعَ الصّٰبِرِيْنَ ","transliteration":{"en":"Al'aana khaffafal laahu 'ankum wa 'alima anna feekum da'faa; fa-iny yakum minkum mi'atun saabiratuny yaghliboo mi'atayn; wa iny-yakum minkum alfuny yaghlibooo alfaini bi iznil laah; wallaahu ma'as saabireen","id":"al'āna khaffafallāhu ‘ankum wa ‘alima anna fīkum ḍa‘fā(n), fa iy yakum minkum mi'atun ṣābiratuy yaglibū mi'atain(i), wa iy yakum minkum alfuy yaglibū alfaini bi'iżnillāh(i), wallāhu ma‘aṣ-ṣābirīn(a)."}},"translation":{"en":"Now, Allah has lightened [the hardship] for you, and He knows that among you is weakness. So if there are from you one hundred [who are] steadfast, they will overcome two hundred. And if there are among you a thousand, they will overcome two thousand by permission of Allah. And Allah is with the steadfast.","id":"Sekarang Allah telah meringankan kamu karena Dia mengetahui bahwa ada kelemahan padamu. Maka jika di antara kamu ada seratus orang yang sabar, niscaya mereka dapat mengalahkan dua ratus (orang musuh); dan jika di antara kamu ada seribu orang (yang sabar), niscaya mereka dapat mengalahkan dua ribu orang dengan seizin Allah. Allah beserta orang-orang yang sabar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1226.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1226.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1227,"inSurah":67},"meta":{"juz":10,"surah":8,"page":185,"manzil":154,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَاكَانَ لِنَبِيٍّ اَنْ يَّكُوْنَ لَهٗٓ اَسْرٰى حَتّٰى يُثْخِنَ فِى الْاَرْضِۗ تُرِيْدُوْنَ عَرَضَ الدُّنْيَاۖ وَاللّٰهُ يُرِيْدُ الْاٰخِرَةَۗ وَاللّٰهُ عَزِيْزٌحَكِيْمٌ ","transliteration":{"en":"Maa kaana li Nabiyyin ai yakoona lahooo asraa hatta yuskhina fil ard; tureedoona aradad dunyaa wallaahu yureedul Aakhirah; wallaahu 'Azeezun Hakeem","id":"mā kāna linabiyyin ay yakūna lahū asrā ḥattā yuṡkhina fil-arḍ(i), turīdūna ‘araḍad-dun-yā, wallāhu yurīdul-ākhirah(ta), wallāhu ‘azīzun ḥakīm(un)."}},"translation":{"en":"It is not for a prophet to have captives [of war] until he inflicts a massacre [upon Allah 's enemies] in the land. Some Muslims desire the commodities of this world, but Allah desires [for you] the Hereafter. And Allah is Exalted in Might and Wise.","id":"Tidaklah pantas, bagi seorang nabi mempunyai tawanan sebelum dia dapat melumpuhkan musuhnya di bumi. Kamu menghendaki harta benda duniawi sedangkan Allah menghendaki (pahala) akhirat (untukmu). Allah Mahaperkasa, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1227.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1227.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1228,"inSurah":68},"meta":{"juz":10,"surah":8,"page":185,"manzil":154,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَوْلَاكِتٰبٌ مِّنَ اللّٰهِ سَبَقَ لَمَسَّكُمْ فِيْمَآ اَخَذْتُمْ عَذَابٌ عَظِيْمٌ ","transliteration":{"en":"Law laa Kitaabum minal laahi sabaqa lamassakum fee maaa akhaztum 'azaabun 'azeem","id":"lau lā kitābum minallāhi sabaqa lamassakum fīmā akhażtum ‘ażābun ‘aẓīm(un)."}},"translation":{"en":"If not for a decree from Allah that preceded, you would have been touched for what you took by a great punishment.","id":"Sekiranya tidak ada ketetapan terdahulu dari Allah, niscaya kamu ditimpa siksaan yang besar karena (tebusan) yang kamu ambil."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1228.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1228.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1229,"inSurah":69},"meta":{"juz":10,"surah":8,"page":185,"manzil":154,"hizbQuarter":74,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَكُلُوْا مِمَّاغَنِمْتُمْ حَلٰلًا طَيِّبًاۖ وَّاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","transliteration":{"en":"Fakuloo mimaa ghanimtum halaalan taiyibaa; watta qullaah; innal laaha Ghafoorur Raheem","id":"fa kulū mimmā ganimtum ḥalālan ṭayyibā(n), wattaqullāh(a), innallāha gafūrur raḥīm(un)."}},"translation":{"en":"So consume what you have taken of war booty [as being] lawful and good, and fear Allah. Indeed, Allah is Forgiving and Merciful.","id":"Maka makanlah dari sebagian rampasan perang yang telah kamu peroleh itu, sebagai makanan yang halal lagi baik, dan bertakwalah kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1229.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1229.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]