[{"number":{"inQuran":1236,"inSurah":1},"meta":{"juz":10,"surah":9,"page":187,"manzil":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَرَاۤءَةٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَۗ","transliteration":{"en":"Baraaa'atum minal laahi wa Rasooliheee ilal lazeena 'anhattum minal mushrikeen","id":"barā'atum minallāhi wa rasūlihī ilal-lażīna ‘āhattum minal-musyrikīn(a)."}},"translation":{"en":"[This is a declaration of] disassociation, from Allah and His Messenger, to those with whom you had made a treaty among the polytheists.","id":"(Inilah pernyataan) pemutusan hubungan dari Allah dan Rasul-Nya kepada orang-orang musyrik yang kamu telah mengadakan perjanjian (dengan mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1236.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1236.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1237,"inSurah":2},"meta":{"juz":10,"surah":9,"page":187,"manzil":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَسِيْحُوْا فِى الْاَرْضِ اَرْبَعَةَ اَشْهُرٍ وَّاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۙوَاَنَّ اللّٰهَ مُخْزِى الْكٰفِرِيْنَ ","transliteration":{"en":"Faseehoo fil ardi arba'ata ashhurinw wa'lamoooannakum ghairu mu'jizil laahi wa annal laaha mukhzil kaafireen","id":"fasīḥū fil-arḍi arba‘ata asyhuriw wa‘lamū annakum gairu mu‘jizillāh(i), wa anallāha mukhzil-kāfirīn(a)."}},"translation":{"en":"So travel freely, [O disbelievers], throughout the land [during] four months but know that you cannot cause failure to Allah and that Allah will disgrace the disbelievers.","id":"Maka berjalanlah kamu (kaum musyrikin) di bumi selama empat bulan dan ketahuilah bahwa kamu tidak dapat melemahkan Allah, dan sesungguhnya Allah menghinakan orang-orang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1237.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1237.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1238,"inSurah":3},"meta":{"juz":10,"surah":9,"page":187,"manzil":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَذَانٌ مِّنَ اللّٰهِ وَرَسُوْلِهٖٓ اِلَى النَّاسِ يَوْمَ الْحَجِّ الْاَكْبَرِ اَنَّ اللّٰهَ بَرِيْۤءٌ مِّنَ الْمُشْرِكِيْنَ ەۙ وَرَسُوْلُهٗ ۗفَاِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْۚ وَاِنْ تَوَلَّيْتُمْ فَاعْلَمُوْٓا اَنَّكُمْ غَيْرُ مُعْجِزِى اللّٰهِ ۗوَبَشِّرِ الَّذِيْنَ كَفَرُوْا بِعَذَابٍ اَلِيْمٍۙ","transliteration":{"en":"Wa azaanum minal laahi wa Rasooliheee ilan naasi yawmal Hajjil Akbari annal laaha bareee'um minal mushrikeena wa Rasooluh; fa-in tubtum fahuwa khairullakum wa in tawallaitum fa'lamooo annakum ghairu mu'jizil laah; wa bashiril lazeena kafaroo biazaabin aleem","id":"wa ażānum minallāhi wa rasūlihī ilan-nāsi yaumal-ḥajjil akbari annallāha barī'um minal-musyrikīn(a), wa rasūluh(ū), fa in tubtum fa huwa khairul lakum, wa in tawallaitum fa‘lamū annakum gairu mu‘jizillāh(i), wa basysyiril-lażīna kafarū bi‘ażābin alīm(in)."}},"translation":{"en":"And [it is] an announcement from Allah and His Messenger to the people on the day of the greater pilgrimage that Allah is disassociated from the disbelievers, and [so is] His Messenger. So if you repent, that is best for you; but if you turn away - then know that you will not cause failure to Allah. And give tidings to those who disbelieve of a painful punishment.","id":"Dan satu maklumat (pemberitahuan) dari Allah dan Rasul-Nya kepada umat manusia pada hari haji akbar, bahwa sesungguhnya Allah dan Rasul-Nya berlepas diri dari orang-orang musyrik. Kemudian jika kamu (kaum musyrikin) bertobat, maka itu lebih baik bagimu; dan jika kamu berpaling, maka ketahuilah bahwa kamu tidak dapat melemahkan Allah. Dan berilah kabar gembira kepada orang-orang kafir (bahwa mereka akan mendapat) azab yang pedih,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1238.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1238.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1239,"inSurah":4},"meta":{"juz":10,"surah":9,"page":187,"manzil":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِلَّا الَّذِيْنَ عَاهَدْتُّمْ مِّنَ الْمُشْرِكِيْنَ ثُمَّ لَمْ يَنْقُصُوْكُمْ شَيْـًٔا وَّلَمْ يُظَاهِرُوْا عَلَيْكُمْ اَحَدًا فَاَتِمُّوْٓا اِلَيْهِمْ عَهْدَهُمْ اِلٰى مُدَّتِهِمْۗ اِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ ","transliteration":{"en":"Illal lazeena 'aahattum minal mushrikeena summa lam yanqusookum shai'anw-wa lam yuzaahiroo 'alaikum ahadan fa atimmooo ilaihim 'ahdahum ilaa muddatihim; innal laaha yuhibbul muttaqeen","id":"illal-lażīna ‘āhattum minal-musyrikīna ṡumma lam yanquṣūkum syai'aw wa lam yuẓāhirū ‘alaikum aḥadan fa atimmū ilaihim ‘ahdahum ilā muddatihim, innallāha yuḥibbul-muttaqīn(a)."}},"translation":{"en":"Excepted are those with whom you made a treaty among the polytheists and then they have not been deficient toward you in anything or supported anyone against you; so complete for them their treaty until their term [has ended]. Indeed, Allah loves the righteous [who fear Him].","id":"kecuali orang-orang musyrik yang telah mengadakan perjanjian dengan kamu dan mereka sedikit pun tidak mengurangi (isi perjanjian) dan tidak (pula) mereka membantu seorang pun yang memusuhi kamu, maka terhadap mereka itu penuhilah janjinya sampai batas waktunya. Sungguh, Allah menyukai orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1239.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1239.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1240,"inSurah":5},"meta":{"juz":10,"surah":9,"page":187,"manzil":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِذَا انْسَلَخَ الْاَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍۚ فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَلُّوْا سَبِيْلَهُمْۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","transliteration":{"en":"Fa izansalakhal Ashhurul Hurumu faqtulul mushrikeena haisu wajattumoohum wa khuzoohum wahsuroohum qaq'udoo lahum kulla marsad; fa-in taaboo wa aqaamus Salaata wa aatawuz Zakaata fakhalloo sabeelahum; innal laaha Ghafoorur Raheem","id":"fa iżansalakhal-asyhurul-ḥurumu faqtulul-musyrikīna ḥaiṡu wajattumūhum wa khużūhum waḥṣurūhum waq‘udū lahum kulla marṣad(in), fa in tābū wa aqāmuṣ-ṣalāta wa ātawuz-zakāta fa khallū sabīlahum, innallāha gafūrur raḥīm(un)."}},"translation":{"en":"And when the sacred months have passed, then kill the polytheists wherever you find them and capture them and besiege them and sit in wait for them at every place of ambush. But if they should repent, establish prayer, and give zakah, let them [go] on their way. Indeed, Allah is Forgiving and Merciful.","id":"Apabila telah habis bulan-bulan haram, maka perangilah orang-orang musyrik di mana saja kamu temui, tangkaplah dan kepunglah mereka, dan awasilah di tempat pengintaian. Jika mereka bertobat dan melaksanakan salat serta menunaikan zakat, maka berilah kebebasan kepada mereka. Sungguh, Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1240.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1240.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1241,"inSurah":6},"meta":{"juz":10,"surah":9,"page":187,"manzil":156,"hizbQuarter":75,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ اَحَدٌ مِّنَ الْمُشْرِكِيْنَ اسْتَجَارَكَ فَاَجِرْهُ حَتّٰى يَسْمَعَ كَلٰمَ اللّٰهِ ثُمَّ اَبْلِغْهُ مَأْمَنَهٗ ۗذٰلِكَ بِاَنَّهُمْ قَوْمٌ لَّا يَعْلَمُوْنَ ࣖ","transliteration":{"en":"Wa in ahadum minal mushrikeenas tajaaraka fa ajirhu hattaa yasma'a Kalaamal laahi summa ablighhu maa manah; zaalika bi annahum qawmul laa ya'lamoon","id":"wa in aḥadum minal-musyrikīnastajāraka fa ajirhu ḥattā yasma‘a kalāmallāhi ṡumma ablighu ma'manah(ū), żālika bi'annahum qaumul lā ya‘lamūn(a)."}},"translation":{"en":"And if any one of the polytheists seeks your protection, then grant him protection so that he may hear the words of Allah. Then deliver him to his place of safety. That is because they are a people who do not know.","id":"Dan jika di antara kaum musyrikin ada yang meminta perlindungan kepadamu, maka lindungilah agar dia dapat mendengar firman Allah, kemudian antarkanlah dia ke tempat yang aman baginya. (Demikian) itu karena sesungguhnya mereka kaum yang tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1241.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1241.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]