[{"number":{"inQuran":1283,"inSurah":48},"meta":{"juz":10,"surah":9,"page":195,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوْا لَكَ الْاُمُوْرَ حَتّٰى جَاۤءَ الْحَقُّ وَظَهَرَ اَمْرُ اللّٰهِ وَهُمْ كٰرِهُوْنَ ","transliteration":{"en":"Laqadib taghawul fitnata min qablu wa qallaboo lakal umoora hattaa jaaa'al haqqu wa zahara amrul laahi wa hum kaarihoon","id":"laqadibtagawul-fitnata min qablu wa qallabū lakal-umūra ḥattā jā'al-ḥaqqu wa ẓahara amrullāhi wa hum kārihūn(a)."}},"translation":{"en":"They had already desired dissension before and had upset matters for you until the truth came and the ordinance of Allah appeared, while they were averse.","id":"Sungguh, sebelum itu mereka memang sudah berusaha membuat kekacauan dan mengatur berbagai macam tipu daya bagimu (memutarbalikkan persoalan), hingga datanglah kebenaran (pertolongan Allah), dan menanglah urusan (agama) Allah, padahal mereka tidak menyukainya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1283.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1283.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1284,"inSurah":49},"meta":{"juz":10,"surah":9,"page":195,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُمْ مَّنْ يَّقُوْلُ ائْذَنْ لِّيْ وَلَا تَفْتِنِّيْۗ  اَلَا فِى الْفِتْنَةِ سَقَطُوْاۗ وَاِنَّ جَهَنَّمَ لَمُحِيْطَةٌ ۢ بِالْكٰفِرِيْنَ ","transliteration":{"en":"Wa minhum mai yaqoolu' zal lee wa laa taftinneee; alaa fil fitnati saqatoo; wa inna Jahannama lamuheetatum bil kaafireen","id":"wa minhum may yaqūlu'żal lī wa lā taftinnī, alā fil-fitnati saqaṭū, wa inna jahannama lamuḥīṭatum bil-kāfirīn(a)."}},"translation":{"en":"And among them is he who says, \"Permit me [to remain at home] and do not put me to trial.\" Unquestionably, into trial they have fallen. And indeed, Hell will encompass the disbelievers.","id":"Dan di antara mereka ada orang yang berkata, “Berilah aku izin (tidak pergi berperang) dan janganlah engkau (Muhammad) menjadikan aku terjerumus ke dalam fitnah.” Ketahuilah, bahwa mereka telah terjerumus ke dalam fitnah. Dan sungguh, Jahanam meliputi orang-orang yang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1284.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1284.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1285,"inSurah":50},"meta":{"juz":10,"surah":9,"page":195,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْۚ وَاِنْ تُصِبْكَ مُصِيْبَةٌ يَّقُوْلُوْا قَدْ اَخَذْنَآ اَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَّهُمْ فَرِحُوْنَ ","transliteration":{"en":"in tusibka hasanatun tasu'hum; wa in tusibka museebatuny yaqooloo qad akhaznaaa amranaa min qablu wa yatawallaw wa hum farihoon","id":"in tuṣibka ḥasanatun tasu'hum, wa in tuṣibka muṣībatuy yaqūlū qad akhażnā min qablu wa yatawallau wa hum fariḥūn(a)."}},"translation":{"en":"If good befalls you, it distresses them; but if disaster strikes you, they say, \"We took our matter [in hand] before,\" and turn away while they are rejoicing.","id":"Jika engkau (Muhammad) mendapat kebaikan, mereka tidak senang; tetapi jika engkau ditimpa bencana, mereka berkata, “Sungguh, sejak semula kami telah berhati-hati (tidak pergi berperang),” dan mereka berpaling dengan (perasaan) gembira."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1285.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1285.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1286,"inSurah":51},"meta":{"juz":10,"surah":9,"page":195,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لَّنْ يُّصِيْبَنَآ اِلَّا مَا كَتَبَ اللّٰهُ لَنَاۚ هُوَ مَوْلٰىنَا وَعَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُوْنَ ","transliteration":{"en":"Qul lany-yuseebanaaa illaa maa katabal laahu lanaa Huwa mawlaanaa; wa 'alal laahi falyatawak kalimu 'minoon","id":"qul lay yuṣībanā illā mā kataballāhu lanā, huwa maulānā wa ‘alallāhi falyatawakkalil-mu'minūn(a)."}},"translation":{"en":"Say, \"Never will we be struck except by what Allah has decreed for us; He is our protector.\" And upon Allah let the believers rely.","id":"Katakanlah (Muhammad), “Tidak akan menimpa kami melainkan apa yang telah ditetapkan Allah bagi kami. Dialah pelindung kami, dan hanya kepada Allah bertawakallah orang-orang yang beriman.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1286.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1286.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1287,"inSurah":52},"meta":{"juz":10,"surah":9,"page":195,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ هَلْ تَرَبَّصُوْنَ بِنَآ اِلَّآ اِحْدَى الْحُسْنَيَيْنِۗ وَنَحْنُ نَتَرَبَّصُ بِكُمْ اَنْ يُّصِيْبَكُمُ اللّٰهُ بِعَذَابٍ مِّنْ عِنْدِهٖٓ اَوْ بِاَيْدِيْنَاۖ فَتَرَبَّصُوْٓا اِنَّا مَعَكُمْ مُّتَرَبِّصُوْنَ ","transliteration":{"en":"Qul hal tarabbasoona binaaa illaaa ihdal husnayayni wa nahnu natrabbasu bikum ai yus eebakumul laahu bi'azaa bim min 'indiheee aw biaidee naa fatarabbasooo innaa ma'akum mutarabbisoon","id":"qul hal tarabbaṣūna binā illā iḥdal-ḥusnayain(i), wa naḥnu natarabbaṣu bikum ay yuṣībakumullāhu bi‘ażābim min ‘indihī au bi'aidīnā, fa tarabbaṣū innā ma‘akum mutarabbiṣūn(a)."}},"translation":{"en":"Say, \"Do you await for us except one of the two best things while we await for you that Allah will afflict you with punishment from Himself or at our hands? So wait; indeed we, along with you, are waiting.\"","id":"Katakanlah (Muhammad), “Tidak ada yang kamu tunggu-tunggu bagi kami, kecuali salah satu dari dua kebaikan (menang atau mati syahid). Dan kami menunggu-nunggu bagi kamu bahwa Allah akan menimpakan azab kepadamu dari sisi-Nya, atau (azab) melalui tangan kami. Maka tunggulah, sesungguhnya kami menunggu (pula) bersamamu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1287.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1287.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1288,"inSurah":53},"meta":{"juz":10,"surah":9,"page":195,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَنْفِقُوْا طَوْعًا اَوْ كَرْهًا لَّنْ يُّتَقَبَّلَ مِنْكُمْ ۗاِنَّكُمْ كُنْتُمْ قَوْمًا فٰسِقِيْنَ ","transliteration":{"en":"Qul anfiqoo taw'an aw karhal lany yutaqabbala min kum innakum kuntum qawman faasiqeen","id":"qul anfiqū ṭau‘an au karhal lay yutaqabbala minkum, innakum kuntum qauman fāsiqīn(a)."}},"translation":{"en":"Say, \"Spend willingly or unwillingly; never will it be accepted from you. Indeed, you have been a defiantly disobedient people.\"","id":"Katakanlah (Muhammad), “Infakkanlah hartamu baik dengan sukarela maupun dengan terpaksa, namun (infakmu) tidak akan diterima. Sesungguhnya kamu adalah orang-orang yang fasik.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1288.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1288.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1289,"inSurah":54},"meta":{"juz":10,"surah":9,"page":195,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا مَنَعَهُمْ اَنْ تُقْبَلَ مِنْهُمْ نَفَقٰتُهُمْ اِلَّآ اَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَبِرَسُوْلِهٖ وَلَا يَأْتُوْنَ الصَّلٰوةَ اِلَّا وَهُمْ كُسَالٰى وَلَا يُنْفِقُوْنَ اِلَّا وَهُمْ كٰرِهُوْنَ ","transliteration":{"en":"Wa maa mana'ahum an tuqbala minhum nafaqaatuhum illaaa annnahum kafaroo billaahi wa bi Rasoolihee wa laa yaatoonas Salaata illaa wa hum kusaalaa wa laa yunfiqoona illaa wa hum kaarihoon","id":"wa mā mana‘ahum an tuqbala minhum nafaqātuhum illā annahum kafarū billāhi wa birasūlihī wa lā ya'tūnaṣ-ṣalāta illā wa hum kusālā wa lā yunfiqūna illā wa hum kārihūn(a)."}},"translation":{"en":"And what prevents their expenditures from being accepted from them but that they have disbelieved in Allah and in His Messenger and that they come not to prayer except while they are lazy and that they do not spend except while they are unwilling.","id":"Dan yang menghalang-halangi infak mereka untuk diterima adalah karena mereka kafir (ingkar) kepada Allah dan Rasul-Nya dan mereka tidak melaksanakan salat, melainkan dengan malas dan tidak (pula) menginfakkan (harta) mereka, melainkan dengan rasa enggan (terpaksa)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1289.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1289.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]