[{"number":{"inQuran":1290,"inSurah":55},"meta":{"juz":10,"surah":9,"page":196,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَلَآ اَوْلَادُهُمْ ۗاِنَّمَا يُرِيْدُ اللّٰهُ لِيُعَذِّبَهُمْ بِهَا فِى الْحَيٰوةِ الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ","transliteration":{"en":"Falaa tu'jibka amwaaluhum wa laaa awlaaduhum; innamaa yureedul laahu liyu'az zibahum bihaa fil hayaatid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon","id":"falā tu‘jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu liyu‘ażżibahum bihā fil-ḥayātid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."}},"translation":{"en":"So let not their wealth or their children impress you. Allah only intends to punish them through them in worldly life and that their souls should depart [at death] while they are disbelievers.","id":"Maka janganlah harta dan anak-anak mereka membuatmu kagum. Sesungguhnya maksud Allah dengan itu adalah untuk menyiksa mereka dalam kehidupan dunia dan kelak akan mati dalam keadaan kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1290.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1290.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1291,"inSurah":56},"meta":{"juz":10,"surah":9,"page":196,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَحْلِفُوْنَ بِاللّٰهِ اِنَّهُمْ لَمِنْكُمْۗ وَمَا هُمْ مِّنْكُمْ وَلٰكِنَّهُمْ قَوْمٌ يَّفْرَقُوْنَ ","transliteration":{"en":"Wa yahlifoona billaahi innnahum laminkum wa maa hum minkum wa laakinnahum qawmuny yafraqoon","id":"wa yaḥlifūna billāhi innahum laminkum, wa mā hum minkum wa lākinnahum qaumuy yafraqūn(a)."}},"translation":{"en":"And they swear by Allah that they are from among you while they are not from among you; but they are a people who are afraid.","id":"Dan mereka (orang-orang munafik) bersumpah dengan (nama) Allah, bahwa sesungguhnya mereka termasuk golonganmu; namun mereka bukanlah dari golonganmu, tetapi mereka orang-orang yang sangat takut (kepadamu)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1291.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1291.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1292,"inSurah":57},"meta":{"juz":10,"surah":9,"page":196,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَوْ يَجِدُوْنَ مَلْجَاً اَوْ مَغٰرٰتٍ اَوْ مُدَّخَلًا لَّوَلَّوْا اِلَيْهِ وَهُمْ يَجْمَحُوْنَ ","transliteration":{"en":"Law yajidoona malja'an aw maghaaraatin aw mudda khalal lawallaw ilaihi wa hum yajmahoon","id":"lau yajidūna malja'an au magārātin au muddakhalal lawallau ilaihi wa hum yajmaḥūn(a)."}},"translation":{"en":"If they could find a refuge or some caves or any place to enter [and hide], they would turn to it while they run heedlessly.","id":"Sekiranya mereka memperoleh tempat perlindungan, gua-gua atau lubang-lubang (dalam tanah), niscaya mereka pergi (lari) ke sana dengan secepat-cepatnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1292.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1292.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1293,"inSurah":58},"meta":{"juz":10,"surah":9,"page":196,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِى الصَّدَقٰتِۚ فَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ ","transliteration":{"en":"Wa minhum mai yalmizuka fis sadaqaati fa-in u'too minhaa radoo wa illam yu'taw minhaaa izaa hum yaskhatoon","id":"wa minhum may yalmizuka fiṣ-ṣadaqāt(i), fa in u‘ṭū minhā raḍū wa illam yu‘ṭau minhā iżā hum yaskhaṭūn(a)."}},"translation":{"en":"And among them are some who criticize you concerning the [distribution of] charities. If they are given from them, they approve; but if they are not given from them, at once they become angry.","id":"Dan di antara mereka ada yang mencelamu tentang (pembagian) sedekah (zakat); jika mereka diberi bagian, mereka bersenang hati, dan jika mereka tidak diberi bagian, tiba-tiba mereka marah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1293.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1293.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1294,"inSurah":59},"meta":{"juz":10,"surah":9,"page":196,"manzil":162,"hizbQuarter":78,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ اَنَّهُمْ رَضُوْا مَآ اٰتٰىهُمُ اللّٰهُ وَرَسُوْلُهٗۙ وَقَالُوْا حَسْبُنَا اللّٰهُ سَيُؤْتِيْنَا اللّٰهُ مِنْ فَضْلِهٖ وَرَسُوْلُهٗٓ اِنَّآ اِلَى اللّٰهِ رٰغِبُوْنَ ࣖ ","transliteration":{"en":"Wa law annahum radoo maaa aataahumul laahu wa Rasooluhoo wa qaaloo hasbunal laahu wayu'teenallaahu min fadlihee wa Rasooluhooo innaaa ilallaahi raaghiboon","id":"wa lau annahum raḍū mā ātāhumullāhu wa rasūluh(ū), wa qālū ḥasbunallāhu sayu'tīnallāhu min faḍlihī wa rasūluhū innā ilallāhi rāgibūn(a)."}},"translation":{"en":"If only they had been satisfied with what Allah and His Messenger gave them and said, \"Sufficient for us is Allah; Allah will give us of His bounty, and [so will] His Messenger; indeed, we are desirous toward Allah,\" [it would have been better for them].","id":"Dan sekiranya mereka benar-benar rida dengan apa yang diberikan kepada mereka oleh Allah dan Rasul-Nya, dan berkata, “Cukuplah Allah bagi kami, Allah dan Rasul-Nya akan memberikan kepada kami sebagian dari karunia-Nya. Sesungguhnya kami orang-orang yang berharap kepada Allah.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1294.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1294.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1295,"inSurah":60},"meta":{"juz":10,"surah":9,"page":196,"manzil":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اِنَّمَا الصَّدَقٰتُ لِلْفُقَرَاۤءِ وَالْمَسٰكِيْنِ وَالْعٰمِلِيْنَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوْبُهُمْ وَفِى الرِّقَابِ وَالْغٰرِمِيْنَ وَفِيْ سَبِيْلِ اللّٰهِ وَابْنِ السَّبِيْلِۗ فَرِيْضَةً مِّنَ اللّٰهِ ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","transliteration":{"en":"Innamas sadaqaatu lilfuqaraaa'i walmasaakeeni wal 'aamileena 'alaihaa wal mu'al lafati quloobuhum wa fir riqaabi walghaarimeena wa fee sabeelil laahi wabnis sabeeli fareedatam minal laah; wal laahu 'Aleemun Hakeem","id":"innamaṣ-ṣadaqātu lil-fuqarā'i wal-masākīni wal-‘āmilīna ‘alaihā wal-mu'allafati qulūbuhum wa fir-riqābi wal-gārimīna wa fī sabīlillāhi wabnis-sabīl(i), farīḍatam minallāh(i), wallāhu ‘alīmun ḥakīm(un)."}},"translation":{"en":"Zakah expenditures are only for the poor and for the needy and for those employed to collect [zakah] and for bringing hearts together [for Islam] and for freeing captives [or slaves] and for those in debt and for the cause of Allah and for the [stranded] traveler - an obligation [imposed] by Allah. And Allah is Knowing and Wise.","id":"Sesungguhnya zakat itu hanyalah untuk orang-orang fakir, orang miskin, amil zakat, yang dilunakkan hatinya (mualaf), untuk (memerdekakan) hamba sahaya, untuk (membebaskan) orang yang berutang, untuk jalan Allah dan untuk orang yang sedang dalam perjalanan, sebagai kewajiban dari Allah. Allah Maha Mengetahui, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1295.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1295.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1296,"inSurah":61},"meta":{"juz":10,"surah":9,"page":196,"manzil":163,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُمُ الَّذِيْنَ يُؤْذُوْنَ النَّبِيَّ وَيَقُوْلُوْنَ هُوَ اُذُنٌ ۗقُلْ اُذُنُ خَيْرٍ لَّكُمْ يُؤْمِنُ بِاللّٰهِ وَيُؤْمِنُ لِلْمُؤْمِنِيْنَ وَرَحْمَةٌ لِّلَّذِيْنَ اٰمَنُوْا مِنْكُمْۗ وَالَّذِيْنَ يُؤْذُوْنَ رَسُوْلَ اللّٰهِ لَهُمْ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Wa minhumul lazeena yu'zoonan nabiyya wa yaqooloona huwa uzun; qul uzunu khairil lakum yu'minu billaahi wa yu'minu lilmu mi neena wa rahmatul lillazeena aamanoo minkum; wallazeena yu'zoona Rasoolal laahi lahum 'azaabun aleem","id":"wa minhumul-lażīna yu'żūnan nabiyya wa yaqūlūna huwa użun(un), qul użunu khairil lakum yu'minu billāhi wa yu'minu lil-mu'minīna wa raḥmatul lil-lażīna āmanū minkum, wal-lażīna yu'żūna rasūlallāhi lahum ‘ażābun alīm(un)."}},"translation":{"en":"And among them are those who abuse the Prophet and say, \"He is an ear.\" Say, \"[It is] an ear of goodness for you that believes in Allah and believes the believers and [is] a mercy to those who believe among you.\" And those who abuse the Messenger of Allah - for them is a painful punishment.","id":"Dan di antara mereka (orang munafik) ada orang-orang yang menyakiti hati Nabi  (Muhammad) dan mengatakan, “Nabi mempercayai semua apa yang didengarnya.” Katakanlah, “Dia mempercayai semua yang baik bagi kamu, dia beriman kepada Allah, mempercayai orang-orang mukmin, dan menjadi rahmat bagi orang-orang yang beriman di antara kamu.” Dan orang-orang yang menyakiti Rasulullah akan mendapat azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1296.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1296.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]