[{"number":{"inQuran":1308,"inSurah":73},"meta":{"juz":10,"surah":9,"page":199,"manzil":165,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْ ۗوَمَأْوٰىهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيْرُ ","transliteration":{"en":"yaaa aiyuhan Nabiyyu jaahidil kuffaara walmunaafiqeena waghluz 'alaihim; wa maawaahum jahannnamu wa bi'sal maseer","id":"yā ayyuhan-nabiyyu jāhidil-kuffāra wal-munāfiqīna wagluẓ ‘alaihim, wa ma'wāhum jahannamu wa bi'sal-maṣīr(u)."}},"translation":{"en":"O Prophet, fight against the disbelievers and the hypocrites and be harsh upon them. And their refuge is Hell, and wretched is the destination.","id":"Wahai Nabi! Berjihadlah (melawan) orang-orang kafir dan orang-orang munafik, dan bersikap keraslah terhadap mereka. Tempat mereka adalah neraka Jahanam. Dan itulah seburuk-buruk tempat kembali."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1308.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1308.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1309,"inSurah":74},"meta":{"juz":10,"surah":9,"page":199,"manzil":165,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَحْلِفُوْنَ بِاللّٰهِ مَا قَالُوْا ۗوَلَقَدْ قَالُوْا كَلِمَةَ الْكُفْرِ وَكَفَرُوْا بَعْدَ اِسْلَامِهِمْ وَهَمُّوْا بِمَا لَمْ يَنَالُوْاۚ وَمَا نَقَمُوْٓا اِلَّآ اَنْ اَغْنٰىهُمُ اللّٰهُ وَرَسُوْلُهٗ مِنْ فَضْلِهٖ ۚفَاِنْ يَّتُوْبُوْا يَكُ خَيْرًا لَّهُمْ ۚوَاِنْ يَّتَوَلَّوْا يُعَذِّبْهُمُ اللّٰهُ عَذَابًا اَلِيْمًا فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَمَا لَهُمْ فِى الْاَرْضِ مِنْ وَّلِيٍّ وَّلَا نَصِيْرٍ ","transliteration":{"en":"Yahlifoona billaahi wa qaaloo wa laqad qaaloo kalimatal kufri wa kafaroo ba'da Islaamihim wa hammoo bimaa lam yanaaloo; wa maa naqamooo illaaa an aghnaa humullaahu wa Rasooluhoo min fadlih; fainy yatooboo yaku khairal lahum wa iny yatawal law yu'az zibhumullaahu 'azaaban aleeman fiddunyaa wal Aakhirah; wamaa lahum fil ardi minw waliyyinw wa laa naseer","id":"yaḥlifūna billāhi mā qālū, wa laqad qālū kalimatal-kufri wa kafarū ba‘da islāmihim wa hammū bimā lam yanālū, wa mā naqamū illā an agnāhumullāhu wa rasūluhū min faḍlih(ī), fa iy yatūbū yaku khairal lahum, wa iy yatawallau yu‘ażżibhumullāhu ‘ażāban alīman fid-dun-yā wal-ākhirah(ti), wa mā lahum fil-arḍi miw waliyyiw wa lā naṣīr(in)."}},"translation":{"en":"They swear by Allah that they did not say [anything against the Prophet] while they had said the word of disbelief and disbelieved after their [pretense of] Islam and planned that which they were not to attain. And they were not resentful except [for the fact] that Allah and His Messenger had enriched them of His bounty. So if they repent, it is better for them; but if they turn away, Allah will punish them with a painful punishment in this world and the Hereafter. And there will not be for them on earth any protector or helper.","id":"Mereka (orang munafik) bersumpah dengan (nama) Allah, bahwa mereka tidak mengatakan (sesuatu yang menyakiti Muhammad). Sungguh, mereka telah mengucapkan perkataan kekafiran, dan telah menjadi kafir setelah Islam, dan menginginkan apa yang mereka tidak dapat mencapainya; dan mereka tidak mencela (Allah dan Rasul-Nya), sekiranya Allah dan Rasul-Nya telah melimpahkan karunia-Nya kepada mereka. Maka jika mereka bertobat, itu adalah lebih baik bagi mereka, dan jika mereka berpaling, niscaya Allah akan mengazab mereka dengan azab yang pedih di dunia dan akhirat; dan mereka tidak mempunyai pelindung dan tidak (pula) penolong di bumi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1309.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1309.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1310,"inSurah":75},"meta":{"juz":10,"surah":9,"page":199,"manzil":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَمِنْهُمْ مَّنْ عٰهَدَ اللّٰهَ لَىِٕنْ اٰتٰىنَا مِنْ فَضْلِهٖ لَنَصَّدَّقَنَّ وَلَنَكُوْنَنَّ مِنَ الصّٰلِحِيْنَ ","transliteration":{"en":"Wa minhum man 'aaha dal laaha la'in aataanaa min fadlihee lanas saddaqanna wa lanakoonanna minassaaliheen","id":"wa minhum man ‘āhadallāha la'in ātānā min faḍlihī lanaṣṣaddaqanna wa lanakūnanna minaṣ-ṣāliḥīn(a)."}},"translation":{"en":"And among them are those who made a covenant with Allah, [saying], \"If He should give us from His bounty, we will surely spend in charity, and we will surely be among the righteous.\"","id":"Dan di antara mereka ada orang yang telah berjanji kepada Allah, “Sesungguhnya jika Allah memberikan sebagian dari karunia-Nya kepada kami, niscaya kami akan bersedekah dan niscaya kami termasuk orang-orang yang saleh.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1310.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1310.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1311,"inSurah":76},"meta":{"juz":10,"surah":9,"page":199,"manzil":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّآ اٰتٰىهُمْ مِّنْ فَضْلِهٖ بَخِلُوْا بِهٖ وَتَوَلَّوْا وَّهُمْ مُّعْرِضُوْنَ ","transliteration":{"en":"Falammaaa aataahum min fadlihee bakhiloo bihee wa tawallaw wa hum mu'ridoon","id":"falammā ātāhum min faḍlihī bakhilū bihī wa tawallau wa hum mu‘riḍūn(a)."}},"translation":{"en":"But when he gave them from His bounty, they were stingy with it and turned away while they refused.","id":"Ketika Allah memberikan kepada mereka sebagian dari karunia-Nya, mereka menjadi kikir dan berpaling, dan selalu menentang (kebenaran)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1311.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1311.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1312,"inSurah":77},"meta":{"juz":10,"surah":9,"page":199,"manzil":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَعْقَبَهُمْ نِفَاقًا فِيْ قُلُوْبِهِمْ اِلٰى يَوْمِ يَلْقَوْنَهٗ بِمَآ اَخْلَفُوا اللّٰهَ مَا وَعَدُوْهُ وَبِمَا كَانُوْا يَكْذِبُوْنَ ","transliteration":{"en":"Fa a'qabahum nifaaqan fee quloobihim ilaa Yawmi yalqaw nahoo bimaaa akhlaful laaha maa wa'adoohu wa bimaa kaanoo yakhziboon","id":"fa a‘qabahum nifāqan fī qulūbihim ilā yaumi yalqaunahū bimā akhlafullāha mā wa‘adūhu wa bimā kānū yakżibūn(a)."}},"translation":{"en":"So He penalized them with hypocrisy in their hearts until the Day they will meet Him - because they failed Allah in what they promised Him and because they [habitually] used to lie.","id":"Maka Allah menanamkan kemunafikan dalam hati mereka sampai pada waktu mereka menemui-Nya, karena mereka telah mengingkari janji yang telah mereka ikrarkan kepada-Nya dan (juga) karena mereka selalu berdusta."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1312.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1312.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1313,"inSurah":78},"meta":{"juz":10,"surah":9,"page":199,"manzil":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَمْ يَعْلَمُوْٓا اَنَّ اللّٰهَ يَعْلَمُ سِرَّهُمْ وَنَجْوٰىهُمْ وَاَنَّ اللّٰهَ عَلَّامُ الْغُيُوْبِ ","transliteration":{"en":"Alam ya'lamooo annal laaha ya'lamu sirrahum wa najwaahum wa annal laaha 'Allaamul Ghuyoob","id":"alam ya‘lamū annallāha ya‘lamu sirrahum wa najwāhum wa annallāha ‘allāmul-guyūb(i)."}},"translation":{"en":"Did they not know that Allah knows their secrets and their private conversations and that Allah is the Knower of the unseen?","id":"Tidakkah mereka mengetahui bahwa Allah mengetahui rahasia dan bisikan mereka, dan bahwa Allah mengetahui segala yang gaib?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1313.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1313.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1314,"inSurah":79},"meta":{"juz":10,"surah":9,"page":199,"manzil":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَّذِيْنَ يَلْمِزُوْنَ الْمُطَّوِّعِيْنَ مِنَ الْمُؤْمِنِيْنَ فِى الصَّدَقٰتِ وَالَّذِيْنَ لَا يَجِدُوْنَ اِلَّا جُهْدَهُمْ فَيَسْخَرُوْنَ مِنْهُمْ ۗسَخِرَ اللّٰهُ مِنْهُمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Allazeena yalmizoonal mut tawwi'eena minalmu'mineena fis sadaqaati wallazeena laa yajidoona illaa juhdahum fayaskharoona minhum sakhiral laahu minhum wa lahum azaabun aleem","id":"allażīna yalmizūnal-muṭṭawwi‘īna minal-mu'minīna fiṣ-ṣadaqāti wal-lażīna lā yajidūna illā juhdahum fa yaskharūna minhum, sakhirallāhu minhum, wa lahum ‘ażābun alīm(un)."}},"translation":{"en":"Those who criticize the contributors among the believers concerning [their] charities and [criticize] the ones who find nothing [to spend] except their effort, so they ridicule them - Allah will ridicule them, and they will have a painful punishment.","id":"(Orang munafik) yaitu mereka yang mencela orang-orang beriman yang memberikan sedekah dengan sukarela dan yang (mencela) orang-orang yang hanya memperoleh (untuk disedekahkan) sekedar kesanggupannya, maka orang-orang munafik itu menghina mereka. Allah akan membalas penghinaan mereka, dan mereka akan mendapat azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1314.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1314.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]