[{"number":{"inQuran":134,"inSurah":127},"meta":{"juz":1,"surah":2,"page":20,"manzil":16,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذْ يَرْفَعُ اِبْرٰهٖمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَاِسْمٰعِيْلُۗ رَبَّنَا تَقَبَّلْ مِنَّا ۗ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ ","transliteration":{"en":"Wa iz yarfa'u Ibraaheemul qawaa'ida minal Baitiwa Ismaa'eelu Rabbanaa taqabbal minnaa innaka Antas Samee'ul Aleem","id":"wa iż yarfa‘u ibrāhīmul-qawā‘ida minal-baiti wa ismā‘īl(u), rabbanā taqabbal minnā, innaka antas-samī‘ul-‘alīm(u)."}},"translation":{"en":"And [mention] when Abraham was raising the foundations of the House and [with him] Ishmael, [saying], \"Our Lord, accept [this] from us. Indeed You are the Hearing, the Knowing.","id":"Dan (ingatlah) ketika Ibrahim meninggikan pondasi Baitullah bersama Ismail, (seraya berdoa), “Ya Tuhan kami, terimalah (amal) dari kami. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/134.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/134.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":135,"inSurah":128},"meta":{"juz":1,"surah":2,"page":20,"manzil":16,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَآ اُمَّةً مُّسْلِمَةً لَّكَۖ وَاَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا ۚ اِنَّكَ اَنْتَ التَّوَّابُ الرَّحِيْمُ ","transliteration":{"en":"Rabbanaa waj'alnaa muslimaini laka wa min zurriyyatinaaa ummatam muslimatal laka wa arinaa manaasikanaa wa tub 'alainaa innaka antat Tawwaabur Raheem","id":"rabbanā waj‘alnā muslimaini laka wa min żurriyyatinā ummatam muslimatal lak(a), wa arinā manāsikanā wa tub ‘alainā, innaka antat-tawwābur-raḥīm(u)."}},"translation":{"en":"Our Lord, and make us Muslims [in submission] to You and from our descendants a Muslim nation [in submission] to You. And show us our rites and accept our repentance. Indeed, You are the Accepting of repentance, the Merciful.","id":"Ya Tuhan kami, jadikanlah kami orang yang berserah diri kepada-Mu, dan anak cucu kami (juga) umat yang berserah diri kepada-Mu dan tunjukkanlah kepada kami cara-cara melakukan ibadah (haji) kami, dan terimalah tobat kami. Sungguh, Engkaulah Yang Maha Penerima tobat, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/135.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/135.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":136,"inSurah":129},"meta":{"juz":1,"surah":2,"page":20,"manzil":16,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"رَبَّنَا وَابْعَثْ فِيْهِمْ رَسُوْلًا مِّنْهُمْ يَتْلُوْا عَلَيْهِمْ اٰيٰتِكَ وَيُعَلِّمُهُمُ الْكِتٰبَ وَالْحِكْمَةَ وَيُزَكِّيْهِمْ ۗ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ࣖ","transliteration":{"en":"Rabbanaa wab'as feehim Rasoolam minhum yatloo 'alaihim aayaatika wa yu'allimuhumul Kitaaba wal Hikmata wa yuzakkeehim; innaka Antal 'Azeezul Hakeem","id":"rabbanā wab‘aṡ fīhim rasūlam minhum yatlū ‘alaihim āyātika wa yu‘allimuhumul-kitāba wal-ḥikmata wa yuzakkīhim, innaka antal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Our Lord, and send among them a messenger from themselves who will recite to them Your verses and teach them the Book and wisdom and purify them. Indeed, You are the Exalted in Might, the Wise.\"","id":"Ya Tuhan kami, utuslah di tengah mereka seorang rasul dari kalangan mereka sendiri, yang akan membacakan kepada mereka ayat-ayat-Mu dan mengajarkan Kitab dan Hikmah kepada mereka, dan menyucikan mereka. Sungguh, Engkaulah Yang Mahaperkasa, Mahabijaksana.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/136.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/136.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":137,"inSurah":130},"meta":{"juz":1,"surah":2,"page":20,"manzil":17,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَنْ يَّرْغَبُ عَنْ مِّلَّةِ اِبْرٰهٖمَ اِلَّا مَنْ سَفِهَ نَفْسَهٗ ۗوَلَقَدِ اصْطَفَيْنٰهُ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ","transliteration":{"en":"Wa manny yarghabu 'am-Millarti Ibraaheema illaa man safiha nafsah; wa laqadis tafainaahu fid-dunyaa wa innaho fil aakhirati laminas saaliheen","id":"wa may yargabu ‘an millati ibrāhīma illā man safiha nafsah(ū), wa laqad-iṣṭafaināhu fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a)."}},"translation":{"en":"And who would be averse to the religion of Abraham except one who makes a fool of himself. And We had chosen him in this world, and indeed he, in the Hereafter, will be among the righteous.","id":"Dan orang yang membenci agama Ibrahim, hanyalah orang yang memperbodoh dirinya sendiri. Dan sungguh, Kami telah memilihnya (Ibrahim) di dunia ini. Dan sesungguhnya di akhirat dia termasuk orang-orang saleh."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/137.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/137.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":138,"inSurah":131},"meta":{"juz":1,"surah":2,"page":20,"manzil":17,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِذْ قَالَ لَهٗ رَبُّهٗٓ اَسْلِمْۙ  قَالَ اَسْلَمْتُ لِرَبِّ الْعٰلَمِيْنَ","transliteration":{"en":"Iz qaala lahoo Rabbuhooo aslim qaala aslamtu li Rabbil 'aalameen","id":"iż qāla lahū rabbuhū aslim, qāla aslamtu lirabbil-‘ālamīn(a)."}},"translation":{"en":"When his Lord said to him, \"Submit\", he said \"I have submitted [in Islam] to the Lord of the worlds.\"","id":"(Ingatlah) ketika Tuhan berfirman kepadanya (Ibrahim), “Berserahdirilah!” Dia menjawab, “Aku berserah diri kepada Tuhan seluruh alam.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/138.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/138.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":139,"inSurah":132},"meta":{"juz":1,"surah":2,"page":20,"manzil":17,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَوَصّٰى بِهَآ اِبْرٰهٖمُ بَنِيْهِ وَيَعْقُوْبُۗ يٰبَنِيَّ اِنَّ اللّٰهَ اصْطَفٰى لَكُمُ الدِّيْنَ فَلَا تَمُوْتُنَّ اِلَّا وَاَنْتُمْ مُّسْلِمُوْنَ ۗ","transliteration":{"en":"Wa wassaa bihaaa Ibraaheemu baneehi wa Ya'qoob, yaa baniyya innal laahas tafaa lakumud deena falaa tamootunna illaa wa antum muslimoon","id":"wa waṣṣā bihā ibrāhīmu banīhi wa ya‘qūb(u), yā baniyya innallāhaṣṭafā lakumud-dīna falā tamūtunna illā wa antum muslimūn(a)."}},"translation":{"en":"And Abraham instructed his sons [to do the same] and [so did] Jacob, [saying], \"O my sons, indeed Allah has chosen for you this religion, so do not die except while you are Muslims.\"","id":"Dan Ibrahim mewasiatkan (ucapan) itu kepada anak-anaknya, demikian pula Yakub. “Wahai anak-anakku! Sesungguhnya Allah telah memilih agama ini untukmu, maka janganlah kamu mati kecuali dalam keadaan Muslim.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/139.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/139.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":140,"inSurah":133},"meta":{"juz":1,"surah":2,"page":20,"manzil":17,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَمْ كُنْتُمْ شُهَدَاۤءَ اِذْ حَضَرَ يَعْقُوْبَ الْمَوْتُۙ اِذْ قَالَ لِبَنِيْهِ مَا تَعْبُدُوْنَ مِنْۢ بَعْدِيْۗ قَالُوْا نَعْبُدُ اِلٰهَكَ وَاِلٰهَ اٰبَاۤىِٕكَ اِبْرٰهٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ اِلٰهًا وَّاحِدًاۚ وَنَحْنُ لَهٗ مُسْلِمُوْنَ ","transliteration":{"en":"Am kuntum shuhadaaa'a iz hadara Ya'qoobal mawtu iz qaala libaneehi maa ta'budoona mim ba'dee qaaloo na'budu ilaahaka wa ilaaha aabaaa'ika Ibraaheema wa Ismaa'eela wa Ishaaqa Ilaahanw waahidanw wa nahnu lahoo muslimoon","id":"am kuntum syuhadā'a iż ḥaḍara ya‘qūbal-maut(u), iż qāla libanīhi mā ta‘budūna mim ba‘dī, qālū na‘budu ilāhaka wa ilāha ābā'ika ibrāhīma wa ismā‘īla wa isḥāqa ilāhaw wāḥidā(n), wa naḥnu lahū muslimūn(a)."}},"translation":{"en":"Or were you witnesses when death approached Jacob, when he said to his sons, \"What will you worship after me?\" They said, \"We will worship your God and the God of your fathers, Abraham and Ishmael and Isaac - one God. And we are Muslims [in submission] to Him.\"","id":"Apakah kamu menjadi saksi saat maut akan menjemput Yakub, ketika dia berkata kepada anak-anaknya, “Apa yang kamu sembah sepeninggalku?” Mereka menjawab, “Kami akan menyembah Tuhanmu dan Tuhan nenek moyangmu yaitu Ibrahim, Ismail dan Ishak, (yaitu) Tuhan Yang Maha Esa dan kami (hanya) berserah diri kepada-Nya.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/140.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/140.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":141,"inSurah":134},"meta":{"juz":1,"surah":2,"page":20,"manzil":17,"hizbQuarter":8,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"تِلْكَ اُمَّةٌ قَدْ خَلَتْ ۚ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ ۚ وَلَا تُسْـَٔلُوْنَ عَمَّا كَانُوْا يَعْمَلُوْنَ","transliteration":{"en":"Tilka ummatun qad khalat lahaa maa kasabat wa lakum maa kasabtum wa laa tus'aloona 'ammaa kaano ya'maloon","id":"tilka ummatun qad khalat, lahā mā kasabat wa lakum mā kasabtum, wa lā tus'alūna ‘ammā kānū ya‘malūn(a)."}},"translation":{"en":"That was a nation which has passed on. It will have [the consequence of] what it earned, and you will have what you have earned. And you will not be asked about what they used to do.","id":"Itulah umat yang telah lalu. Baginya apa yang telah mereka usahakan dan bagimu apa yang telah kamu usahakan. Dan kamu tidak akan diminta (pertanggungjawaban) tentang apa yang dahulu mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/141.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/141.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]