[{"number":{"inQuran":1315,"inSurah":80},"meta":{"juz":10,"surah":9,"page":200,"manzil":165,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِسْتَغْفِرْ لَهُمْ اَوْ لَا تَسْتَغْفِرْ لَهُمْۗ اِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِيْنَ مَرَّةً فَلَنْ يَّغْفِرَ اللّٰهُ لَهُمْ ۗذٰلِكَ بِاَنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ࣖ ","transliteration":{"en":"istaghfir lahum aw laa tastaghfir lahum in tastaghfir lahum sab'eena marratan falany yaghfiral laahu lahum; zaalika bi annahum kafaroo billaahi wa Rasoolih; wallaahu laa yahdil qawmal faasiqeen","id":"istagfir lahum au lā tastagfir lahum, in tastagfir lahum sab‘īna marratan falay yagfirallāhu lahum, żālika bi'annahum kafarū billāhi wa rasūlih(ī), wallāhu lā yahdil-qaumal-fāsiqīn(a)."}},"translation":{"en":"Ask forgiveness for them, [O Muhammad], or do not ask forgiveness for them. If you should ask forgiveness for them seventy times - never will Allah forgive them. That is because they disbelieved in Allah and His Messenger, and Allah does not guide the defiantly disobedient people.","id":"(Sama saja) engkau (Muhammad) memohonkan ampunan bagi mereka atau tidak memohonkan ampunan bagi mereka. Walaupun engkau memohonkan ampunan bagi mereka tujuh puluh kali, Allah tidak akan memberi ampunan kepada mereka. Yang demikian itu karena mereka ingkar (kafir) kepada Allah dan Rasul-Nya. Dan Allah tidak memberi petunjuk kepada orang-orang yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1315.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1315.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1316,"inSurah":81},"meta":{"juz":10,"surah":9,"page":200,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَرِحَ الْمُخَلَّفُوْنَ بِمَقْعَدِهِمْ خِلٰفَ رَسُوْلِ اللّٰهِ وَكَرِهُوْٓا اَنْ يُّجَاهِدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْ فِيْ سَبِيْلِ اللّٰهِ وَقَالُوْا لَا تَنْفِرُوْا فِى الْحَرِّۗ قُلْ نَارُ جَهَنَّمَ اَشَدُّ حَرًّاۗ  لَوْ كَانُوْا يَفْقَهُوْنَ ","transliteration":{"en":"Farihal mukhallafoona bimaq'adihim khilaafa Rasoolil laahi wa karihooo ai yujaahidoo bi amwaalihim wa anfusihim fee sabeelil laahi wa qaaloo la tanfiroo fil harr; qul Naaru jahannama ashaddu harraa; law kaanoo yafqahoon","id":"fariḥal-mukhallafūna bimaq‘adihim khilāfa rasūlillāhi wa karihū ay yujāhidū bi'amwālihim wa anfusihim fī sabīlillāhi wa qālū lā tanfirū fil-ḥarr(i), qul nāru jahannama asyaddu ḥarrā(n), lau kānū yafqahūn(a)."}},"translation":{"en":"Those who remained behind rejoiced in their staying [at home] after [the departure of] the Messenger of Allah and disliked to strive with their wealth and their lives in the cause of Allah and said, \"Do not go forth in the heat.\" Say, \"The fire of Hell is more intensive in heat\" - if they would but understand.","id":"Orang-orang yang ditinggalkan (tidak ikut berperang), merasa gembira dengan duduk-duduk diam sepeninggal Rasulullah. Mereka tidak suka berjihad dengan harta dan jiwa mereka di jalan Allah dan mereka berkata, “Janganlah kamu berangkat (pergi berperang) dalam panas terik ini.” Katakanlah (Muhammad), “Api neraka Jahanam lebih panas,” jika mereka mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1316.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1316.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1317,"inSurah":82},"meta":{"juz":10,"surah":9,"page":200,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلْيَضْحَكُوْا قَلِيْلًا وَّلْيَبْكُوْا كَثِيْرًاۚ جَزَاۤءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ ","transliteration":{"en":"Falyadhakoo qaleelanw walyabkoo kaseeran jazaaa'am bimaa kaanoo yaksiboon","id":"falyaḍḥakū qalīlaw walyabkū kaṡīrā(n), jazā'am bimā kānū yaksibūn(a)."}},"translation":{"en":"So let them laugh a little and [then] weep much as recompense for what they used to earn.","id":"Maka biarkanlah mereka tertawa sedikit dan menangis yang banyak, sebagai balasan terhadap apa yang selalu mereka perbuat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1317.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1317.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1318,"inSurah":83},"meta":{"juz":10,"surah":9,"page":200,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِنْ رَّجَعَكَ اللّٰهُ اِلٰى طَاۤىِٕفَةٍ مِّنْهُمْ فَاسْتَأْذَنُوْكَ لِلْخُرُوْجِ فَقُلْ لَّنْ تَخْرُجُوْا مَعِيَ اَبَدًا وَّلَنْ تُقَاتِلُوْا مَعِيَ عَدُوًّاۗ اِنَّكُمْ رَضِيْتُمْ بِالْقُعُوْدِ اَوَّلَ مَرَّةٍۗ فَاقْعُدُوْا مَعَ الْخٰلِفِيْنَ ","transliteration":{"en":"Fa ir raja'akal laahu ilaa taaa'ifatim minhum fastaaa zanooka lilkhurooji faqul lan takhrujoo ma'iya abadanw a lan tuqaatiloo ma'iya 'aduwwan innakum radeetum bilqu'oodi awwala marratin faq'udoo ma'al khaalifeen","id":"fa ir raja‘akallāhu ilā ṭā'ifatim minhum fasta'żanūka lil-khurūji faqul lan takhrujū ma‘iya abadaw wa lan tuqātilū ma‘iya ‘aduwwā(n), innakum raḍītum bil-qu‘ūdi awwala marrah(tin), faq‘udū ma‘al-khālifīn(a)."}},"translation":{"en":"If Allah should return you to a faction of them [after the expedition] and then they ask your permission to go out [to battle], say, \"You will not go out with me, ever, and you will never fight with me an enemy. Indeed, you were satisfied with sitting [at home] the first time, so sit [now] with those who stay behind.\"","id":"Maka jika Allah mengembalikanmu (Muhammad) kepada suatu golongan dari mereka (orang-orang munafik), kemudian mereka meminta izin kepadamu untuk keluar (pergi berperang), maka katakanlah, “Kamu tidak boleh keluar bersamaku selama-lamanya dan tidak boleh memerangi musuh bersamaku. Sesungguhnya kamu telah rela tidak pergi (berperang) sejak semula. Karena itu duduklah (tinggallah) bersama orang-orang yang tidak ikut (berperang).”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1318.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1318.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1319,"inSurah":84},"meta":{"juz":10,"surah":9,"page":200,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تُصَلِّ عَلٰٓى اَحَدٍ مِّنْهُمْ مَّاتَ اَبَدًا وَّلَا تَقُمْ عَلٰى قَبْرِهٖۗ اِنَّهُمْ كَفَرُوْا بِاللّٰهِ وَرَسُوْلِهٖ وَمَاتُوْا وَهُمْ فٰسِقُوْنَ ","transliteration":{"en":"Wa laa tusalli 'alaaa ahadim minhum maata abadanw wa laa taqum 'alaa qabriheee innahum kafaroo billaahi wa Rasoolihee wa maatoo wa hum faasiqoon","id":"wa lā tuṣalli ‘alā aḥadim minhum māta abadaw wa lā taqum ‘alā qabrih(ī), innahum kafarū billāhi wa rasūlihī wa mātū wa hum fāsiqūn(a)."}},"translation":{"en":"And do not pray [the funeral prayer, O Muhammad], over any of them who has died - ever - or stand at his grave. Indeed, they disbelieved in Allah and His Messenger and died while they were defiantly disobedient.","id":"Dan janganlah engkau (Muhammad) melaksanakan salat untuk seseorang yang mati di antara mereka (orang-orang munafik), selama-lamanya dan janganlah engkau berdiri (mendoakan) di atas kuburnya. Sesungguhnya mereka ingkar kepada Allah dan Rasul-Nya dan mereka mati dalam keadaan fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1319.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1319.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1320,"inSurah":85},"meta":{"juz":10,"surah":9,"page":200,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْۗ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِى الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ ","transliteration":{"en":"Wa laa tu'jibka amwaa luhum wa awlaaduhum; innamaa yureedul laahu ai yu'az zibahum bihaa fid dunyaa wa tazhaqa anfusuhum wa hum kaafiroon","id":"wa lā tu‘jibka amwāluhum wa lā aulāduhum, innamā yurīdullāhu ay yu‘ażżibahum bihā fid-dun-yā wa tazhaqa anfusuhum wa hum kāfirūn(a)."}},"translation":{"en":"And let not their wealth and their children impress you. Allah only intends to punish them through them in this world and that their souls should depart [at death] while they are disbelievers.","id":"Dan janganlah engkau (Muhammad) kagum terhadap harta dan anak-anak mereka. Sesungguhnya dengan itu Allah hendak menyiksa mereka di dunia dan agar nyawa mereka melayang, sedang mereka dalam keadaan kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1320.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1320.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1321,"inSurah":86},"meta":{"juz":10,"surah":9,"page":200,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَآ اُنْزِلَتْ سُوْرَةٌ اَنْ اٰمِنُوْا بِاللّٰهِ وَجَاهِدُوْا مَعَ رَسُوْلِهِ اسْتَأْذَنَكَ اُولُوا الطَّوْلِ مِنْهُمْ وَقَالُوْا ذَرْنَا نَكُنْ مَّعَ الْقٰعِدِيْنَ ","transliteration":{"en":"Wa izaaa unzilat Sooratun an aaminoo billaahi wa jaahidoo ma'a Rasoolihis taazanaka uluttawli minhum wa qaaloo zarnaa nakum ma'alqaa 'ideen","id":"wa iżā unzilat sūratun an āminū billāhi wa jāhidū ma‘a rasūlihista'żanaka uluṭ-ṭauli minhum wa qālū żarnā nakum ma‘al-qā‘idīn(a)."}},"translation":{"en":"And when a surah was revealed [enjoining them] to believe in Allah and to fight with His Messenger, those of wealth among them asked your permission [to stay back] and said, \"Leave us to be with them who sit [at home].\"","id":"Dan apabila diturunkan suatu surah (yang memerintahkan kepada orang-orang munafik), “Berimanlah kepada Allah dan berjihadlah bersama Rasul-Nya,” niscaya orang-orang yang kaya dan berpengaruh di antara mereka meminta izin kepadamu (untuk tidak berjihad) dan mereka berkata, “Biarkanlah kami berada bersama orang-orang yang duduk (tinggal di rumah).”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1321.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1321.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]