[{"number":{"inQuran":1322,"inSurah":87},"meta":{"juz":10,"surah":9,"page":201,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِ وَطُبِعَ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَفْقَهُوْنَ ","transliteration":{"en":"Radoo bi ai yakoonoo ma'al khawaalifi wa tubi'a 'alaa quloobihim fahum laa yafqahoon","id":"raḍū bi'ay yakūnū ma‘al-khawālifi wa ṭubi‘a ‘alā qulūbihim fahum lā yafqahūn(a)."}},"translation":{"en":"They were satisfied to be with those who stay behind, and their hearts were sealed over, so they do not understand.","id":"Mereka rela berada bersama orang-orang yang tidak pergi berperang, dan hati mereka telah tertutup, sehingga mereka tidak memahami (kebahagiaan beriman dan berjihad)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1322.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1322.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1323,"inSurah":88},"meta":{"juz":10,"surah":9,"page":201,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لٰكِنِ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ جَاهَدُوْا بِاَمْوَالِهِمْ وَاَنْفُسِهِمْۗ وَاُولٰۤىِٕكَ لَهُمُ الْخَيْرٰتُ ۖوَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","transliteration":{"en":"Laakinir Rasoolu wal lazeena aamanoo ma'ahoo jaahadoo bi amwaalihim wa anfusihim; wa ulaaa'ika lahumul khairaatu wa ulaaa'ika humul muflihoon","id":"lākinir-rasūlu wal-lażīna āmanū ma‘ahū jāhadū bi'amwālihim wa anfusihim, wa ulā'ika lahumul-khairāt(u), wa ulā'ika humul-mufliḥūn(a)."}},"translation":{"en":"But the Messenger and those who believed with him fought with their wealth and their lives. Those will have [all that is] good, and it is those who are the successful.","id":"Tetapi Rasul dan orang-orang yang beriman bersama dia, (mereka) berjihad dengan harta dan jiwa. Mereka itu memperoleh kebaikan. Mereka itulah orang-orang yang beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1323.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1323.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1324,"inSurah":89},"meta":{"juz":10,"surah":9,"page":201,"manzil":166,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَعَدَّ اللّٰهُ لَهُمْ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَاۗ ذٰلِكَ الْفَوْزُ الْعَظِيْمُ ࣖ ","transliteration":{"en":"A'addal laahu lahum Jannaatin tajree min tahtihal anhaaru khaalideena feehaa; zaalikal fawzul 'azeem","id":"a‘addallāhu lahum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā, żālikal-fauzul-‘aẓīm(u)."}},"translation":{"en":"Allah has prepared for them gardens beneath which rivers flow, wherein they will abide eternally. That is the great attainment.","id":"Allah telah menyediakan bagi mereka surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Itulah kemenangan yang agung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1324.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1324.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1325,"inSurah":90},"meta":{"juz":10,"surah":9,"page":201,"manzil":167,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَجَاۤءَ الْمُعَذِّرُوْنَ مِنَ الْاَعْرَابِ لِيُؤْذَنَ لَهُمْ وَقَعَدَ الَّذِيْنَ كَذَبُوا اللّٰهَ وَرَسُوْلَهٗ ۗسَيُصِيْبُ الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Wa jaaa'al mu'az ziroona minal A'raabi liyu'zana lahum wa qa'adal lazeena kazabul laaha wa Rasoolah; sayuseebul lazeena kafaroo minhum 'azaabun aleem","id":"wa jā'al-mu‘ażżirūna minal-a‘rābi liyu'żana lahum wa qa‘adal-lażīna każabullāha wa rasūlah(ū), sayuṣībul-lażīna kafarū minhum ‘ażābun alīm(un)."}},"translation":{"en":"And those with excuses among the bedouins came to be permitted [to remain], and they who had lied to Allah and His Messenger sat [at home]. There will strike those who disbelieved among them a painful punishment.","id":"Dan di antara orang-orang Arab Badui datang (kepada Nabi) mengemukakan alasan, agar diberi izin (untuk tidak pergi berperang), sedang orang-orang yang mendustakan Allah dan Rasul-Nya, duduk berdiam. Kelak orang-orang yang kafir di antara mereka akan ditimpa azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1325.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1325.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1326,"inSurah":91},"meta":{"juz":10,"surah":9,"page":201,"manzil":167,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَيْسَ عَلَى الضُّعَفَاۤءِ وَلَا عَلَى الْمَرْضٰى وَلَا عَلَى الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖۗ مَا عَلَى الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌۙ ","transliteration":{"en":"Laisa 'alad du'aaaa'i wa laa 'alal mardaa wa laa 'alal lazeena laa yajidoona maa yunfiqoona harajun izaa nasahoo lillaahi wa Rasoolih; maa 'alal muhsineena min sabeel; wallaahu Ghafoorur Raheem","id":"laisa ‘alaḍ-ḍu‘afā'i wa lā ‘alal-marḍā wa lā ‘alal-lażīna lā yajidūna mā yunfiqūna ḥarajun iżā naṣaḥū lillāhi wa rasūlih(ī), mā ‘alal-muḥsinīna min sabīl(in), wallāhu gafūrur raḥīm(un)."}},"translation":{"en":"There is not upon the weak or upon the ill or upon those who do not find anything to spend any discomfort when they are sincere to Allah and His Messenger. There is not upon the doers of good any cause [for blame]. And Allah is Forgiving and Merciful.","id":"Tidak ada dosa (karena tidak pergi berperang) atas orang yang lemah, orang yang sakit dan orang yang tidak memperoleh apa yang akan mereka infakkan, apabila mereka berlaku ikhlas kepada Allah dan Rasul-Nya. Tidak ada alasan apa pun untuk menyalahkan orang-orang yang berbuat baik. Dan Allah Maha Pengampun, Maha Penyayang,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1326.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1326.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1327,"inSurah":92},"meta":{"juz":10,"surah":9,"page":201,"manzil":167,"hizbQuarter":80,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَّلَا عَلَى الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۖتَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَۗ ","transliteration":{"en":"Wa laa 'alal lazeena izaa maaa atawka litahmilahum qulta laaa ajidu maaa ahmilukum 'alaihi tawallaw wa a'yunuhum tafeedu minaddam'i hazanan allaa yajidoo maa yunfiqoon","id":"wa lā ‘alal-lażīna iżā mā atauka litaḥmilahum qulta lā ajidu mā aḥmilukum ‘alaih(i), tawallau wa a‘yunuhum tafīḍu minad dam‘i ḥazanan allā yajidū mā yunfiqūn(a)."}},"translation":{"en":"Nor [is there blame] upon those who, when they came to you that you might give them mounts, you said, \"I can find nothing for you to ride upon.\" They turned back while their eyes overflowed with tears out of grief that they could not find something to spend [for the cause of Allah].","id":"dan tidak ada (pula dosa) atas orang-orang yang datang kepadamu (Muhammad), agar engkau memberi kendaraan kepada mereka, lalu engkau berkata, “Aku tidak memperoleh kendaraan untuk membawamu,” lalu mereka kembali, sedang mata mereka bercucuran air mata karena sedih, disebabkan mereka tidak memperoleh apa yang akan mereka infakkan (untuk ikut berperang)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1327.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1327.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1328,"inSurah":93},"meta":{"juz":11,"surah":9,"page":201,"manzil":167,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اِنَّمَا السَّبِيْلُ عَلَى الَّذِيْنَ يَسْتَأْذِنُوْنَكَ وَهُمْ اَغْنِيَاۤءُۚ رَضُوْا بِاَنْ يَّكُوْنُوْا مَعَ الْخَوَالِفِۙ وَطَبَعَ اللّٰهُ عَلٰى قُلُوْبِهِمْ فَهُمْ لَا يَعْلَمُوْنَ  ۔","transliteration":{"en":"Innamas sabeelu 'alal lazeena yastaazinoonaka wa hum aghniyaaa'; radoo biany-yakoonoo ma'al khawaalifi wa taba'al laahu 'alaa quloobihim fahum laa ya'lamoon","id":"innamas-sabīlu ‘alal-lażīna yasta'żinūnaka wa hum agniyā'(u), raḍū bi'ay yakūnū ma‘al-khawālif(i), wa ṭaba‘allāhu ‘alā qulūbihim fahum lā ya‘lamūn(a)."}},"translation":{"en":"The cause [for blame] is only upon those who ask permission of you while they are rich. They are satisfied to be with those who stay behind, and Allah has sealed over their hearts, so they do not know.","id":"Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1328.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1328.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]