[{"number":{"inQuran":1418,"inSurah":54},"meta":{"juz":11,"surah":10,"page":215,"manzil":177,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ اَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى الْاَرْضِ لَافْتَدَتْ بِهٖۗ وَاَسَرُّوا النَّدَامَةَ لَمَّا رَاَوُا الْعَذَابَۚ وَقُضِيَ بَيْنَهُمْ بِالْقِسْطِ وَهُمْ لَا يُظْلَمُوْنَ ","transliteration":{"en":"Wa law anna likulli nafsin zalamat maa fil ardi laftadat bih; wa asarrun nadaamata lammaa ra awul 'azaab, wa qudiya bainahum bilqist; wa hum laa yuzlamoon","id":"wa lau anna likulli nafsin ẓalamat mā fil-arḍi laftadat bih(ī), wa asarrun-nadāmata lammā ra'awul-‘ażāb(a), wa quḍiya bainahum bil-qisṭi wa hum lā yuẓlamūn(a)."}},"translation":{"en":"And if each soul that wronged had everything on earth, it would offer it in ransom. And they will confide regret when they see the punishment; and they will be judged in justice, and they will not be wronged","id":"Dan kalau setiap orang yang zalim itu (mempunyai) segala yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan penyesalannya ketika mereka telah menyaksikan azab itu. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1418.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1418.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1419,"inSurah":55},"meta":{"juz":11,"surah":10,"page":215,"manzil":177,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَآ اِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۗ  اَلَآ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ","transliteration":{"en":"Alaaa inna lillaahi maa fis samaawaati wal ard; alaaa inna wa'dal laahi haqqunw wa laakinna aksarahum laa ya'lamoon","id":"alā inna lillāhi mā fis-samāwāti wal-arḍ(i), alā inna wa‘dallāhi ḥaqquw wa lākinna akṡarahum lā ya‘lamūn(a)."}},"translation":{"en":"Unquestionably, to Allah belongs whatever is in the heavens and the earth. Unquestionably, the promise of Allah is truth, but most of them do not know","id":"Ketahuilah sesungguhnya milik Allah-lah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1419.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1419.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1420,"inSurah":56},"meta":{"juz":11,"surah":10,"page":215,"manzil":177,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُوَ يُحْيٖ وَيُمِيْتُ وَاِلَيْهِ تُرْجَعُوْنَ ","transliteration":{"en":"Huwa yuhyee wa yumeetu wailaihi turja'oon","id":"huwa yuḥyī wa yumītu wa ilaihi turja‘ūn(a)."}},"translation":{"en":"He gives life and causes death, and to Him you will be returned","id":"Dialah yang menghidupkan dan mematikan dan hanya kepada-Nyalah kamu dikembalikan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1420.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1420.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1421,"inSurah":57},"meta":{"juz":11,"surah":10,"page":215,"manzil":177,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّاسُ قَدْ جَاۤءَتْكُمْ مَّوْعِظَةٌ مِّنْ رَّبِّكُمْ وَشِفَاۤءٌ لِّمَا فِى الصُّدُوْرِۙ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ","transliteration":{"en":"Yaaa aiyuhan naasu qad jaaa'atkum maw 'izatum mir Rabbikum wa shifaaa'ul limaa fis sudoori wa hudanw wa rahmatul lilmu'mineen","id":"yā ayyuhan-nāsu qad jā'atkum mau‘iẓatum mir rabbikum wa syifā'ul limā fiṣ-ṣudūr(i), wa hudaw wa raḥmatul lil-mu'minīn(a)."}},"translation":{"en":"O mankind, there has to come to you instruction from your Lord and healing for what is in the breasts and guidance and mercy for the believers.","id":"Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Al-Qur'an) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada dan petunjuk serta rahmat bagi orang yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1421.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1421.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1422,"inSurah":58},"meta":{"juz":11,"surah":10,"page":215,"manzil":177,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ بِفَضْلِ اللّٰهِ وَبِرَحْمَتِهٖ فَبِذٰلِكَ فَلْيَفْرَحُوْاۗ هُوَ خَيْرٌ مِّمَّا يَجْمَعُوْنَ","transliteration":{"en":"Qul bifadlil laahi wa birahmatihii fabizaalika falyaf rahoo huwa khairum mimmaa yajma'oon","id":"qul bifaḍlillāhi wa biraḥmatihī fa biżālika falyafraḥū, huwa khairum mimmā yajma‘ūn(a)."}},"translation":{"en":"Say, \"In the bounty of Allah and in His mercy - in that let them rejoice; it is better than what they accumulate.\"","id":"Katakanlah (Muhammad), “Dengan karunia Allah dan rahmat-Nya, hendaklah dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1422.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1422.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1423,"inSurah":59},"meta":{"juz":11,"surah":10,"page":215,"manzil":177,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَرَءَيْتُمْ مَّآ اَنْزَلَ اللّٰهُ لَكُمْ مِّنْ رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَّحَلٰلًا ۗ قُلْ ءٰۤاللّٰهُ اَذِنَ لَكُمْ اَمْ عَلَى اللّٰهِ تَفْتَرُوْنَ","transliteration":{"en":"Qul ara'aitum maaa anzalal laahu lakum mir rizqin faja'altum minhu haraamanw wa halaalan qul aaallaahu azina lakum am 'alal laahi taftaroon","id":"qul ara'aitum mā anzalallāhu lakum mir rizqin fa ja‘altum minhu ḥarāmaw wa ḥalālā(n), qul āllāhu ażina lakum am ‘alallāhi taftarūn(a)."}},"translation":{"en":"Say, \"Have you seen what Allah has sent down to you of provision of which you have made [some] lawful and [some] unlawful?\" Say, \"Has Allah permitted you [to do so], or do you invent [something] about Allah?\"","id":"Katakanlah (Muhammad), “Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.”  Katakanlah, “Apakah Allah telah memberikan izin kepadamu (ten-tang ini) ataukah kamu mengada-ada atas nama Allah?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1423.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1423.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1424,"inSurah":60},"meta":{"juz":11,"surah":10,"page":215,"manzil":177,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا ظَنُّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ يَوْمَ الْقِيٰمَةِ ۗاِنَّ اللّٰهَ لَذُوْ فَضْلٍ عَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَشْكُرُوْنَ ࣖ ","transliteration":{"en":"Wa maa zannul lazeena yaftaroona 'alal laahil kaziba Yawmal Qiyaamah; innal laaha lazoo fadlin 'alan naasi wa laakinna aksarahum laa yashkuroon","id":"wa mā ẓannul-lażīna yaftarūna ‘alallāhil-każiba yaumal-qiyāmah(ti), innallāha lażū faḍlin ‘alan-nāsi wa lākinna akṡarahum lā yasykurūn(a)."}},"translation":{"en":"And what will be the supposition of those who invent falsehood about Allah on the Day of Resurrection? Indeed, Allah is full of bounty to the people, but most of them are not grateful.\"","id":"Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1424.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1424.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1425,"inSurah":61},"meta":{"juz":11,"surah":10,"page":215,"manzil":178,"hizbQuarter":86,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا تَكُوْنُ فِيْ شَأْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْهِۗ وَمَا يَعْزُبُ عَنْ رَّبِّكَ مِنْ مِّثْقَالِ ذَرَّةٍ فِى الْاَرْضِ وَلَا فِى السَّمَاۤءِ وَلَآ اَصْغَرَ مِنْ ذٰلِكَ وَلَآ اَكْبَرَ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ ","transliteration":{"en":"Wa maa takoonu fee shaaninw wa maa tatloo minhu min quraaninw wa laa ta'maloona min 'amalin illaa kunnaa 'alaikum shuhoodan iz tufeedoona feeh; wa maa ya'zubu 'ar Rabbika mim mis qaali zarratin fil ardi wa laa fis samaaa'i wa laaa asghara min zaalika wa laaa akbara illaa fee Kitaabim Mubeen","id":"wa mā takūnu fī sya'niw wa mā tatlū minhu min qur'āniw wa lā ta‘malūna min ‘amalin illā kunnā ‘alaikum syuhūdan iż tufīḍūna fīh(i), wa mā ya‘zubu ‘ar rabbika mim miṡqāli żarratin fil-arḍi wa lā fis-samā'i wa lā aṣgara min żālika wa lā akbara illā fī kitābim mubīn(in)."}},"translation":{"en":"And, [O Muhammad], you are not [engaged] in any matter or recite any of the Qur'an and you [people] do not do any deed except that We are witness over you when you are involved in it. And not absent from your Lord is any [part] of an atom's weight within the earth or within the heaven or [anything] smaller than that or greater but that it is in a clear register.","id":"Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Al-Qur'an serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauh Mahfuzh)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1425.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1425.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]