[{"number":{"inQuran":1545,"inSurah":72},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَتْ يٰوَيْلَتٰىٓ ءَاَلِدُ وَاَنَا۠ عَجُوْزٌ وَّهٰذَا بَعْلِيْ شَيْخًا ۗاِنَّ هٰذَا لَشَيْءٌ عَجِيْبٌ","transliteration":{"en":"Qaalat yaa wailataaa 'aalidu wa ana 'ajoozunw wa haaza ba'lee shaikhan inna haazaa lashai'un 'ajeeb","id":"qālat yā wailatā a'alidu wa ana ‘ajūzuw wa hāżā ba‘lī syaikhā(n), inna hāżā lasyai'un ‘ajīb(un)."}},"translation":{"en":"She said, \"Woe to me! Shall I give birth while I am an old woman and this, my husband, is an old man? Indeed, this is an amazing thing!\"","id":"Dia (istrinya) berkata, “Sungguh ajaib, mungkinkah aku akan melahirkan anak padahal aku sudah tua, dan suamiku ini sudah sangat tua? Ini benar-benar sesuatu yang ajaib.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1545.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1545.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1546,"inSurah":73},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالُوْٓا اَتَعْجَبِيْنَ مِنْ اَمْرِ اللّٰهِ رَحْمَتُ اللّٰهِ وَبَرَكٰتُهٗ عَلَيْكُمْ اَهْلَ الْبَيْتِۗ اِنَّهٗ حَمِيْدٌ مَّجِيْدٌ","transliteration":{"en":"Qaalooo ata'jabeena min amril laahi rahmatul laahi wa barakaatuho 'alaikum Ahlal Bayt; innahoo Hameedum Majeed","id":"qālū ata‘jabīna min amrillāhi raḥmatullāhi wa barakātuh(ū), ‘alaikum ahlal-bait(i), innahū ḥamīdum majīd(un)."}},"translation":{"en":"They said, \"Are you amazed at the decree of Allah? May the mercy of Allah and His blessings be upon you, people of the house. Indeed, He is Praiseworthy and Honorable.\"","id":"Mereka (para malaikat) berkata, “Mengapa engkau merasa heran tentang ketetapan Allah? (Itu adalah) rahmat dan berkah Allah, dicurahkan kepada kamu, wahai ahlulbait! Sesungguhnya Allah Maha Terpuji, Maha Pengasih.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1546.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1546.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1547,"inSurah":74},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا ذَهَبَ عَنْ اِبْرٰهِيْمَ الرَّوْعُ وَجَاۤءَتْهُ الْبُشْرٰى يُجَادِلُنَا فِيْ قَوْمِ لُوْطٍ","transliteration":{"en":"Falammaa zahaba an Ibraaheemar raw'u wa jaaa'at hul bushraaa yujaadilunaa fee qawmi Loot","id":"falammā żahaba ‘an ibrāhīmar rau‘u wa jā'athul busyrā yujādilunā fī qaumi lūṭ(in)."}},"translation":{"en":"And when the fright had left Abraham and the good tidings had reached him, he began to argue with Us concerning the people of Lot.","id":"Maka ketika rasa takut hilang dari Ibrahim dan kabar gembira telah datang kepadanya, dia pun bersoal jawab dengan (para malaikat) Kami tentang kaum Lut."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1547.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1547.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1548,"inSurah":75},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ اِبْرٰهِيْمَ لَحَلِيْمٌ اَوَّاهٌ مُّنِيْبٌ","transliteration":{"en":"Inna Ibraaheema lahaleemun awwwaahum muneeb","id":"inna ibrāhīma laḥalīmun awwāhum munīb(un)."}},"translation":{"en":"Indeed, Abraham was forbearing, grieving and [frequently] returning [to Allah].","id":"Ibrahim sungguh penyantun, lembut hati dan suka kembali (kepada Allah)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1548.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1548.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1549,"inSurah":76},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاِبْرٰهِيْمُ اَعْرِضْ عَنْ هٰذَا ۚاِنَّهٗ قَدْ جَاۤءَ اَمْرُ رَبِّكَۚ وَاِنَّهُمْ اٰتِيْهِمْ عَذَابٌ غَيْرُ مَرْدُوْدٍ","transliteration":{"en":"Yaaa Ibraaheemu a'rid 'an haazaaa innahoo qad jaaa'a amru Rabbika wa innahum aateehim 'azaabun ghairun mardood","id":"yā ibrāhīmu a‘riḍ ‘an hāżā, innahū qad jā'a amru rabbik(a), wa innahum ātīhim ‘ażābun gairu mardūd(in)."}},"translation":{"en":"[The angels said], \"O Abraham, give up this [plea]. Indeed, the command of your Lord has come, and indeed, there will reach them a punishment that cannot be repelled.\"","id":"Wahai Ibrahim! Tinggalkanlah (perbincangan) ini, sungguh, ketetapan Tuhanmu telah datang, dan mereka itu akan ditimpa azab yang tidak dapat ditolak."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1549.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1549.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1550,"inSurah":77},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَمَّا جَاۤءَتْ رُسُلُنَا لُوْطًا سِيْۤءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَّقَالَ هٰذَا يَوْمٌ عَصِيْبٌ","transliteration":{"en":"Wa lammaa jaaa'at Rusulunaa Lootan seee'a bihim wa daaqa bihim zar'anw wa qaala haazaa yawmun 'aseeb","id":"wa lammā jā'at rusulunā lūṭan sī'a bihim wa ḍāqa bihim żar‘aw wa qāla hāżā yaumun ‘aṣīb(un)."}},"translation":{"en":"And when Our messengers, [the angels], came to Lot, he was anguished for them and felt for them great discomfort and said, \"This is a trying day.\"","id":"Dan ketika para utusan Kami (para malaikat) itu datang kepada Lut, dia merasa curiga dan dadanya merasa sempit karena (kedatangan)nya. Dia (Lut) berkata, “Ini hari yang sangat sulit.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1550.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1550.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1551,"inSurah":78},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَجَاۤءَهٗ قَوْمُهٗ يُهْرَعُوْنَ اِلَيْهِۗ وَمِنْ قَبْلُ كَانُوْا يَعْمَلُوْنَ السَّيِّاٰتِۗ قَالَ يٰقَوْمِ هٰٓؤُلَاۤءِ بَنَاتِيْ هُنَّ اَطْهَرُ لَكُمْ فَاتَّقُوا اللّٰهَ وَلَا تُخْزُوْنِ فِيْ ضَيْفِيْۗ  اَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيْدٌ","transliteration":{"en":"Wa jaaa'ahoo qawmuhoo yuhra'oona ilaihi wa min qablu kaanoo ya'maloonas saiyiaat; qaala yaa qawmi haaa'ulaaa'i banaatee hunna atharu lakum fattaqul laaha wa laa tukhzooni fee daifee alaisa minkum rajulur rasheed","id":"wa jā'ahū qaumuhū yuhra‘ūna ilaih(i), wa min qablu kānū ya‘malūnas-sayyi'āt(i), qāla yā qaumi hā'ulā'i banātī hunna aṭharu lakum fattaqullāha wa lā tukhzūni fī ḍaifī, alaisa minkum rajulur rasyīd(un)."}},"translation":{"en":"And his people came hastening to him, and before [this] they had been doing evil deeds. He said, \"O my people, these are my daughters; they are purer for you. So fear Allah and do not disgrace me concerning my guests. Is there not among you a man of reason?\"","id":"Dan kaumnya segera datang kepadanya. Dan sejak dahulu mereka selalu melakukan perbuatan keji. Lut berkata, “Wahai kaumku! Inilah putri-putri (negeri)ku mereka lebih suci bagimu, maka bertakwalah kepada Allah dan janganlah kamu mencemarkan (nama)ku terhadap tamuku ini. Tidak adakah di antaramu orang yang pandai?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1551.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1551.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1552,"inSurah":79},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالُوْا لَقَدْ عَلِمْتَ مَا لَنَا فِيْ بَنٰتِكَ مِنْ حَقٍّۚ وَاِنَّكَ لَتَعْلَمُ مَا نُرِيْدُ","transliteration":{"en":"Qaaloo laqad 'alimta maa lanaa fee banastika min haqq, wa innaka lata'lamu maa nureed","id":"qālū laqad ‘alimta mā lanā fī banātika min ḥaqq(in), wa innaka lata‘lamu mā nurīd(u)."}},"translation":{"en":"They said, \"You have already known that we have not concerning your daughters any claim, and indeed, you know what we want.\"","id":"Mereka menjawab, “Sesungguhnya eng-kau pasti tahu bahwa kami tidak mempunyai keinginan (syahwat) terhadap putri-putrimu; dan engkau tentu mengetahui apa yang (sebenarnya) kami kehendaki.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1552.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1552.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1553,"inSurah":80},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ لَوْ اَنَّ لِيْ بِكُمْ قُوَّةً اَوْ اٰوِيْٓ اِلٰى رُكْنٍ شَدِيْدٍ","transliteration":{"en":"Qaala law anna lee bikum quwwatan aw aaweee ilaa ruknin shadeed","id":"qāla lau anna lī bikum quwwatan au āwī ilā ruknin syadīd(in)."}},"translation":{"en":"He said, \"If only I had against you some power or could take refuge in a strong support.\"","id":"Dia (Lut) berkata, “Sekiranya aku mempunyai kekuatan (untuk menolakmu) atau aku dapat berlindung kepada keluarga yang kuat (tentu aku lakukan).”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1553.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1553.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1554,"inSurah":81},"meta":{"juz":12,"surah":11,"page":230,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالُوْا يٰلُوْطُ اِنَّا رُسُلُ رَبِّكَ لَنْ يَّصِلُوْٓا اِلَيْكَ فَاَسْرِ بِاَهْلِكَ بِقِطْعٍ مِّنَ الَّيْلِ وَلَا يَلْتَفِتْ مِنْكُمْ اَحَدٌ اِلَّا امْرَاَتَكَۗ اِنَّهٗ مُصِيْبُهَا مَآ اَصَابَهُمْ  ۗاِنَّ مَوْعِدَهُمُ الصُّبْحُ ۗ اَلَيْسَ الصُّبْحُ بِقَرِيْبٍ","transliteration":{"en":"Qaaloo yaa Lootu innaa Rusulu Rabbika lai yasiloo ilaika fa asri bi ahlika biqit 'im minal laili wa laa yaltafit minkum ahadun illam ra ataka innahoo museebuhaa maaa asaabahum; inna maw'i dahumus subh; alaisas subhu biqareeb","id":"qālū yā lūṭu innā rusulu rabbika lay yaṣilū ilaika fa asri bi'ahlika biqiṭ‘im minal-laili wa lā yaltafit minkum aḥadun illamra'atak(a), innahū muṣībuhā mā aṣābahum, inna mau‘idahumuṣ-ṣubḥ(u), alaisaṣ-ṣubḥu biqarīb(in)."}},"translation":{"en":"The angels said, \"O Lot, indeed we are messengers of your Lord; [therefore], they will never reach you. So set out with your family during a portion of the night and let not any among you look back - except your wife; indeed, she will be struck by that which strikes them. Indeed, their appointment is [for] the morning. Is not the morning near?\"","id":"Mereka (para malaikat) berkata, “Wahai Lut! Sesungguhnya kami adalah para utusan Tuhanmu, mereka tidak akan dapat mengganggu kamu, sebab itu pergilah beserta keluargamu pada akhir malam dan jangan ada seorang pun di antara kamu yang menoleh ke belakang, kecuali istrimu. Sesungguhnya dia (juga) akan ditimpa (siksaan) yang menimpa mereka. Sesungguhnya saat terjadinya siksaan bagi mereka itu pada waktu subuh. Bukankah subuh itu sudah dekat?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1554.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1554.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]