[{"number":{"inQuran":1555,"inSurah":82},"meta":{"juz":12,"surah":11,"page":231,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا جَاۤءَ اَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا وَاَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّنْ سِجِّيْلٍ مَّنْضُوْدٍ","transliteration":{"en":"Falammaa jaaa'a amrunaa ja'alnaa 'aaliyahaa saafilahaa wa amtamaa 'alaihaa hijaaratam min sijjeelim mandood","id":"falammā jā'a amrunā ja‘alnā ‘āliyahā sāfilahā wa amṭarnā ‘alaihā ḥijāratam min sijjīlim manḍūd(in)."}},"translation":{"en":"So when Our command came, We made the highest part [of the city] its lowest and rained upon them stones of layered hard clay, [which were]","id":"Maka ketika keputusan Kami datang, Kami menjungkirbalikkannya negeri kaum Lut, dan Kami hujani mereka bertubi-tubi dengan batu dari tanah yang terbakar, "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1555.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1555.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1556,"inSurah":83},"meta":{"juz":12,"surah":11,"page":231,"manzil":189,"hizbQuarter":92,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مُسَوَّمَةً عِنْدَ رَبِّكَۗ وَمَا هِيَ مِنَ الظّٰلِمِيْنَ بِبَعِيْدٍ ࣖ ","transliteration":{"en":"Musawwamatan 'inda Rabbik; wa maa hiya minaz zaalimena biba'eed","id":"musawwamatan ‘inda rabbik(a) wa mā hiya minaẓ-ẓālimīna biba‘īd(in)."}},"translation":{"en":"Marked from your Lord. And Allah 's punishment is not from the wrongdoers [very] far.","id":"yang diberi tanda oleh Tuhanmu. Dan siksaan itu tiadalah jauh dari orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1556.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1556.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1557,"inSurah":84},"meta":{"juz":12,"surah":11,"page":231,"manzil":190,"hizbQuarter":93,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَاِلٰى مَدْيَنَ اَخَاهُمْ شُعَيْبًا ۗقَالَ يٰقَوْمِ اعْبُدُوا اللّٰهَ مَا لَكُمْ مِّنْ اِلٰهٍ غَيْرُهٗ ۗوَلَا تَنْقُصُوا الْمِكْيَالَ وَالْمِيْزَانَ اِنِّيْٓ اَرٰىكُمْ بِخَيْرٍ وَّاِنِّيْٓ اَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيْطٍ","transliteration":{"en":"Wa ilaa Madyana akhaahum Shu'aibaa; qaala yaa qawmi' budul laaha maa lakum min ilaahin ghairuhoo wa laa tanqusul mikyaala walmeezaan; inneee araakum bikhairinw wa innee akhaafu 'alaikum 'azaaba Yawmim muheet","id":"wa ilā madyana akhāhum syu‘aibā(n), qāla yā qaumi‘budullāha mā lakum min ilāhin gairuh(ū), wa lā tanquṣul-mikyāla wal-mīzāna innī arākum bikhairiw wa innī akhāfu ‘alaikum ‘ażāba yaumim muḥīṭ(in)."}},"translation":{"en":"And to Madyan [We sent] their brother Shu'ayb. He said, \"O my people, worship Allah; you have no deity other than Him. And do not decrease from the measure and the scale. Indeed, I see you in prosperity, but indeed, I fear for you the punishment of an all-encompassing Day.","id":"Dan kepada (penduduk) Madyan (Kami utus) saudara mereka, Syuaib. Dia berkata, “Wahai kaumku! Sembahlah Allah, tidak ada tuhan bagimu selain Dia. Dan janganlah kamu kurangi takaran dan timbangan. Sesungguhnya aku melihat kamu dalam keadaan yang baik (makmur). Dan sesungguhnya aku khawatir kamu akan ditimpa azab pada hari yang membinasakan (Kiamat)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1557.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1557.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1558,"inSurah":85},"meta":{"juz":12,"surah":11,"page":231,"manzil":190,"hizbQuarter":93,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيٰقَوْمِ اَوْفُوا الْمِكْيَالَ وَالْمِيْزَانَ بِالْقِسْطِ وَلَا تَبْخَسُوا النَّاسَ اَشْيَاۤءَهُمْ وَلَا تَعْثَوْا فِى الْاَرْضِ مُفْسِدِيْنَ","transliteration":{"en":"Wa yaa qawmi awful mikyaala walmeezaana bilqisti wa laa tabkhasun naasa ashyaaa'ahum wa laa ta'saw fil ardi mufsideen","id":"wa yā qaumi auful-mikyāla wal-mīzāna bil-qisṭi wa lā tabkhasun-nāsa asy-yā'ahum wa lā ta‘ṡau fil-arḍi mufsidīn(a)."}},"translation":{"en":"And O my people, give full measure and weight in justice and do not deprive the people of their due and do not commit abuse on the earth, spreading corruption.","id":"Dan wahai kaumku! Penuhilah takaran dan timbangan dengan adil, dan janganlah kamu merugikan manusia terhadap hak-hak mereka dan jangan kamu membuat kejahatan di bumi dengan berbuat kerusakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1558.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1558.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1559,"inSurah":86},"meta":{"juz":12,"surah":11,"page":231,"manzil":190,"hizbQuarter":93,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَقِيَّتُ اللّٰهِ خَيْرٌ لَّكُمْ اِنْ كُنْتُمْ مُّؤْمِنِيْنَ ەۚ وَمَآ اَنَا۠ عَلَيْكُمْ بِحَفِيْظٍ","transliteration":{"en":"Baqiyyatul laahi khairul lakum in kuntum mu'mineen; wa maa ana 'alaikum bihafeez","id":"baqiyyatullāhi khairul lakum in kuntum mu'minīn(a), wa mā ana ‘alaikum biḥafīẓ(in)."}},"translation":{"en":"What remains [lawful] from Allah is best for you, if you would be believers. But I am not a guardian over you.\"","id":"Sisa (yang halal) dari Allah adalah lebih baik bagimu jika kamu orang yang beriman. Dan aku bukanlah seorang penjaga atas dirimu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1559.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1559.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1560,"inSurah":87},"meta":{"juz":12,"surah":11,"page":231,"manzil":190,"hizbQuarter":93,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالُوْا يٰشُعَيْبُ اَصَلٰوتُكَ تَأْمُرُكَ اَنْ نَّتْرُكَ مَا يَعْبُدُ اٰبَاۤؤُنَآ اَوْ اَنْ نَّفْعَلَ فِيْٓ اَمْوَالِنَا مَا نَشٰۤؤُا ۗاِنَّكَ لَاَنْتَ الْحَلِيْمُ الرَّشِيْدُ","transliteration":{"en":"Qaaloo yaa Shu'aybu asalaatuka taamuruka an natruka maa ya'budu aabaaa'unaaa aw an naf'ala feee amwaalinaa maa nashaaa'oo innaka la antal haleemur rasheed","id":"qālū yā syu‘aibu aṣalātuka ta'muruka an natruka mā ya‘budu ābā'unā au an naf‘ala fī amwālinā mā nasyā'(u), innaka la'antal-ḥalīmur-rasyīd(u)."}},"translation":{"en":"They said, \"O Shu'ayb, does your prayer command you that we should leave what our fathers worship or not do with our wealth what we please? Indeed, you are the forbearing, the discerning!\"","id":"Mereka berkata, “Wahai Syuaib! Apakah agamamu yang menyuruhmu agar kami meninggalkan apa yang disembah nenek moyang kami atau melarang kami mengelola harta kami menurut cara yang kami kehendaki? Sesungguhnya engkau benar-benar orang yang sangat penyantun dan pandai.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1560.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1560.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1561,"inSurah":88},"meta":{"juz":12,"surah":11,"page":231,"manzil":190,"hizbQuarter":93,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ يٰقَوْمِ اَرَءَيْتُمْ اِنْ كُنْتُ عَلٰى بَيِّنَةٍ مِّنْ رَّبِّيْ وَرَزَقَنِيْ مِنْهُ رِزْقًا حَسَنًا وَّمَآ اُرِيْدُ اَنْ اُخَالِفَكُمْ اِلٰى مَآ اَنْهٰىكُمْ عَنْهُ ۗاِنْ اُرِيْدُ اِلَّا الْاِصْلَاحَ مَا اسْتَطَعْتُۗ وَمَا تَوْفِيْقِيْٓ اِلَّا بِاللّٰهِ ۗعَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ اُنِيْبُ ","transliteration":{"en":"Qaala yaa qawmi ara'aitum in kuntu 'alaa baiyinatim mir Rabbee wa razaqanee minhu rizqan hasanaa; wa maaa ureedu an ukhaalifakum ilaa maaa anhaakum 'anh; in ureedu illal islaaha mastata't; wa maa tawfeeqeee illaa billaah; 'alaihi tawakkaltu wa ilaihi uneeb","id":"qāla yā qaumi ara'aitum in kuntu ‘alā bayyinatim mir rabbī wa razaqanī minhu rizqan ḥasanaw wa mā urīdu an ukhālifakum ila mā anhākum ‘anh(u), in urīdu illal-iṣlāḥa mastaṭa‘t(u), wa mā taufīqī illā billāh(i), ‘alaihi tawakkaltu wa ilaihi unīb(u)."}},"translation":{"en":"He said, \"O my people, have you considered: if I am upon clear evidence from my Lord and He has provided me with a good provision from Him...? And I do not intend to differ from you in that which I have forbidden you; I only intend reform as much as I am able. And my success is not but through Allah. Upon him I have relied, and to Him I return.","id":"Dia (Syuaib) berkata, “Wahai kaumku! Terangkan padaku jika aku mempunyai bukti yang nyata dari Tuhanku dan aku dianugerahi-Nya rezeki yang baik (pantaskah aku menyalahi perintah-Nya)? Aku tidak bermaksud menyalahi kamu terhadap apa yang aku larang darinya. Aku hanya bermaksud (mendatangkan) perbaikan selama aku masih sanggup. Dan petunjuk yang aku ikuti hanya dari Allah. Kepada-Nya aku bertawakal dan kepada-Nya (pula) aku kembali."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1561.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1561.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]