[{"number":{"inQuran":1611,"inSurah":15},"meta":{"juz":12,"surah":12,"page":237,"manzil":194,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا ذَهَبُوْا بِهٖ وَاَجْمَعُوْٓا اَنْ يَّجْعَلُوْهُ فِيْ غَيٰبَتِ الْجُبِّۚ وَاَوْحَيْنَآ اِلَيْهِ لَتُنَبِّئَنَّهُمْ بِاَمْرِهِمْ هٰذَا وَهُمْ لَا يَشْعُرُوْنَ","transliteration":{"en":"Falammaa zahaboo bihee wa ajma'ooo anyyaj'aloohu fee ghayaabatil jubb; wa awyainaaa ilaihi latunabbi 'annahum bi amrihim haaza wa hum laa yash'uroon","id":"falammā żahabū bihī wa ajma‘ū ay yaj‘alūhu fī gayābatil-jubb(i), wa auḥainā ilaihi latunabbi'annahum bi'amrihim hāżā wa hum lā yasy‘urūn(a)."}},"translation":{"en":"So when they took him [out] and agreed to put him into the bottom of the well... But We inspired to him, \"You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity].\"","id":"Maka ketika mereka membawanya dan sepakat memasukkan ke dasar sumur, Kami wahyukan kepadanya, “Engkau kelak pasti akan menceritakan perbuatan ini kepada mereka, sedang mereka tidak menyadari.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1611.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1611.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1612,"inSurah":16},"meta":{"juz":12,"surah":12,"page":237,"manzil":194,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَجَاۤءُوْٓ اَبَاهُمْ عِشَاۤءً يَّبْكُوْنَۗ","transliteration":{"en":"Wa jaaa'ooo abaahum 'ishaaa 'any yabkoon","id":"wa jā'ū abāhum ‘isyā'ay yabkūn(a)."}},"translation":{"en":"And they came to their father at night, weeping.","id":"Kemudian mereka datang kepada ayah mereka pada petang hari sambil menangis."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1612.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1612.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1613,"inSurah":17},"meta":{"juz":12,"surah":12,"page":237,"manzil":194,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالُوْا يٰٓاَبَانَآ اِنَّا ذَهَبْنَا نَسْتَبِقُ وَتَرَكْنَا يُوْسُفَ عِنْدَ مَتَاعِنَا فَاَكَلَهُ الذِّئْبُۚ وَمَآ اَنْتَ بِمُؤْمِنٍ لَّنَا وَلَوْ كُنَّا صٰدِقِيْنَ","transliteration":{"en":"Qaaloo yaaa abaanaaa innaa zahabnaa nastabiqu wa taraknaa Yoosufa 'inda mataa'inaa fa akhalahuz zi'b, wa maaa anta bimu'minil lanaa wa law kunnaa saadiqeen","id":"qālū yā abānā innā żahabnā nastabiqu wa taraknā yūsufa ‘inda matā‘inā fa akalahuż-żi'b(u), wa mā anta bimu'minil lanā wa lau kunnā ṣādiqīn(a)."}},"translation":{"en":"They said, \"O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful.\"","id":"Mereka berkata, “Wahai ayah kami! Sesungguhnya kami pergi berlomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan engkau tentu tidak akan percaya kepada kami, sekalipun kami berkata benar.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1613.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1613.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1614,"inSurah":18},"meta":{"juz":12,"surah":12,"page":237,"manzil":194,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَجَاۤءُوْ عَلٰى قَمِيْصِهٖ بِدَمٍ كَذِبٍۗ قَالَ بَلْ سَوَّلَتْ لَكُمْ اَنْفُسُكُمْ اَمْرًاۗ فَصَبْرٌ جَمِيْلٌ  ۗوَاللّٰهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ","transliteration":{"en":"Wa jaaa'oo 'alaa qamee shihee bidamin kazi' qaala bal sawwalat lakum anfusukum amraa; fasabrun jameel; wallaahul musta'aanu 'alaa man tasifoon","id":"wa jā'ū ‘alā qamīṣihī bidamin każib(in), qāla bal sawwalat lakum anfusukum amrā(n), fa ṣabrun jamīl(un), wallāhul musta‘ānu ‘alā mā taṣifūn(a)."}},"translation":{"en":"And they brought upon his shirt false blood. [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. And Allah is the one sought for help against that which you describe.\"","id":"Dan mereka datang membawa baju gamisnya (yang berlumuran) darah palsu. Dia (Yakub) berkata, “Sebenarnya hanya dirimu sendirilah yang memandang baik urusan yang buruk itu; maka hanya bersabar itulah yang terbaik (bagiku). Dan kepada Allah saja memohon pertolongan-Nya terhadap apa yang kamu ceritakan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1614.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1614.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1615,"inSurah":19},"meta":{"juz":12,"surah":12,"page":237,"manzil":194,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَجَاۤءَتْ سَيَّارَةٌ فَاَرْسَلُوْا وَارِدَهُمْ فَاَدْلٰى دَلْوَهٗ ۗقَالَ يٰبُشْرٰى هٰذَا غُلٰمٌ ۗوَاَسَرُّوْهُ بِضَاعَةً ۗوَاللّٰهُ عَلِيْمٌ ۢبِمَا يَعْمَلُوْنَ","transliteration":{"en":"Wa jaaa'at saiyaaratun fa-arsaloo waaridahum fa adlaa dalwah; qaala yaa bushraa haaza ghulaam; wa asarroohu bi-daa'ah; wallaahu 'aleemum bimaa ya'maloon","id":"wa jā'at sayyāratun fa arsalū wāridahum fa adlā dalwah(ū), qāla yā busyrā hāżā gulām(un), wa asarrūhu biḍā‘ah(tan), wallāhu ‘alīmum bimā ya‘malūn(a)."}},"translation":{"en":"And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, \"Good news! Here is a boy.\" And they concealed him, [taking him] as merchandise; and Allah was knowing of what they did.","id":"Dan datanglah sekelompok musafir, mereka menyuruh seorang pengambil air. Lalu dia menurunkan timbanya. Dia berkata, “Oh, senangnya, ini ada seorang anak muda!” Kemudian mereka menyembunyikannya sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1615.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1615.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1616,"inSurah":20},"meta":{"juz":12,"surah":12,"page":237,"manzil":194,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَشَرَوْهُ بِثَمَنٍۢ بَخْسٍ دَرَاهِمَ مَعْدُوْدَةٍ ۚوَكَانُوْا فِيْهِ مِنَ الزّٰهِدِيْنَ ࣖ ","transliteration":{"en":"Wa sharawhu bisamanim bakhsin daraahima ma'doo datinw wa kaanoo feehi minaz zaahideen","id":"wa syarauhu biṡamanim bakhsin darāhima ma‘dūdah(tin), wa kānū fīhi minaz-zāhidīn(a)."}},"translation":{"en":"And they sold him for a reduced price - a few dirhams - and they were, concerning him, of those content with little.","id":"Dan mereka menjualnya (Yusuf) dengan harga rendah, yaitu beberapa dirham saja, sebab mereka tidak tertarik kepadanya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1616.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1616.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1617,"inSurah":21},"meta":{"juz":12,"surah":12,"page":237,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ الَّذِى اشْتَرٰىهُ مِنْ مِّصْرَ لِامْرَاَتِهٖٓ اَكْرِمِيْ مَثْوٰىهُ عَسٰىٓ اَنْ يَّنْفَعَنَآ اَوْ نَتَّخِذَهٗ وَلَدًا ۗوَكَذٰلِكَ مَكَّنَّا لِيُوْسُفَ فِى الْاَرْضِۖ وَلِنُعَلِّمَهٗ مِنْ تَأْوِيْلِ الْاَحَادِيْثِۗ وَاللّٰهُ غَالِبٌ عَلٰٓى اَمْرِهٖ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ","transliteration":{"en":"Wa qaalal lazish taraahu mim Misra limra atiheee akrimee maswaahu 'asaaa any-yanfa'anaaa aw nattakhizahoo waladaa; wa kazaalika mak-kannaa li-Yoosufa fil ardi wa linu'allimahoo min taaweelil ahaadees; wallaahu ghaalibun 'alaaa amrihee wa laakinna aksaran naasi laa ya'lamoon","id":"wa qālal-lażisytarāhu mim miṣra limra'atihī akrimī maṡwāhu ‘asā ay yanfa‘anā au nattakhiżahū waladā(n), wa każālika makkannā liyūsufa fil-arḍ(i), wa linu‘allimahū min ta'wīlil-aḥādīṡ(i), wallāhu gālibun ‘alā amrihī wa lākinna akṡaran-nāsi lā ya‘lamūn(a)."}},"translation":{"en":"And the one from Egypt who bought him said to his wife, \"Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son.\" And thus, We established Joseph in the land that We might teach him the interpretation of events. And Allah is predominant over His affair, but most of the people do not know.","id":"Dan orang dari Mesir yang membelinya berkata kepada istrinya,” Berikanlah kepadanya tempat (dan layanan) yang baik, mudah-mudahan dia bermanfaat bagi kita atau kita pungut dia sebagai anak.” Dan demikianlah Kami memberikan kedudukan yang baik kepada Yusuf di negeri (Mesir), dan agar Kami ajarkan kepadanya takwil mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tidak mengerti."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1617.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1617.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1618,"inSurah":22},"meta":{"juz":12,"surah":12,"page":237,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَمَّا بَلَغَ اَشُدَّهٗٓ اٰتَيْنٰهُ حُكْمًا وَّعِلْمًا ۗوَكَذٰلِكَ نَجْزِى الْمُحْسِنِيْنَ","transliteration":{"en":"Wa lammaa balagha ashuddahooo aatainaahu bukmanw wa 'ilmaa; wa kazaa lika najzil muhsineen","id":"wa lammā balaga asyuddahū ātaināhu ḥukmaw wa ‘ilmā(n), wa każālika najzil-muḥsinīn(a)."}},"translation":{"en":"And when Joseph reached maturity, We gave him judgment and knowledge. And thus We reward the doers of good.","id":"Dan ketika dia telah cukup dewasa Kami berikan kepadanya kekuasaan dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1618.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1618.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]