[{"number":{"inQuran":1619,"inSurah":23},"meta":{"juz":12,"surah":12,"page":238,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَرَاوَدَتْهُ الَّتِيْ هُوَ فِيْ بَيْتِهَا عَنْ نَّفْسِهٖ وَغَلَّقَتِ الْاَبْوَابَ وَقَالَتْ هَيْتَ لَكَ ۗقَالَ مَعَاذَ اللّٰهِ اِنَّهٗ رَبِّيْٓ اَحْسَنَ مَثْوَايَۗ اِنَّهٗ لَا يُفْلِحُ الظّٰلِمُوْنَ","transliteration":{"en":"Wa raawadat hul latee huwa fee baitihaa 'an nafsihee wa ghallaqatil abwaaba wa qaalat haita lak; qaala ma'aazal laahi innahoo rabbeee ahsana maswaay; innahoo laa yuflihuz-zaalimoon","id":"wa rāwadathul-latī huwa fī baitihā ‘an nafsihī wa gallaqatil-abwāba wa qālat haita lak(a), qāla ma‘āżallāhi innahū rabbī aḥsana maṡwāy(a), innahū lā yuflihuẓ-ẓālimūn(a)."}},"translation":{"en":"And she, in whose house he was, sought to seduce him. She closed the doors and said, \"Come, you.\" He said, \"[I seek] the refuge of Allah. Indeed, he is my master, who has made good my residence. Indeed, wrongdoers will not succeed.\"","id":"Dan perempuan yang dia (Yusuf) tinggal di rumahnya menggoda dirinya. Dan dia menutup pintu-pintu, lalu berkata, “Marilah mendekat kepadaku.” Yusuf berkata, “Aku berlindung kepada Allah, sungguh, tuanku telah memperlakukan aku dengan baik.” Sesungguhnya orang yang zalim itu tidak akan beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1619.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1619.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1620,"inSurah":24},"meta":{"juz":12,"surah":12,"page":238,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ هَمَّتْ بِهٖۙ وَهَمَّ بِهَا ۚ لَوْلَآ اَنْ رَّاٰ بُرْهَانَ رَبِّهٖۗ  كَذٰلِكَ لِنَصْرِفَ عَنْهُ السُّوْۤءَ وَالْفَحْشَاۤءَۗ اِنَّهٗ مِنْ عِبَادِنَا الْمُخْلَصِيْنَ ","transliteration":{"en":"Wa laqad hammat bihee wa hamma bihaa law laaa ar ra-aa burhaana rabbih;; kazaalika linasrifa 'anhu sooo'a walfa hshaaa'; innahoo min 'ibaadi nal mukhlaseen","id":"wa laqad hammat bihī wa hamma bihā lau lā ar ra'ā burhāna rabbih(ī), każālika linaṣrifa ‘anhus-sū'a wal-faḥsyā'(a), innahū min ‘ibādinal-mukhlaṣīn(a)."}},"translation":{"en":"And she certainly determined [to seduce] him, and he would have inclined to her had he not seen the proof of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed, he was of Our chosen servants.","id":"Dan sungguh, perempuan itu telah berkehendak kepadanya (Yusuf). Dan Yusuf pun berkehendak kepadanya, sekiranya dia tidak melihat tanda (dari) Tuhannya. Demikianlah, Kami palingkan darinya keburukan dan kekejian. Sungguh, dia (Yusuf) termasuk hamba Kami yang terpilih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1620.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1620.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1621,"inSurah":25},"meta":{"juz":12,"surah":12,"page":238,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاسْتَبَقَا الْبَابَ وَقَدَّتْ قَمِيْصَهٗ مِنْ دُبُرٍ وَّاَلْفَيَا سَيِّدَهَا لَدَا الْبَابِۗ قَالَتْ مَا جَزَاۤءُ مَنْ اَرَادَ بِاَهْلِكَ سُوْۤءًا اِلَّآ اَنْ يُّسْجَنَ اَوْ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Wastabaqal baaba wa qaddat qameesahoo min dubu rinw wa alfayaa saiyidahaa ladal baab; qaalat maa jazaaa'u man araada bi ahlika sooo'an illaaa any-yusjana aw azaabun aleem","id":"wastabaqal-bāba wa qaddat qamīṣahū min duburiw wa alfayā sayyidahā ladal-bāb(i), qālat mā jazā'u man arāda bi'ahlika sū'an illā ay yusjana au ‘ażābun alīm(un)."}},"translation":{"en":"And they both raced to the door, and she tore his shirt from the back, and they found her husband at the door. She said, \"What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment?\"","id":"Dan keduanya berlomba menuju pintu dan perempuan itu menarik baju gamisnya (Yusuf) dari belakang hingga koyak dan keduanya mendapati suami perempuan itu di depan pintu. Dia (perempuan itu) berkata, “Apakah balasan terhadap orang yang bermaksud buruk terhadap istrimu, selain dipenjarakan atau (dihukum) dengan siksa yang pedih?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1621.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1621.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1622,"inSurah":26},"meta":{"juz":12,"surah":12,"page":238,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ هِيَ رَاوَدَتْنِيْ عَنْ نَّفْسِيْ وَشَهِدَ شَاهِدٌ مِّنْ اَهْلِهَاۚ اِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكٰذِبِيْنَ ","transliteration":{"en":"Qaala hiya raawadatnee 'an nafsee wa shahida shaahidum min ahlihaa in kaana qameesuhoo qudda min qubulin fasadaqat wa huwa minal kaazibeen","id":"qāla hiya rāwadatnī ‘an nafsī wa syahida syāhidum min ahlihā, in kāna qamīṣuhū qudda min qubulin fa ṣadaqat wa huwa minal-kāżibīn(a)."}},"translation":{"en":"[Joseph] said, \"It was she who sought to seduce me.\" And a witness from her family testified. \"If his shirt is torn from the front, then she has told the truth, and he is of the liars.","id":"Dia (Yusuf) berkata, “Dia yang menggodaku dan merayu diriku.”  Seorang saksi dari keluarga perempuan itu memberikan kesaksian, “Jika baju gamisnya koyak di bagian depan, maka perempuan itu benar, dan dia (Yusuf) termasuk orang yang dusta."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1622.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1622.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1623,"inSurah":27},"meta":{"juz":12,"surah":12,"page":238,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ كَانَ قَمِيْصُهٗ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصّٰدِقِيْنَ ","transliteration":{"en":"Wa in kaana qameesuhoo qudda min duburin fakazabat wa huwa minas saadiqeen","id":"wa in kāna qamīṣuhū qudda min duburin fa każabat wa huwa minaṣ-ṣādiqīn(a)."}},"translation":{"en":"But if his shirt is torn from the back, then she has lied, and he is of the truthful.\"","id":"Dan jika baju gamisnya koyak di bagian belakang, maka perempuan itulah yang dusta, dan dia (Yusuf) termasuk orang yang benar.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1623.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1623.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1624,"inSurah":28},"meta":{"juz":12,"surah":12,"page":238,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا رَاٰ قَمِيْصَهٗ قُدَّ مِنْ دُبُرٍ قَالَ اِنَّهٗ مِنْ كَيْدِكُنَّ ۗاِنَّ كَيْدَكُنَّ عَظِيْمٌ ","transliteration":{"en":"Falammaa ra-aa qamee sahoo qudda min duburin qaala innahoo min kaidikunna inna kaidakunna 'azeem","id":"falammā ra'ā qamīṣahū qudda min duburin qāla innahū min kaidikunn(a), inna kaidakunna ‘aẓīm(un)."}},"translation":{"en":"So when her husband saw his shirt torn from the back, he said, \"Indeed, it is of the women's plan. Indeed, your plan is great.","id":"Maka ketika dia (suami perempuan itu) melihat baju gamisnya (Yusuf) koyak di bagian belakang, dia berkata, “Sesungguhnya ini adalah tipu dayamu. Tipu dayamu benar-benar hebat.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1624.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1624.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1625,"inSurah":29},"meta":{"juz":12,"surah":12,"page":238,"manzil":195,"hizbQuarter":95,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يُوْسُفُ اَعْرِضْ عَنْ هٰذَا وَاسْتَغْفِرِيْ لِذَنْۢبِكِۖ اِنَّكِ كُنْتِ مِنَ الْخٰطِـِٕيْنَ ࣖ ","transliteration":{"en":"Yoosofu a'rid 'an haaza wastaghfiree lizambiki innaki kunti minal khaati'een","id":"yūsufu a‘riḍ ‘an hāżā wastagfirī liżambik(i), innaki kunti minal-khāṭi'īn(a)."}},"translation":{"en":"Joseph, ignore this. And, [my wife], ask forgiveness for your sin. Indeed, you were of the sinful.\"","id":"Wahai Yusuf! ”Lupakanlah ini, dan (istriku) mohonlah ampunan atas dosamu, karena engkau termasuk orang yang bersalah.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1625.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1625.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1626,"inSurah":30},"meta":{"juz":12,"surah":12,"page":238,"manzil":196,"hizbQuarter":96,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَقَالَ نِسْوَةٌ فِى الْمَدِيْنَةِ امْرَاَتُ الْعَزِيْزِ تُرَاوِدُ فَتٰىهَا عَنْ نَّفْسِهٖۚ قَدْ شَغَفَهَا حُبًّاۗ اِنَّا لَنَرٰىهَا فِيْ ضَلٰلٍ مُّبِيْنٍ ","transliteration":{"en":"Wa qaala niswatun filma deenatim ra atul'Azeezi turaawidu fataahaa 'an nafsihee qad shaghafahaa bubbaa; innaa lana raahaa fee dalaalim mubeen","id":"wa qāla niswatun fil-madīnatimra'atul-‘azīzi turāwidu fatāhā ‘an nafsih(ī), qad syagafahā ḥubbā(n), innā lanarāhā fī ḍalālim mubīn(in)."}},"translation":{"en":"And women in the city said, \"The wife of al-'Azeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed, we see her [to be] in clear error.\"","id":"Dan perempuan-perempuan di kota berkata, “Istri Al-Aziz menggoda dan merayu pelayannya untuk menundukkan dirinya, pelayannya benar-benar membuatnya mabuk cinta. Kami pasti memandang dia dalam kesesatan yang nyata.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1626.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1626.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]