[{"number":{"inQuran":1634,"inSurah":38},"meta":{"juz":12,"surah":12,"page":240,"manzil":197,"hizbQuarter":96,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاتَّبَعْتُ مِلَّةَ اٰبَاۤءِيْٓ اِبْرٰهِيْمَ وَاِسْحٰقَ وَيَعْقُوْبَۗ مَا كَانَ لَنَآ اَنْ نُّشْرِكَ بِاللّٰهِ مِنْ شَيْءٍۗ ذٰلِكَ مِنْ فَضْلِ اللّٰهِ عَلَيْنَا وَعَلَى النَّاسِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَشْكُرُوْنَ","transliteration":{"en":"Wattab'tu millata aabaaa'eee Ibraaheema wa Ishaaqa wa Ya'qoob; maa kaana lanaaa an nushrika billaahi min shai' zaalikamin fadlil laahi 'alainaa wa 'alan naasi wa laakinna aksaran naasi laa yashkuroon","id":"wattaba‘tu millata ābā'ī ibrāhīma wa isḥāqa wa ya‘qūb(a), mā kāna lanā an nusyrika billāhi min syai'(in), żālika min faḍlillāhi ‘alainā wa ‘alan-nāsi wa lākinna akṡaran-nāsi lā yasykurūn(a)."}},"translation":{"en":"And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allah. That is from the favor of Allah upon us and upon the people, but most of the people are not grateful.","id":"Dan aku mengikuti agama nenek moyangku: Ibrahim, Ishak dan Yakub. Tidak pantas bagi kami (para nabi) mempersekutukan sesuatu apa pun dengan Allah. Itu adalah dari karunia Allah kepada kami dan kepada manusia (semuanya); tetapi kebanyakan manusia tidak bersyukur."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1634.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1634.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1635,"inSurah":39},"meta":{"juz":12,"surah":12,"page":240,"manzil":197,"hizbQuarter":96,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰصَاحِبَيِ السِّجْنِ ءَاَرْبَابٌ مُّتَفَرِّقُوْنَ خَيْرٌ اَمِ اللّٰهُ الْوَاحِدُ الْقَهَّارُۗ  ","transliteration":{"en":"Yaa saahibayis sijni 'a-arbaabum mutafarriqoona khayrun amil laahul waahidul qahhaar","id":"yā ṣāḥibayis-sijni a'arbābum mutafarriqūna khairun amillāhul-wāḥidul-qahhār(u)."}},"translation":{"en":"O [my] two companions of prison, are separate lords better or Allah, the One, the Prevailing?","id":"Wahai kedua penghuni penjara! Manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa, Mahaperkasa?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1635.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1635.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1636,"inSurah":40},"meta":{"juz":12,"surah":12,"page":240,"manzil":197,"hizbQuarter":96,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا تَعْبُدُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اَسْمَاۤءً سَمَّيْتُمُوْهَآ اَنْتُمْ وَاٰبَاۤؤُكُمْ مَّآ اَنْزَلَ اللّٰهُ بِهَا مِنْ سُلْطٰنٍۗ اِنِ الْحُكْمُ اِلَّا لِلّٰهِ ۗاَمَرَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","transliteration":{"en":"Maa ta'budoona min doonihee illaaa asmaaa'an sam maitumoohaaa antum wa aabaaa'ukum maaa anzalal laahu bihaa min sultan; inilhukmu illaa lillaah; amara allaa ta'budooo illaaa iyyaah; zaalikad deenul qaiyimu wa laakinna aksaran naasi laa ya'lamoon","id":"mā ta‘budūna min dūnihī illā asmā'an sammaitumūhā antum wa ābā'ukum mā anzalallāhu bihā min sulṭān(in), inil-ḥukmu illā lillāh(i), amara allā ta‘budū illā iyyāh(u), żālikad-dīnul-qayyimu wa lākinna akṡaran-nāsi lā ya‘lamūn(a)."}},"translation":{"en":"You worship not besides Him except [mere] names you have named them, you and your fathers, for which Allah has sent down no authority. Legislation is not but for Allah. He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know.","id":"Apa yang kamu sembah selain Dia, hanyalah nama-nama yang kamu buat-buat baik oleh kamu sendiri maupun oleh nenek moyangmu. Allah tidak menurunkan suatu keterangan pun tentang hal (nama-nama) itu. Keputusan itu hanyalah milik Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1636.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1636.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1637,"inSurah":41},"meta":{"juz":12,"surah":12,"page":240,"manzil":197,"hizbQuarter":96,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰصَاحِبَيِ السِّجْنِ اَمَّآ اَحَدُكُمَا فَيَسْقِيْ رَبَّهٗ خَمْرًا ۗوَاَمَّا الْاٰخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَّأْسِهٖ ۗ قُضِيَ الْاَمْرُ الَّذِيْ فِيْهِ تَسْتَفْتِيٰنِۗ ","transliteration":{"en":"Yaa saahibayis sijni ammaaa ahadukumaa fa yasqee rabbahoo khamranw wa ammal aakharu fa yuslabu fataakulut tairu mir raasih; qudiyal amrul lazee feehi tastaftiyaan","id":"yā ṣāḥibayis-sijni ammā aḥadukumā fa yasqī rabbahū khamrā(n), wa ammal-ākharu fa yuṣlabu fa ta'kuluṭ-ṭairu mir ra'sih(ī), quḍiyal-amrul-lażī fīhi tastaftiyān(i)."}},"translation":{"en":"O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire.\"","id":"Wahai kedua penghuni penjara, “Salah seorang di antara kamu, akan bertugas menyediakan minuman khamar bagi tuannya. Adapun yang seorang lagi dia akan disalib, lalu burung memakan sebagian kepalanya. Telah terjawab perkara yang kamu tanyakan (kepadaku).”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1637.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1637.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1638,"inSurah":42},"meta":{"juz":12,"surah":12,"page":240,"manzil":197,"hizbQuarter":96,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ لِلَّذِيْ ظَنَّ اَنَّهٗ نَاجٍ مِّنْهُمَا اذْكُرْنِيْ عِنْدَ رَبِّكَۖ فَاَنْسٰىهُ الشَّيْطٰنُ ذِكْرَ رَبِّهٖ فَلَبِثَ فِى السِّجْنِ بِضْعَ سِنِيْنَ ࣖ ","transliteration":{"en":"Wa qaala lillazee zanna annahoo najim minhumaz kurnee 'inda rabbika fa-ansaahush Shaitaanu zikra Rabbihee falabisa fis sijni bad'a sineen","id":"wa qāla lil-lażī ẓanna annahū nājim minhumażkurnī ‘inda rabbik(a), fa ansāhusy-syaiṭānu żikra rabbihī fa labiṡa fis-sijni biḍ‘a sinīn(a)."}},"translation":{"en":"And he said to the one whom he knew would go free, \"Mention me before your master.\" But Satan made him forget the mention [to] his master, and Joseph remained in prison several years.","id":"Dan dia (Yusuf) berkata kepada orang yang diketahuinya akan selamat di antara mereka berdua, “Terangkanlah keadaanku kepada tuanmu.” Maka setan menjadikan dia lupa untuk menerangkan (keadaan Yusuf) kepada tuannya. Karena itu dia (Yusuf) tetap dalam penjara beberapa tahun lamanya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1638.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1638.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1639,"inSurah":43},"meta":{"juz":12,"surah":12,"page":240,"manzil":198,"hizbQuarter":96,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ الْمَلِكُ اِنِّيْٓ اَرٰى سَبْعَ بَقَرٰتٍ سِمَانٍ يَّأْكُلُهُنَّ سَبْعٌ عِجَافٌ وَّسَبْعَ سُنْۢبُلٰتٍ خُضْرٍ وَّاُخَرَ يٰبِسٰتٍۗ  يٰٓاَيُّهَا الْمَلَاُ اَفْتُوْنِيْ فِيْ رُءْيَايَ اِنْ كُنْتُمْ لِلرُّءْيَا تَعْبُرُوْنَ","transliteration":{"en":"Wa qaalal maliku inneee araa sab'a baqaraatin simaaniny yaakuluhunna sab'un 'ijaafunw wa sab'a sumbulaatinkhudrinw wa ukhara yaabisaat; yaaa ayuhal mala-u aftoonee fee nu'yaaya in kuntum lirru'yaa ta'buroon","id":"wa qālal-maliku innī arā sab‘a baqarātin simāniy ya'kuluhunna sab‘un ‘ijāfuw wa sab‘a sumbulātin khuḍriw wa ukhara yābisāt(in), yā ayyuhal-mala'u aftūnī fī ru'yāya in kuntum lir-ru'yā ta‘burūn(a)."}},"translation":{"en":"And [subsequently] the king said, \"Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions.\"","id":"Dan raja berkata (kepada para pemuka kaumnya), “Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk dimakan oleh tujuh ekor sapi betina yang kurus; tujuh tangkai (gandum) yang hijau dan (tujuh tangkai) lainnya yang kering. Wahai orang yang terkemuka! Terangkanlah kepadaku tentang takwil mimpiku itu jika kamu dapat menakwilkan mimpi.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1639.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1639.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]