[{"number":{"inQuran":1736,"inSurah":29},"meta":{"juz":13,"surah":13,"page":253,"manzil":208,"hizbQuarter":101,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ طُوْبٰى لَهُمْ وَحُسْنُ مَاٰبٍ ","transliteration":{"en":"Allazeena aamanoo w a'amilus saalihaati toobaa lahum wa husnu ma aab","id":"allażīna āmanū wa ‘amiluṣ-ṣāliḥāti ṭūbā lahum wa ḥusnu ma'āb(in)."}},"translation":{"en":"Those who have believed and done righteous deeds - a good state is theirs and a good return.","id":"Orang-orang yang beriman dan mengerjakan kebajikan, mereka mendapat kebahagiaan dan tempat kembali yang baik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1736.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1736.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1737,"inSurah":30},"meta":{"juz":13,"surah":13,"page":253,"manzil":208,"hizbQuarter":101,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كَذٰلِكَ اَرْسَلْنٰكَ فِيْٓ اُمَّةٍ قَدْ خَلَتْ مِنْ قَبْلِهَآ اُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ الَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَهُمْ يَكْفُرُوْنَ بِالرَّحْمٰنِۗ قُلْ هُوَ رَبِّيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَلَيْهِ تَوَكَّلْتُ وَاِلَيْهِ مَتَابِ ","transliteration":{"en":"Kazaalika arsalnaaka feee ummatin qad khalat min qablihaaa umamul litatluwa 'alaihimul lazeee awhainaaa ilaika wa hum yakfuroona bir Rahmaaan; qul Huwa Rabbee laaa ilaaha illaa Huwa Rabbee laaa ilaaha illaa Huwa 'alaihi tawakkaltu wa ilaihi mataab","id":"każālika arsalnāka fī ummatin qad khalat min qablihā umamul litatluwa ‘alaihimul-lażī auḥainā ilaika wa hum yakfurūna bir-raḥmān(i), qul huwa rabbī lā ilāha illā huw(a), ‘alaihi tawakkaltu wa ilaihi matāb(i)."}},"translation":{"en":"Thus have We sent you to a community before which [other] communities have passed on so you might recite to them that which We revealed to you, while they disbelieve in the Most Merciful. Say, \"He is my Lord; there is no deity except Him. Upon Him I rely, and to Him is my return.\"","id":"Demikianlah, Kami telah mengutus engkau (Muhammad) kepada suatu umat yang sungguh sebelumnya telah berlalu beberapa umat, agar engkau bacakan kepada mereka (Al-Qur'an) yang Kami wahyukan kepadamu, padahal mereka ingkar kepada Tuhan Yang Maha Pengasih. Katakanlah, “Dia Tuhanku, tidak ada tuhan selain Dia; hanya kepada-Nya aku bertawakal dan hanya kepada-Nya aku bertobat.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1737.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1737.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1738,"inSurah":31},"meta":{"juz":13,"surah":13,"page":253,"manzil":208,"hizbQuarter":101,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ اَنَّ قُرْاٰنًا سُيِّرَتْ بِهِ الْجِبَالُ اَوْ قُطِّعَتْ بِهِ الْاَرْضُ اَوْ كُلِّمَ بِهِ الْمَوْتٰىۗ بَلْ لِّلّٰهِ الْاَمْرُ جَمِيْعًاۗ اَفَلَمْ يَا۟يْـَٔسِ الَّذِيْنَ اٰمَنُوْٓا اَنْ لَّوْ يَشَاۤءُ اللّٰهُ لَهَدَى النَّاسَ جَمِيْعًاۗ وَلَا يَزَالُ الَّذِيْنَ كَفَرُوْا تُصِيْبُهُمْ بِمَا صَنَعُوْا قَارِعَةٌ اَوْ تَحُلُّ قَرِيْبًا مِّنْ دَارِهِمْ حَتّٰى يَأْتِيَ وَعْدُ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يُخْلِفُ الْمِيْعَادَ ࣖ ","transliteration":{"en":"Wa law anna Quraanan suyyirat bihil jibaalu aw qutti'at bihil ardu aw kullima bihil mawtaa; bal lillaahil amru jamee'aa; afalam yai'asil lazeena aamanooo al law yashaaa 'ullaahu lahadan naasa jamee'aa; wa laa yazaalul lazeena kafaroo tuseebuhum bimaa sana'oo qaari'atun aw tahullu qareebam min daarihim hatta yaatiya wa'dul laah; innal laaha laa yukhliful mee'aad","id":"wa lau anna qur'ānan suyyirat bihil-jibālu au quṭṭi‘at bihil-arḍu au kullima bihil-mautā, bal lillāhil-amru jamī‘ā(n), afalam yai'asil-lażīna āmanū allau yasyā'ullāhu lahadan-nāsa jamī‘ā(n), wa lā yazālul-lażīna kafarū tuṣībuhum bimā ṣana‘ū qāri‘atun au taḥullu qarībam min dārihim ḥattā ya'tiya wa‘dullāh(i), innallāha lā yukhliful-mī‘ād(a)."}},"translation":{"en":"And if there was any qur'an by which the mountains would be removed or the earth would be broken apart or the dead would be made to speak, [it would be this Qur'an], but to Allah belongs the affair entirely. Then have those who believed not accepted that had Allah willed, He would have guided the people, all of them? And those who disbelieve do not cease to be struck, for what they have done, by calamity - or it will descend near their home - until there comes the promise of Allah. Indeed, Allah does not fail in [His] promise.","id":"Dan sekiranya ada suatu bacaan (Kitab Suci) yang dengan itu gunung-gunung dapat digoncangkan, atau bumi jadi terbelah, atau orang yang sudah mati dapat berbicara, (itulah Al-Qur'an). Sebenarnya segala urusan itu milik Allah. Maka tidakkah orang-orang yang beriman mengetahui bahwa sekiranya Allah menghendaki (semua manusia beriman), tentu Allah memberi petunjuk kepada manusia semuanya. Dan orang-orang kafir senantiasa ditimpa bencana disebabkan perbuatan mereka sendiri atau bencana itu terjadi dekat tempat kediaman mereka, sampai datang janji Allah (penaklukkan Mekah). Sungguh, Allah tidak menyalahi janji."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1738.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1738.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1739,"inSurah":32},"meta":{"juz":13,"surah":13,"page":253,"manzil":209,"hizbQuarter":101,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّنْ قَبْلِكَ فَاَمْلَيْتُ لِلَّذِيْنَ كَفَرُوْا ثُمَّ اَخَذْتُهُمْ فَكَيْفَ كَانَ عِقَابِ ","transliteration":{"en":"Wa laqadis tuhzi'a bi Rusulim min qablika fa amlaitu lillazeena kafaroo summa akhaztuhum fakaifa kaana 'iqaab","id":"wa laqadistuhzi'a birusulim min qablika fa amlaitu lil-lażīna kafarū ṡumma akhażtuhum fa kaifa kāna ‘iqāb(i)."}},"translation":{"en":"And already were [other] messengers ridiculed before you, and I extended the time of those who disbelieved; then I seized them, and how [terrible] was My penalty.","id":"Dan sesungguhnya beberapa rasul sebelum engkau (Muhammad) telah diperolok-olokkan, maka Aku beri tenggang waktu kepada orang-orang kafir itu, kemudian Aku binasakan mereka. Maka alangkah hebatnya siksaan-Ku itu! "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1739.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1739.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1740,"inSurah":33},"meta":{"juz":13,"surah":13,"page":253,"manzil":209,"hizbQuarter":101,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَمَنْ هُوَ قَاۤىِٕمٌ عَلٰى كُلِّ نَفْسٍۢ بِمَا كَسَبَتْۚ وَجَعَلُوْا لِلّٰهِ شُرَكَاۤءَ ۗ قُلْ سَمُّوْهُمْۗ اَمْ تُنَبِّـُٔوْنَهٗ بِمَا لَا يَعْلَمُ فِى الْاَرْضِ اَمْ بِظَاهِرٍ مِّنَ الْقَوْلِ ۗبَلْ زُيِّنَ لِلَّذِيْنَ كَفَرُوْا مَكْرُهُمْ وَصُدُّوْا عَنِ السَّبِيْلِ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ ","transliteration":{"en":"Afaman Huwa qaaa'imun 'alaa kulli nafsim bimaa kasabat; wa ja'aloo illlaahi shurakaaa'a qul samoohum; am tunabbi'oona hoo bimaa laa ya'lamu fil ardi; am bizaahirim minal qawl; bal zuyyina lillazeena kafaroo makruhum wa suddoo 'anis sabeel; wa mai yudlilil laaahu famaa lahoo min haad;","id":"afaman huwa qā'imun ‘alā kulli nafsim bimā kasabat, wa ja‘alū lillāhi syurakā'(a), qul sammūhum, am tunabbi'ūnahū bimā lā ya‘lamu fil-arḍi am biẓāhirim minal-qaul(i), bal zuyyina lil-lażīna kafarū makruhum wa ṣuddū ‘anis-sabīl(i), wa may yuḍlilillāhu famā lahū min hād(in)."}},"translation":{"en":"Then is He who is a maintainer of every soul, [knowing] what it has earned, [like any other]? But to Allah they have attributed partners. Say, \"Name them. Or do you inform Him of that which He knows not upon the earth or of what is apparent of speech?\" Rather, their [own] plan has been made attractive to those who disbelieve, and they have been averted from the way. And whomever Allah leaves astray - there will be for him no guide.","id":"Maka apakah Tuhan yang menjaga setiap jiwa terhadap apa yang diperbuatnya (sama dengan yang lain)? Mereka menjadikan sekutu-sekutu bagi Allah. Katakanlah, “Sebutkanlah sifat-sifat mereka itu.” Atau apakah kamu hendak memberitahukan kepada Allah apa yang tidak diketahui-Nya di bumi, atau (mengatakan tentang hal itu) sekedar perkataan pada lahirnya saja. Sebenarnya bagi orang kafir, tipu daya mereka itu dijadikan terasa indah, dan mereka dihalangi dari jalan (yang benar). Dan barangsiapa disesatkan Allah, maka tidak ada seorang pun yang memberi petunjuk baginya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1740.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1740.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1741,"inSurah":34},"meta":{"juz":13,"surah":13,"page":253,"manzil":209,"hizbQuarter":101,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَهُمْ عَذَابٌ فِى الْحَيٰوةِ الدُّنْيَا وَلَعَذَابُ الْاٰخِرَةِ اَشَقُّۚ وَمَا لَهُمْ مِّنَ اللّٰهِ مِنْ وَّاقٍ ","transliteration":{"en":"Lahum 'azaabun fil hayaatid dunyaa wa la'azaabul Aakhirati ashaaq, wa maa lahum minal laahi min-waaq","id":"lahum ‘ażābun fil-ḥayātid-dun-yā wa la‘ażābul-ākhirati asyaqq(u), wa mā lahum minallāhi miw wāq(in)."}},"translation":{"en":"For them will be punishment in the life of [this] world, and the punishment of the Hereafter is more severe. And they will not have from Allah any protector.","id":"Mereka mendapat siksaan dalam kehidupan dunia, dan azab akhirat pasti lebih keras. Tidak ada seorang pun yang melindungi mereka dari (azab) Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1741.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1741.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]