[{"number":{"inQuran":1742,"inSurah":35},"meta":{"juz":13,"surah":13,"page":254,"manzil":209,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ مَثَلُ الْجَنَّةِ الَّتِيْ وُعِدَ الْمُتَّقُوْنَۗ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۗ  اُكُلُهَا دَاۤىِٕمٌ وَّظِلُّهَاۗ تِلْكَ عُقْبَى الَّذِيْنَ اتَّقَوْا ۖوَّعُقْبَى الْكٰفِرِيْنَ النَّارُ ","transliteration":{"en":"Masalul Jannatil latee wu'idal muttaqoona tajree min tahtihal anhaaru ukuluhaa daaa'imunw wa zilluhaa; tilka uqbal lazeenat taqaw wa 'uqbal kafireenan Naar","id":"maṡalul-jannatil-latī wu‘idal-muttaqūn(a), tajrī min taḥtihal-anhār(u), ukuluhā dā'imuw wa ẓilluhā, tilka ‘uqbal-lażīnattaqau, wa ‘uqbal-kāfirīnan-nār(u)."}},"translation":{"en":"The example of Paradise, which the righteous have been promised, is [that] beneath it rivers flow. Its fruit is lasting, and its shade. That is the consequence for the righteous, and the consequence for the disbelievers is the Fire.","id":"Perumpamaan surga yang dijanjikan kepada orang yang bertakwa (ialah seperti taman), mengalir di bawahnya sungai-sungai; senantiasa berbuah dan teduh. Itulah tempat kesudahan bagi orang yang bertakwa; sedang tempat kesudahan bagi orang yang ingkar kepada Tuhan ialah neraka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1742.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1742.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1743,"inSurah":36},"meta":{"juz":13,"surah":13,"page":254,"manzil":209,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِيْنَ اٰتَيْنٰهُمُ الْكِتٰبَ يَفْرَحُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمِنَ الْاَحْزَابِ مَنْ يُّنْكِرُ بَعْضَهٗ ۗ قُلْ اِنَّمَآ اُمِرْتُ اَنْ اَعْبُدَ اللّٰهَ وَلَآ اُشْرِكَ بِهٖ ۗاِلَيْهِ اَدْعُوْا وَاِلَيْهِ مَاٰبِ ","transliteration":{"en":"Wallazeena aatainaa humul Kitaaba yafrahoona bimaa unzila ilaika wa minal Ahzaabi mai yunkiru ba'dah; qul innamaa umirtu an a'budal laaha wa laaa ushrika bih; ilaihi ad'oo wa ilaihi maab","id":"wal-lażīna ātaināhumul-kitāba yafraḥūna bimā unzila ilaika wa minal-aḥzābi may yunkiru ba‘ḍah(ū), qul innamā umirtu an a‘budallāha wa lā usyrika bih(ī), ilaihi ad‘ū wa ilaihi ma'āb(i)."}},"translation":{"en":"And [the believers among] those to whom We have given the [previous] Scripture rejoice at what has been revealed to you, [O Muhammad], but among the [opposing] factions are those who deny part of it. Say, \"I have only been commanded to worship Allah and not associate [anything] with Him. To Him I invite, and to Him is my return.\"","id":"Dan orang yang telah Kami berikan kitab kepada mereka bergembira dengan apa (kitab) yang diturunkan kepadamu (Muhammad), dan ada di antara golongan (Yahudi dan Nasrani), yang mengingkari sebagiannya. Katakanlah, “Aku hanya diperintah untuk menyembah Allah dan tidak mempersekutukan-Nya. Hanya kepada-Nya aku seru (manusia) dan hanya kepada-Nya aku kembali.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1743.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1743.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1744,"inSurah":37},"meta":{"juz":13,"surah":13,"page":254,"manzil":209,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَكَذٰلِكَ اَنْزَلْنٰهُ حُكْمًا عَرَبِيًّاۗ وَلَىِٕنِ اتَّبَعْتَ اَهْوَاۤءَهُمْ بَعْدَمَا جَاۤءَكَ مِنَ الْعِلْمِۙ مَا لَكَ مِنَ اللّٰهِ مِنْ وَّلِيٍّ وَّلَا وَاقٍ ࣖ ","transliteration":{"en":"Wa kazaalika anzalnaahu hukman 'Arabiyyaa; wa la'init taba'ta ahwaaa 'ahum ba'da maa jaaa'aka minal 'ilmi maa laka minal laahi minw waliyinw wa laa waaq","id":"wa każālika anzalnāhu ḥukman ‘arabiyyā(n), wa la'inittaba‘ta ahwā'ahum ba‘da mā jā'aka minal-‘ilm(i), mā laka minallāhi miw waliyyiw wa lā wāq(in)."}},"translation":{"en":"And thus We have revealed it as an Arabic legislation. And if you should follow their inclinations after what has come to you of knowledge, you would not have against Allah any ally or any protector.","id":"Dan demikianlah Kami telah menurunkannya (Al-Qur'an) sebagai peraturan (yang benar) dalam bahasa Arab. Sekiranya engkau mengikuti keinginan mereka setelah datang pengetahuan kepadamu, maka tidak ada yang melindungi dan yang menolong engkau dari (siksaan) Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1744.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1744.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1745,"inSurah":38},"meta":{"juz":13,"surah":13,"page":254,"manzil":210,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ اَزْوَاجًا وَّذُرِّيَّةً ۗوَمَا كَانَ لِرَسُوْلٍ اَنْ يَّأْتِيَ بِاٰيَةٍ اِلَّا بِاِذْنِ اللّٰهِ ۗلِكُلِّ اَجَلٍ كِتَابٌ ","transliteration":{"en":"Wa laqad arsalnaa Rusulam min qablika wa ja'alnaa lahum azwaajanw wa zurriyyah; wa maa kaana lirasoolin ai yaatiya bi aayatin illaa bi iznil laah; likulli ajalin kitaab","id":"wa laqad arsalnā rusulam min qablika wa ja‘alnā lahum azwājaw wa żurriyyah(tan), wa mā kāna lirasūlin ay ya'tiya bi'āyatin illā bi'iżnillāh(i), likulli ajalin kitāb(un)."}},"translation":{"en":"And We have already sent messengers before you and assigned to them wives and descendants. And it was not for a messenger to come with a sign except by permission of Allah. For every term is a decree.","id":"Dan sungguh, Kami telah mengutus beberapa rasul sebelum engkau (Muhammad) dan Kami berikan kepada mereka istri-istri dan keturunan. Tidak ada hak bagi seorang rasul mendatangkan sesuatu bukti (mukjizat) melainkan dengan izin Allah. Untuk setiap masa ada Kitab (tertentu)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1745.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1745.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1746,"inSurah":39},"meta":{"juz":13,"surah":13,"page":254,"manzil":210,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَمْحُوا اللّٰهُ مَا يَشَاۤءُ وَيُثْبِتُ ۚوَعِنْدَهٗٓ اُمُّ الْكِتٰبِ ","transliteration":{"en":"Yamhul laahu maa yashaaa'u wa yusbitu wa 'indahooo ummul Kitaab","id":"yamḥullāhu mā yasyā'u wa yuṡbit(u), wa ‘indahū ummul-kitāb(i)."}},"translation":{"en":"Allah eliminates what He wills or confirms, and with Him is the Mother of the Book.","id":"Allah menghapus dan menetapkan apa yang Dia kehendaki. Dan di sisi-Nya terdapat Ummul-Kitab (Lauh Mahfuzh)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1746.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1746.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1747,"inSurah":40},"meta":{"juz":13,"surah":13,"page":254,"manzil":210,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ مَّا نُرِيَنَّكَ بَعْضَ الَّذِيْ نَعِدُهُمْ اَوْ نَتَوَفَّيَنَّكَ فَاِنَّمَا عَلَيْكَ الْبَلٰغُ وَعَلَيْنَا الْحِسَابُ ","transliteration":{"en":"Wa im maa nurriyannaka ba'dal lazee na'iduhum aw nata waffayannaka fa innamaa 'alaikal balaaghu wa 'alainal hisaab","id":"wa immā nuriyannaka ba‘ḍal-lażī na‘iduhum au natawaffayannaka fa innamā ‘alaikal-balāgu wa ‘alainal-ḥisāb(u)."}},"translation":{"en":"And whether We show you part of what We promise them or take you in death, upon you is only the [duty of] notification, and upon Us is the account.","id":"Dan sungguh jika Kami perlihatkan kepadamu (Muhammad) sebagian (siksaan) yang Kami ancamkan kepada mereka atau Kami wafatkan engkau, maka sesungguhnya tugasmu hanya menyampaikan saja, dan Kamilah yang memperhitungkan (amal mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1747.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1747.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1748,"inSurah":41},"meta":{"juz":13,"surah":13,"page":254,"manzil":210,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَلَمْ يَرَوْا اَنَّا نَأْتِى الْاَرْضَ نَنْقُصُهَا مِنْ اَطْرَافِهَاۗ وَاللّٰهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهٖۗ وَهُوَ سَرِيْعُ الْحِسَابِ ","transliteration":{"en":"Awalam yaraw annaa naatil arda nanqusuhaa min atraafihaa; wallaahu yahkumu laa mu'aqqiba lihukmih; wa Huwa saree'ul hisaab","id":"awa lam yarau annā na'til-arḍa nanquṣuhā min aṭrāfihā, wallāhu yaḥkumu lā mu‘aqqiba liḥukmih(ī), wa huwa sarī‘ul-ḥisāb(i)."}},"translation":{"en":"Have they not seen that We set upon the land, reducing it from its borders? And Allah decides; there is no adjuster of His decision. And He is swift in account.","id":"Dan apakah mereka tidak melihat bahwa Kami mendatangi daerah-daerah (orang yang ingkar kepada Allah), lalu Kami kurangi (daerah-daerah) itu (sedikit demi sedikit) dari tepi-tepinya? Dan Allah menetapkan hukum (menurut kehendak-Nya), tidak ada yang dapat menolak ketetapan-Nya; Dia Mahacepat perhitungan-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1748.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1748.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1749,"inSurah":42},"meta":{"juz":13,"surah":13,"page":254,"manzil":210,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَدْ مَكَرَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَلِلّٰهِ الْمَكْرُ جَمِيْعًا ۗيَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍۗ وَسَيَعْلَمُ الْكُفّٰرُ لِمَنْ عُقْبَى الدَّارِ ","transliteration":{"en":"Wa qad makaral lazeena min qablihim falillaahil makru jamee'aa; ya'lamu maa taksibu kullu nafs; wa sa ya'lamul kuffaaru liman 'uqbad daar","id":"wa qad makaral-lażīna min qablihim fa lillāhil-makru jamī‘ā(n), ya‘lamu mā taksibu kullu nafs(in), wa saya‘lamul-kuffāru liman ‘uqbad-dār(i)."}},"translation":{"en":"And those before them had plotted, but to Allah belongs the plan entirely. He knows what every soul earns, and the disbelievers will know for whom is the final home.","id":"Dan sungguh, orang sebelum mereka (kafir Mekah) telah mengadakan tipu daya, tetapi semua tipu daya itu dalam kekuasaan Allah. Dia mengetahui apa yang diusahakan oleh setiap orang, dan orang yang ingkar kepada Tuhan akan mengetahui untuk siapa tempat kesudahan (yang baik)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1749.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1749.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]