[{"number":{"inQuran":1756,"inSurah":6},"meta":{"juz":13,"surah":14,"page":256,"manzil":211,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهِ اذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ اِذْ اَنْجٰىكُمْ مِّنْ اٰلِ فِرْعَوْنَ يَسُوْمُوْنَكُمْ سُوْۤءَ الْعَذَابِ وَيُذَبِّحُوْنَ اَبْنَاۤءَكُمْ وَيَسْتَحْيُوْنَ نِسَاۤءَكُمْ ۗوَفِيْ ذٰلِكُمْ بَلَاۤءٌ مِّنْ رَّبِّكُمْ عَظِيْمٌ ࣖ","transliteration":{"en":"Wa iz qaala Moosaa liqawmihiz kuroo ni'matal laahi 'alaikum iz anjaakum min Aali Fir'awna yasoomoo nakum sooo'al 'azaabi wa yuzabbihoona abnaaa'akum wa yastahyoona nisaaa'akum; wa fee zaalikum balaaa'um mir Rabbikum 'azeem","id":"wa iż qāla mūsā liqaumihiżkurū ni‘matallāhi ‘alaikum iż anjākum min āli fir‘auna yasūmūnakum sū'al-‘ażābi wa yużabbiḥūna abnā'akum wa yastaḥyūna nisā'akum, wa fī żālikum balā'um mir rabbikum ‘aẓīm(un)."}},"translation":{"en":"And [recall, O Children of Israel], when Moses said to His people, \"Remember the favor of Allah upon you when He saved you from the people of Pharaoh, who were afflicting you with the worst torment and were slaughtering your [newborn] sons and keeping your females alive. And in that was a great trial from your Lord.","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Ingatlah nikmat Allah atasmu ketika Dia menyelamatkan kamu dari pengikut-pengikut Fir‘aun; mereka menyiksa kamu dengan siksa yang pedih, dan menyembelih anak-anakmu yang laki-laki, dan membiarkan hidup anak-anak perempuanmu; pada yang demikian itu suatu cobaan yang besar dari Tuhanmu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1756.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1756.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1757,"inSurah":7},"meta":{"juz":13,"surah":14,"page":256,"manzil":212,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذْ تَاَذَّنَ رَبُّكُمْ لَىِٕنْ شَكَرْتُمْ لَاَزِيْدَنَّكُمْ وَلَىِٕنْ كَفَرْتُمْ اِنَّ عَذَابِيْ لَشَدِيْدٌ ","transliteration":{"en":"Wa iz ta azzana Rabbukum la'in shakartum la azeedannakum wa la'in kafartum inn'azaabee lashadeed","id":"wa iż ta'ażżana rabbukum la'in syakartum la'azīdannakum wa la'in kafartum inna ‘ażābī lasyadīd(un)."}},"translation":{"en":"And [remember] when your Lord proclaimed, 'If you are grateful, I will surely increase you [in favor]; but if you deny, indeed, My punishment is severe.' \"","id":"Dan (ingatlah) ketika Tuhanmu memaklumkan, “Sesungguhnya jika kamu bersyukur, niscaya Aku akan menambah (nikmat) kepadamu, tetapi jika kamu mengingkari (nikmat-Ku), maka pasti azab-Ku sangat berat.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1757.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1757.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1758,"inSurah":8},"meta":{"juz":13,"surah":14,"page":256,"manzil":212,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ مُوْسٰٓى اِنْ تَكْفُرُوْٓا اَنْتُمْ وَمَنْ فِى الْاَرْضِ جَمِيْعًا ۙفَاِنَّ اللّٰهَ لَغَنِيٌّ حَمِيْدٌ ","transliteration":{"en":"Wa qaala Moosaaa in takfurooo antum wa man fil ardi jamee'an fa innal laaha la Ghaniyyun Hameed","id":"wa qāla mūsā in takfurū antum wa man fil-arḍi jamī‘ā(n), fa innallāha laganiyyun ḥamīd(un)."}},"translation":{"en":"And Moses said, \"If you should disbelieve, you and whoever is on the earth entirely - indeed, Allah is Free of need and Praiseworthy.\"","id":"Dan Musa berkata, “Jika kamu dan orang yang ada di bumi semuanya  mengingkari (nikmat Allah), maka sesungguhnya Allah Mahakaya, Maha Terpuji."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1758.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1758.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1759,"inSurah":9},"meta":{"juz":13,"surah":14,"page":256,"manzil":212,"hizbQuarter":102,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَمْ يَأْتِكُمْ نَبَؤُا الَّذِيْنَ مِنْ قَبْلِكُمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۗ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗ لَا يَعْلَمُهُمْ اِلَّا اللّٰهُ  ۗجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِ فَرَدُّوْٓا اَيْدِيَهُمْ فِيْٓ اَفْوَاهِهِمْ وَقَالُوْٓا اِنَّا كَفَرْنَا بِمَآ اُرْسِلْتُمْ بِهٖ وَاِنَّا لَفِيْ شَكٍّ مِّمَّا تَدْعُوْنَنَآ اِلَيْهِ مُرِيْبٍ","transliteration":{"en":"Alam yaatikum naba'ul lazeena min qablikum qawmi Noohinw wa 'Aadinw wa Samood, wallazeena mim ba'dihim; laa ya'lamuhum illallaah; jaaa'at hum Rusuluhum bilbaiyinaati faraddooo aydiyahum feee afwaahihim wa qaalooo innaa kafarnaa bimaaa ursiltum bihee wa innaa lafee shakkim mimmaa tad'oonanaaa ilaihi mureeb","id":"alam ya'tikum naba'ul-lażīna min qablikum qaumi nūḥiw wa ‘ādiw wa ṡamūd(a), wal-lażīna mim ba‘dihim, lā ya‘lamuhum illallāh(u), jā'athum rusuluhum bil-bayyināti fa raddū aidiyahum fī afwāhihim wa qālū innā kafarnā bimā ursiltum bihī wa innā lafī syakkim mimmā tad‘ūnanā ilaihi murīb(in)."}},"translation":{"en":"Has there not reached you the news of those before you - the people of Noah and 'Aad and Thamud and those after them? No one knows them but Allah. Their messengers brought them clear proofs, but they returned their hands to their mouths and said, \"Indeed, we disbelieve in that with which you have been sent, and indeed we are, about that to which you invite us, in disquieting doubt.\"","id":"Apakah belum sampai kepadamu berita orang-orang sebelum kamu (yaitu) kaum Nuh, ‘Ad, samud dan orang-orang setelah mereka. Tidak ada yang mengetahui mereka selain Allah. Rasul-rasul telah datang kepada mereka membawa bukti-bukti (yang nyata), namun mereka menutupkan tangannya ke mulutnya (karena kebencian), dan berkata, “Sesungguhnya kami tidak percaya akan (bukti bahwa) kamu diutus (kepada kami), dan kami benar-benar dalam keraguan yang menggelisahkan terhadap apa yang kamu serukan kepada kami.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1759.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1759.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1760,"inSurah":10},"meta":{"juz":13,"surah":14,"page":256,"manzil":212,"hizbQuarter":103,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ قَالَتْ رُسُلُهُمْ اَفِى اللّٰهِ شَكٌّ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِۗ يَدْعُوْكُمْ لِيَغْفِرَ لَكُمْ مِّنْ ذُنُوْبِكُمْ وَيُؤَخِّرَكُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۗ قَالُوْٓا اِنْ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَا ۗ تُرِيْدُوْنَ اَنْ تَصُدُّوْنَا عَمَّا كَانَ يَعْبُدُ اٰبَاۤؤُنَا فَأْتُوْنَا بِسُلْطٰنٍ مُّبِيْنٍ ","transliteration":{"en":"Qaalat Rusuluhum afillaahi shakkun faatiris samaawaati wal ardi yad'ookum liyaghfira lakum min zunoobikum wa yu'akhkhirakum ilaaa ajalim musam maa; qaaloo in antum illaa basharum mislunaa tureedoona an tasuddoonaa 'ammaa kaana ya'budu aabaaa'unaa faatoonaa bisul taanim mubeen","id":"qālat rusuluhum afillāhi syakkun fāṭiris-samāwāti wal-arḍ(i), yad‘ūkum liyagfira lakum min żunūbikum wa yu'akhkhirakum ilā ajalim musammā(n), qālū in antum illā basyarum miṡlunā, turīdūna an taṣuddūnā ‘ammā kāna ya‘budu ābā'unā fa'tūnā bisulṭānim mubīn(in)."}},"translation":{"en":"Their messengers said, \"Can there be doubt about Allah, Creator of the heavens and earth? He invites you that He may forgive you of your sins, and He delays your death for a specified term.\" They said, \"You are not but men like us who wish to avert us from what our fathers were worshipping. So bring us a clear authority.\"","id":"Rasul-rasul mereka berkata, “Apakah ada keraguan terhadap Allah, Pencipta langit dan bumi? Dia menyeru kamu (untuk beriman) agar Dia mengampuni sebagian dosa-dosamu dan menangguhkan (siksaan)mu sampai waktu yang ditentukan?” Mereka berkata, “Kamu hanyalah manusia seperti kami juga. Kamu ingin menghalangi kami (menyembah) apa yang dari dahulu disembah nenek moyang kami, karena itu datangkanlah kepada kami bukti yang nyata.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1760.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1760.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]