[{"number":{"inQuran":1775,"inSurah":25},"meta":{"juz":13,"surah":14,"page":259,"manzil":214,"hizbQuarter":103,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"تُؤْتِيْٓ اُكُلَهَا كُلَّ حِيْنٍ ۢبِاِذْنِ رَبِّهَاۗ وَيَضْرِبُ اللّٰهُ الْاَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","transliteration":{"en":"Tu'teee ukulahaa kulla heenim bi izni Rabbihaa; wa yadribul laahul amsaala linnaasi la'allahum yatazak karoon","id":"tu'tī ukulahā kulla ḥīnim bi'iżni rabbihā, wa yaḍribullāhul-amṡāla lin-nāsi la‘allahum yatażakkarūn(a)."}},"translation":{"en":"It produces its fruit all the time, by permission of its Lord. And Allah presents examples for the people that perhaps they will be reminded.","id":"(pohon) itu menghasilkan buahnya pada setiap waktu dengan seizin Tuhannya. Dan Allah membuat perumpamaan itu untuk manusia agar mereka selalu ingat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1775.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1775.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1776,"inSurah":26},"meta":{"juz":13,"surah":14,"page":259,"manzil":214,"hizbQuarter":103,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَثَلُ كَلِمَةٍ خَبِيْثَةٍ كَشَجَرَةٍ خَبِيْثَةِ ِۨاجْتُثَّتْ مِنْ فَوْقِ الْاَرْضِ مَا لَهَا مِنْ قَرَارٍ ","transliteration":{"en":"Wa masalu kalimatin khabeesatin kashajaratin khabee satinij tussat min fawqil ardi maa lahaa min qaraar","id":"wa maṡalu kalimatin khabīṡatin kasyajaratin khabīṡatinijtuṡṡat min fauqil-arḍi mā lahā min qarār(in)."}},"translation":{"en":"And the example of a bad word is like a bad tree, uprooted from the surface of the earth, not having any stability.","id":"Dan perumpamaan kalimat yang buruk seperti pohon yang buruk, yang telah dicabut akar-akarnya dari permukaan bumi; tidak dapat tetap (tegak) sedikit pun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1776.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1776.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1777,"inSurah":27},"meta":{"juz":13,"surah":14,"page":259,"manzil":214,"hizbQuarter":103,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يُثَبِّتُ اللّٰهُ الَّذِيْنَ اٰمَنُوْا بِالْقَوْلِ الثَّابِتِ فِى الْحَيٰوةِ الدُّنْيَا وَفِى الْاٰخِرَةِۚ وَيُضِلُّ اللّٰهُ الظّٰلِمِيْنَۗ وَيَفْعَلُ اللّٰهُ مَا يَشَاۤءُ ࣖ   ","transliteration":{"en":"Yusabbitul laahul lazeena aamanoo bilqawlis saabiti fil hayaatid dunyaa wa fil Aakhirati wa yudillul laahuz zaalimeen; wa yaf'alul laahu maa yashaaa'","id":"yuṡabbitullāhul-lażīna āmanū bil-qauliṣ-ṣābiti fil-ḥayātid-dun-yā wa fil-ākhirah(ti), wa yuḍillullāhuẓ-ẓālimīn(a), wa yaf‘alullāhu mā yasyā'(u)."}},"translation":{"en":"Allah keeps firm those who believe, with the firm word, in worldly life and in the Hereafter. And Allah sends astray the wrongdoers. And Allah does what He wills.","id":" Allah meneguhkan (iman) orang-orang yang beriman dengan ucapan yang teguh (dalam kehidupan) di dunia dan di akhirat; dan Allah menyesatkan orang-orang yang zalim dan Allah berbuat apa yang Dia kehendaki."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1777.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1777.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1778,"inSurah":28},"meta":{"juz":13,"surah":14,"page":259,"manzil":215,"hizbQuarter":104,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اَلَمْ تَرَ اِلَى الَّذِيْنَ بَدَّلُوْا نِعْمَتَ اللّٰهِ كُفْرًا وَّاَحَلُّوْا قَوْمَهُمْ دَارَ الْبَوَارِۙ  ","transliteration":{"en":"Alam tara ilal lazeena baddaloo ni'matal laahi kufranw wa ahalloo qawmahum daaral bawaar","id":"alam tara ilal-lażīna baddalū ni‘matallāhi kufraw wa aḥallū qaumahum dāral-bawār(i)."}},"translation":{"en":"Have you not considered those who exchanged the favor of Allah for disbelief and settled their people [in] the home of ruin?","id":"Tidakkah kamu memperhatikan orang-orang yang telah menukar nikmat Allah dengan ingkar kepada Allah dan menjatuhkan kaumnya ke lembah kebinasaan?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1778.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1778.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1779,"inSurah":29},"meta":{"juz":13,"surah":14,"page":259,"manzil":215,"hizbQuarter":104,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"جَهَنَّمَ ۚيَصْلَوْنَهَاۗ وَبِئْسَ الْقَرَارُ ","transliteration":{"en":"Jahannama yaslawnahaa wa bi'sal qaraar","id":"jahannama yaṣlaunahā, wa bi'sal-qarār(u)."}},"translation":{"en":"[It is] Hell, which they will [enter to] burn, and wretched is the settlement.","id":" yaitu neraka Jahanam; mereka masuk ke dalamnya; dan itulah seburuk-buruk tempat kediaman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1779.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1779.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1780,"inSurah":30},"meta":{"juz":13,"surah":14,"page":259,"manzil":215,"hizbQuarter":104,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَجَعَلُوْا لِلّٰهِ اَنْدَادًا لِّيُضِلُّوْا عَنْ سَبِيْلِهٖۗ قُلْ تَمَتَّعُوْا فَاِنَّ مَصِيْرَكُمْ اِلَى النَّارِ ","transliteration":{"en":"Wa ja'aloo lillaahi andaadal liyudilloo 'an sabeelih; qul tamatta'oo fa innaa maseerakum ilan Naar","id":"wa ja‘alū lillāhi andādal liyuḍillū ‘an sabīlih(ī), qul tamatta‘ū fa inna maṣīrakum ilan-nār(i)."}},"translation":{"en":"And they have attributed to Allah equals to mislead [people] from His way. Say, \"Enjoy yourselves, for indeed, your destination is the Fire.\"","id":"Dan mereka (orang kafir) itu telah menjadikan tandingan bagi Allah untuk menyesatkan (manusia) dari jalan-Nya. Katakanlah (Muhammad), “Bersenang-senanglah kamu, karena sesungguhnya tempat kembalimu ke neraka.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1780.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1780.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1781,"inSurah":31},"meta":{"juz":13,"surah":14,"page":259,"manzil":215,"hizbQuarter":104,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لِّعِبَادِيَ الَّذِيْنَ اٰمَنُوْا يُقِيْمُوا الصَّلٰوةَ وَيُنْفِقُوْا مِمَّا رَزَقْنٰهُمْ سِرًّا وَّعَلَانِيَةً مِّنْ قَبْلِ اَنْ يَّأْتِيَ يَوْمٌ لَّا بَيْعٌ فِيْهِ وَلَا خِلٰلٌ ","transliteration":{"en":"Qul li'ibaadiyal lazeena aamanoo yuqeemus Salaata wa yunfiqoo mimmaa razaqnaahum sirranw wa 'alaaniyatam min qabli any yaatiya Yawmul laa bai'un feehi wa laa khilaal","id":"qul li‘ibādiyal-lażīna āmanū yuqīmuṣ-ṣalāta wa yunfiqū mimmā razaqnāhum sirraw wa ‘alāniyatam min qabli ay ya'tiya yaumul lā bai‘un fīhi wa lā khilāl(un)."}},"translation":{"en":"[O Muhammad], tell My servants who have believed to establish prayer and spend from what We have provided them, secretly and publicly, before a Day comes in which there will be no exchange, nor any friendships.","id":"Katakanlah (Muhammad) kepada hamba-hamba-Ku yang telah beriman, “Hendaklah mereka melaksanakan salat, menginfakkan sebagian rezeki yang Kami berikan secara sembunyi atau terang-terangan sebelum datang hari, ketika tidak ada lagi jual beli dan persahabatan.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1781.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1781.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1782,"inSurah":32},"meta":{"juz":13,"surah":14,"page":259,"manzil":215,"hizbQuarter":104,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَللّٰهُ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَخْرَجَ بِهٖ مِنَ الثَّمَرٰتِ رِزْقًا لَّكُمْ ۚوَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِى الْبَحْرِ بِاَمْرِهٖ ۚوَسَخَّرَ لَكُمُ الْاَنْهٰرَ ","transliteration":{"en":"Allaahul lazee khalaqas samaawaati wal arda wa anzala minas samaaa'i maaa'an faakhraja bihee minas samaraati rizqal lakum wa sakhkhara lakumul fulka litajriya fil bahri bi amrihee wa sakhkhara lakumul anhaar","id":"allāhul-lażī khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa akhraja bihī minaṡ-ṡamarāti rizqal lakum, wa sakhkhara lakumul-fulka litajriya fil-baḥri bi'amrih(ī), wa sakhkhara lakumul-anhār(a)."}},"translation":{"en":"It is Allah who created the heavens and the earth and sent down rain from the sky and produced thereby some fruits as provision for you and subjected for you the ships to sail through the sea by His command and subjected for you the rivers.","id":"Allah-lah yang telah menciptakan langit dan bumi dan menurunkan air (hujan) dari langit, kemudian dengan (air hujan) itu Dia mengeluarkan berbagai buah-buahan sebagai rezeki untukmu; dan Dia telah menundukkan kapal bagimu agar berlayar di lautan dengan kehendak-Nya, dan Dia telah menundukkan sungai-sungai bagimu. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1782.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1782.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1783,"inSurah":33},"meta":{"juz":13,"surah":14,"page":259,"manzil":215,"hizbQuarter":104,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَاۤىِٕبَيْنِۚ وَسَخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ ۚ  ","transliteration":{"en":"Wa sakhkhara lakumush shamsa walqamara daaa'ibaini wa sakhkhara lakumul laila wannahaar","id":"wa sakhkhara lakumusy-syamsa wal-qamara dā'ibaīn(i), wa sakhkhara lakumul-laila wan-nahār(a)."}},"translation":{"en":"And He subjected for you the sun and the moon, continuous [in orbit], and subjected for you the night and the day.","id":"Dan Dia telah menundukkan matahari dan bulan bagimu yang terus-menerus beredar (dalam orbitnya); dan telah menundukkan malam dan siang bagimu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1783.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1783.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]