[{"number":{"inQuran":1944,"inSurah":43},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ اِلَّا رِجَالًا نُّوْحِيْٓ اِلَيْهِمْ  فَسْـَٔلُوْٓا اَهْلَ الذِّكْرِ اِنْ كُنْتُمْ لَا تَعْلَمُوْنَۙ","transliteration":{"en":"Wa maaa arsalnaa min qablika illaa rijaalan nooheee ilaihim; fas'alooo ahlaz zikri in kuntum laa ta'lamoon","id":"wa mā arsalnā min qablika illā rijālan nūḥī ilaihim fas'alū ahlaż-żikri in kuntum lā ta‘lamūn(a)."}},"translation":{"en":"And We sent not before you except men to whom We revealed [Our message]. So ask the people of the message if you do not know.","id":"Dan Kami tidak mengutus sebelum engkau (Muhammad), melainkan orang laki-laki yang Kami beri wahyu kepada mereka; maka bertanyalah kepada orang yang mempunyai pengetahuan jika kamu tidak mengetahui,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1944.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1944.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1945,"inSurah":44},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بِالْبَيِّنٰتِ وَالزُّبُرِۗ وَاَنْزَلْنَآ اِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ اِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُوْنَ ","transliteration":{"en":"Bilbaiyinaati waz Zubur; wa anzalnaaa ilaikaz Zikra litubaiyina linnaasi maa nuzzila ilaihim wa la'allahum yatafakkaroon","id":"bil-bayyināti waz-zubur(i), wa anzalnā ilaikaż-żikra litubayyina lin-nāsi mā nuzzila ilaihim wa la‘allahum yatafakkarūn(a)."}},"translation":{"en":"[We sent them] with clear proofs and written ordinances. And We revealed to you the message that you may make clear to the people what was sent down to them and that they might give thought.","id":"(mereka Kami utus) dengan membawa keterangan-keterangan (mukjizat) dan kitab-kitab. Dan Kami turunkan Ad-Dzikr (Al-Qur'an) kepadamu, agar engkau menerangkan kepada manusia apa yang telah diturunkan kepada mereka dan agar mereka memikirkan,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1945.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1945.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1946,"inSurah":45},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَاَمِنَ الَّذِيْنَ مَكَرُوا السَّيِّاٰتِ اَنْ يَّخْسِفَ اللّٰهُ بِهِمُ الْاَرْضَ اَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُوْنَۙ","transliteration":{"en":"Afa aminal lazeena makarus saiyi aati ai yakhsifal laahu bihimul arda aw yaaa tiyahumul 'azaabu min haisu laa yash'uroon","id":"afa aminal-lażīna makarus-sayyi'āti ay yakhsifallāhu bihimul-arḍa au ya'tiyahumul-‘ażābu min ḥaiṡu lā yasy‘urūn(a)."}},"translation":{"en":"Then, do those who have planned evil deeds feel secure that Allah will not cause the earth to swallow them or that the punishment will not come upon them from where they do not perceive?","id":"maka apakah orang yang membuat tipu daya yang jahat itu, merasa aman (dari bencana) dibenamkannya bumi oleh Allah bersama mereka, atau (terhadap) datangnya siksa kepada mereka dari arah yang tidak mereka sadari, "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1946.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1946.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1947,"inSurah":46},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوْ يَأْخُذَهُمْ فِيْ تَقَلُّبِهِمْ فَمَا هُمْ بِمُعْجِزِيْنَۙ","transliteration":{"en":"Aw yaakhuzahum fee taqallubihim famaa hum bi mu'jizeen","id":"au ya'khużahum fī taqallubihim famā hum bimu‘jizīn(a)."}},"translation":{"en":"Or that He would not seize them during their [usual] activity, and they could not cause failure?","id":"atau Allah mengazab mereka pada waktu mereka dalam perjalanan; sehingga mereka tidak berdaya menolak (azab itu),"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1947.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1947.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1948,"inSurah":47},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوْ يَأْخُذَهُمْ عَلٰى تَخَوُّفٍۗ فَاِنَّ رَبَّكُمْ لَرَءُوْفٌ رَّحِيْمٌ ","transliteration":{"en":"Aw yaakhuzahum 'alaa takhawwuf; fa inna Rabbakum la Ra'oofur Raheem","id":"au ya'khużahum ‘alā takhawwuf(in), fa inna rabbakum lara'ūfur raḥīm(un)."}},"translation":{"en":"Or that He would not seize them gradually [in a state of dread]? But indeed, your Lord is Kind and Merciful.","id":"atau Allah mengazab mereka dengan berangsur-angsur (sampai binasa). Maka sungguh, Tuhanmu Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1948.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1948.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1949,"inSurah":48},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوَلَمْ يَرَوْا اِلٰى مَا خَلَقَ اللّٰهُ مِنْ شَيْءٍ يَّتَفَيَّؤُا ظِلٰلُهٗ عَنِ الْيَمِيْنِ وَالشَّمَاۤىِٕلِ سُجَّدًا لِّلّٰهِ وَهُمْ دَاخِرُوْنَ ","transliteration":{"en":"Awa lam yaraw ilaa maa khalaqal laahu min shai'iny-yatafaiya'u zilaaluhoo 'anil yameeni washshamaaa' ili sujjadal lillaahi wa hum daakhiroon","id":"awalam yarau ilā mā khalaqallāhu min syai'iy yatafayya'u ẓilāluhū ‘anil-yamīni wasy-syamā'ili sujjadal lillāhi wa hum dākhirūn(a)."}},"translation":{"en":"Have they not considered what things Allah has created? Their shadows incline to the right and to the left, prostrating to Allah, while they are humble.","id":"Dan apakah mereka tidak memperhatikan suatu benda yang diciptakan Allah, bayang-bayangnya berbolak-balik ke kanan dan ke kiri, dalam keadaan sujud kepada Allah, dan mereka (bersikap) rendah hati."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1949.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1949.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1950,"inSurah":49},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلِلّٰهِ يَسْجُدُ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ مِنْ دَاۤبَّةٍ وَّالْمَلٰۤىِٕكَةُ وَهُمْ لَا يَسْتَكْبِرُوْنَ ","transliteration":{"en":"Wa lillaahi yasjudu maa fis samaawaati wa maa fil ardi min daaabbatinw walma laaa'ikatu wa hum laa yastakbiroon","id":"wa lillāhi yasjudu mā fis-samāwāti wa mā fil-arḍi min dābbatiw wal-malā'ikatu wa hum yastakbirūn(a)."}},"translation":{"en":"And to Allah prostrates whatever is in the heavens and whatever is on the earth of creatures, and the angels [as well], and they are not arrogant.","id":"Dan segala apa yang ada di langit dan di bumi hanya bersujud kepada Allah yaitu semua makhluk bergerak (bernyawa) dan (juga) para malaikat, dan mereka (malaikat) tidak menyombongkan diri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1950.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1950.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1951,"inSurah":50},"meta":{"juz":14,"surah":16,"page":272,"manzil":229,"hizbQuarter":108,"sajda":{"recommended":true,"obligatory":false}},"text":{"arab":"يَخَافُوْنَ رَبَّهُمْ مِّنْ فَوْقِهِمْ وَيَفْعَلُوْنَ مَا يُؤْمَرُوْنَ ࣖ ۩ ","transliteration":{"en":"yakhaafoona Rabbahum min fawqihim wa yaf'aloona maa yu'maroon","id":"yakhāfūna rabbahum min fauqihim wa yaf‘alūna mā yu'marūn(a)."}},"translation":{"en":"They fear their Lord above them, and they do what they are commanded.","id":"Mereka takut kepada Tuhan yang (berkuasa) di atas mereka dan melaksanakan apa yang diperintahkan (kepada mereka)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1951.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1951.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1952,"inSurah":51},"meta":{"juz":14,"surah":16,"page":272,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَقَالَ اللّٰهُ لَا تَتَّخِذُوْٓا اِلٰهَيْنِ اثْنَيْنِۚ اِنَّمَا هُوَ اِلٰهٌ وَّاحِدٌ فَاِيَّايَ فَارْهَبُوْنِ ","transliteration":{"en":"Wa qaalal laahu laa tatta khizooo ilaahainis naini innamaa Huwa Ilaahunw Waahid; fa iyyaaya farhaboon","id":"wa qālallāhu lā tattakhiżū ilāhainiṡnain(i), innamā huwa ilāhuw wāḥidun fa iyyāya farhabūn(i)."}},"translation":{"en":"And Allah has said, \"Do not take for yourselves two deities. He is but one God, so fear only Me.\"","id":"Dan Allah berfirman, “Janganlah kamu menyembah dua tuhan; hanyalah Dia Tuhan Yang Maha Esa. Maka hendaklah kepada-Ku saja kamu takut.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1952.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1952.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1953,"inSurah":52},"meta":{"juz":14,"surah":16,"page":272,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِ وَلَهُ الدِّيْنُ وَاصِبًاۗ اَفَغَيْرَ اللّٰهِ تَتَّقُوْنَ ","transliteration":{"en":"Wa lahoo maa fis samaawaati wal ardi wa lahud deenu waasibaa; afaghairal laahi tattaqoon","id":"wa lahū mā fis-samāwāti wal-arḍi wa lahud-dīnu wāṣibā(n), afagairallāhi tattaqūn(a)."}},"translation":{"en":"And to Him belongs whatever is in the heavens and the earth, and to Him is [due] worship constantly. Then is it other than Allah that you fear?","id":"Dan milik-Nya meliputi segala apa yang ada di langit dan di bumi, dan kepada-Nyalah (ibadah dan) ketaatan selama-lamanya. Mengapa kamu takut kepada selain Allah?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1953.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1953.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1954,"inSurah":53},"meta":{"juz":14,"surah":16,"page":272,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا بِكُمْ مِّنْ نِّعْمَةٍ فَمِنَ اللّٰهِ ثُمَّ اِذَا مَسَّكُمُ الضُّرُّ فَاِلَيْهِ تَجْـَٔرُوْنَۚ  ","transliteration":{"en":"Wa maa bikum minni'matin faminal laahi summa izaa massakumud durru fa ilaihi taj'aroon","id":"wa mā bikum min ni‘matin fa minallāhi ṡumma iżā massakumuḍ-ḍurru fa ilaihi taj'arūn(a)."}},"translation":{"en":"And whatever you have of favor - it is from Allah. Then when adversity touches you, to Him you cry for help.","id":"Dan segala nikmat yang ada padamu (datangnya) dari Allah, kemudian apabila kamu ditimpa kesengsaraan, maka kepada-Nyalah kamu meminta pertolongan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1954.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1954.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1955,"inSurah":54},"meta":{"juz":14,"surah":16,"page":272,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ اِذَا كَشَفَ الضُّرَّ عَنْكُمْ اِذَا فَرِيْقٌ مِّنْكُمْ بِرَبِّهِمْ يُشْرِكُوْنَۙ","transliteration":{"en":"Summaa izaa kashafad durra 'ankum izaa fareequm minkum bi Rabbihim yushrikoon","id":"Ṡumma iżā kasyafaḍ-ḍurra ‘ankum iżā farīqum minkum birabbihim yusyrikūn(a)."}},"translation":{"en":"Then when He removes the adversity from you, at once a party of you associates others with their Lord","id":"Kemudian apabila Dia telah menghilangkan bencana dari kamu, malah sebagian kamu mempersekutukan Tuhan dengan (yang lain)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1955.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1955.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]