[{"number":{"inQuran":1956,"inSurah":55},"meta":{"juz":14,"surah":16,"page":273,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لِيَكْفُرُوْا بِمَآ اٰتَيْنٰهُمْۗ فَتَمَتَّعُوْاۗ فَسَوْفَ تَعْلَمُوْنَ  ","transliteration":{"en":"Liyakfuroo bimaa aatainaahum; fatamatta'oo, faswfa ta'lamoon","id":"liyakfurū bimā ātaināhum, fa tamatta‘ū fa saufa ta‘lamūn(a)."}},"translation":{"en":"So they will deny what We have given them. Then enjoy yourselves, for you are going to know.","id":"Biarlah mereka mengingkari nikmat yang telah Kami berikan kepada mereka; bersenang-senanglah kamu. Kelak kamu akan mengetahui (akibatnya)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1956.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1956.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1957,"inSurah":56},"meta":{"juz":14,"surah":16,"page":273,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَجْعَلُوْنَ لِمَا لَا يَعْلَمُوْنَ نَصِيْبًا مِّمَّا رَزَقْنٰهُمْۗ تَاللّٰهِ لَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَفْتَرُوْنَ ","transliteration":{"en":"Wa yaj'aloona limaa laa ya'lamoona naseebam mimmaa razaqnnaahum; tallaahi latus'alunaa 'ammaa kuntum taftaroon","id":"wa yaj‘alūna limā lā ya‘lamūna naṣībam mimmā razaqnāhum, tallāhi latus'alunna ‘ammā kuntum taftarūn(a)."}},"translation":{"en":"And they assign to what they do not know a portion of that which We have provided them. By Allah, you will surely be questioned about what you used to invent.","id":"Dan mereka menyediakan sebagian dari rezeki yang telah Kami berikan kepada mereka, untuk berhala-berhala yang mereka tidak mengetahui (kekuasaannya). Demi Allah,  kamu pasti akan ditanyai tentang apa yang telah kamu ada-adakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1957.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1957.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1958,"inSurah":57},"meta":{"juz":14,"surah":16,"page":273,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَجْعَلُوْنَ لِلّٰهِ الْبَنٰتِ سُبْحٰنَهٗۙ وَلَهُمْ مَّا يَشْتَهُوْنَ ","transliteration":{"en":"Wa yaj'aloona lillaahil banaati Subhaanahoo wa lahum maa yashtahoon","id":"wa yaj‘alūna lillāhil-banāti subḥānah(ū), wa lahum mā yasytahūn(a)."}},"translation":{"en":"And they attribute to Allah daughters - exalted is He - and for them is what they desire.","id":"Dan mereka menetapkan anak perempuan bagi Allah. Mahasuci Dia, sedang untuk mereka sendiri apa yang mereka sukai (anak laki-laki)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1958.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1958.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1959,"inSurah":58},"meta":{"juz":14,"surah":16,"page":273,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَا بُشِّرَ اَحَدُهُمْ بِالْاُنْثٰى ظَلَّ وَجْهُهٗ مُسْوَدًّا وَّهُوَ كَظِيْمٌۚ ","transliteration":{"en":"Wa izaa bushshira ahaduhum bil unsaa zalla wajhuhoo muswaddanw wa huwa kazeem","id":"wa iżā busysyira aḥaduhum bil-unṡā ẓalla wajhuhū muswaddaw wa huwa kaẓīm(un)."}},"translation":{"en":"And when one of them is informed of [the birth of] a female, his face becomes dark, and he suppresses grief.","id":"Padahal apabila seseorang dari mereka diberi kabar dengan (kelahiran) anak perempuan, wajahnya menjadi hitam (merah padam), dan dia sangat marah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1959.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1959.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1960,"inSurah":59},"meta":{"juz":14,"surah":16,"page":273,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَتَوٰرٰى مِنَ الْقَوْمِ مِنْ سُوْۤءِ مَا بُشِّرَ بِهٖۗ اَيُمْسِكُهٗ عَلٰى هُوْنٍ اَمْ يَدُسُّهٗ فِى التُّرَابِۗ  اَلَا سَاۤءَ مَا يَحْكُمُوْنَ ","transliteration":{"en":"yatawaaraa minal qawmimin sooo'i maa bushshira bih; a-yumsikuhoo 'alaa hoonin am yadussuhoo fit turaab; alaa saaa'a maa yahkumoon","id":"yatawārā minal-qaumi min sū'i mā busysyira bih(ī), ayumsikuhū ‘alā hūnin am yadussuhū fit-turāb(i), alā sā'a mā yaḥkumūn(a)."}},"translation":{"en":"He hides himself from the people because of the ill of which he has been informed. Should he keep it in humiliation or bury it in the ground? Unquestionably, evil is what they decide.","id":"Dia bersembunyi dari orang banyak, disebabkan kabar buruk yang disampaikan kepadanya. Apakah dia akan memeliharanya dengan (menanggung) kehinaan atau akan membenamkannya ke dalam tanah (hidup-hidup)? Ingatlah alangkah buruknya (putusan) yang mereka tetapkan itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1960.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1960.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1961,"inSurah":60},"meta":{"juz":14,"surah":16,"page":273,"manzil":230,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لِلَّذِيْنَ لَا يُؤْمِنُوْنَ بِالْاٰخِرَةِ مَثَلُ السَّوْءِۚ وَلِلّٰهِ الْمَثَلُ الْاَعْلٰىۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ","transliteration":{"en":"Lillazeena laa yu'minoona bil Aakhirati masalus saw'i wa lillaahil masalul a'laa; wa Huwal 'Azeezul Hakeem","id":"lil-lażīna lā yu'minūna bil-ākhirati maṡalus-sau'(i), wa lillāhil-maṡalul-a‘lā, wa huwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"For those who do not believe in the Hereafter is the description of evil; and for Allah is the highest attribute. And He is Exalted in Might, the Wise.","id":"Bagi orang-orang yang tidak beriman pada (kehidupan) akhirat, (mempunyai) sifat yang buruk; dan Allah mempunyai sifat Yang Mahatinggi. Dan Dia Mahaperkasa, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1961.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1961.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1962,"inSurah":61},"meta":{"juz":14,"surah":16,"page":273,"manzil":231,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ يُؤَاخِذُ اللّٰهُ النَّاسَ بِظُلْمِهِمْ مَّا تَرَكَ عَلَيْهَا مِنْ دَاۤبَّةٍ وَّلٰكِنْ يُّؤَخِّرُهُمْ اِلٰٓى اَجَلٍ مُّسَمًّىۚ فَاِذَا جَاۤءَ اَجَلُهُمْ لَا يَسْتَأْخِرُوْنَ سَاعَةً  وَّلَا يَسْتَقْدِمُوْنَ ","transliteration":{"en":"Wa law yu'aakhizul laahun naasa bizulminhim maa taraka 'alaihaa min daaabbatinw wa laakiny yu'akhkhiruhum ilaaa ajalim musamman fa izaa jaaa'a ajaluhum laa yastaakhiroona saa'atanw wa laa yastaqdimoon","id":"wa lau yu'ākhiżullāhun-nāsa biẓulmihim mā taraka ‘alaihā min dābbatiw wa lākiy yu'akhkhiruhum ilā ajalim musammā(n), fa iżā jā'a ajaluhum lā yasta'khirūna sā‘ataw wa lā yastaqdimūn(a)."}},"translation":{"en":"And if Allah were to impose blame on the people for their wrongdoing, He would not have left upon the earth any creature, but He defers them for a specified term. And when their term has come, they will not remain behind an hour, nor will they precede [it].","id":"Dan kalau Allah menghukum manusia karena kezalimannya, niscaya tidak akan ada yang ditinggalkan-Nya (di bumi) dari makhluk yang melata sekalipun, tetapi Allah menangguhkan mereka sampai waktu yang sudah ditentukan. Maka apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1962.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1962.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1963,"inSurah":62},"meta":{"juz":14,"surah":16,"page":273,"manzil":231,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَجْعَلُوْنَ لِلّٰهِ مَا يَكْرَهُوْنَ وَتَصِفُ اَلْسِنَتُهُمُ الْكَذِبَ اَنَّ لَهُمُ الْحُسْنٰى لَا جَرَمَ اَنَّ لَهُمُ النَّارَ وَاَنَّهُمْ مُّفْرَطُوْنَ ","transliteration":{"en":"Wa yaj'aloona lillaahi maa yakrahoona wa tasifu alsinatuhumul kaziba anna lahumul husnaa laa jarama anna lahumun Naara wa annahum mufratoon","id":"wa yaj‘alūna lillāhi mā yakrahūna wa taṣifu alsinatuhumul-każiba anna lahumul-ḥusnā lā jarama anna lahumun nāra wa annahum mufraṭūn(a)."}},"translation":{"en":"And they attribute to Allah that which they dislike, and their tongues assert the lie that they will have the best [from Him]. Assuredly, they will have the Fire, and they will be [therein] neglected.","id":"Dan mereka menetapkan bagi Allah apa yang mereka sendiri membencinya, dan lidah mereka mengucapkan kebohongan, bahwa sesungguhnya (segala) yang baik-baik untuk mereka. Tidaklah diragukan bahwa nerakalah bagi mereka, dan sesungguhnya mereka segera akan dimasukkan (ke dalamnya)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1963.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1963.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1964,"inSurah":63},"meta":{"juz":14,"surah":16,"page":273,"manzil":231,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"تَاللّٰهِ لَقَدْ اَرْسَلْنَآ اِلٰٓى اُمَمٍ مِّنْ قَبْلِكَ فَزَيَّنَ لَهُمُ الشَّيْطٰنُ اَعْمَالَهُمْ فَهُوَ وَلِيُّهُمُ الْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Tallaahi laqad arsalnaaa ilaaa umamim min qablika fazayyana lahumush Shaitaanu a'maalahum fahuwa waliyyuhumul yawma wa lahum 'azaabun aleem","id":"tallāhi laqad arsalnā ilā umamim min qablika fa zayyana lahumusy-syaiṭānu a‘mālahum fa huwa waliyyuhumul-yauma wa lahum ‘ażābun alīm(un)."}},"translation":{"en":"By Allah, We did certainly send [messengers] to nations before you, but Satan made their deeds attractive to them. And he is the disbelievers' ally today [as well], and they will have a painful punishment.","id":"Demi Allah, sungguh Kami telah mengutus (rasul-rasul) kepada umat-umat sebelum engkau (Muhammad), tetapi setan menjadikan terasa indah bagi mereka perbuatan mereka (yang buruk), sehingga dia (setan) menjadi pemimpin mereka pada hari ini dan mereka akan mendapat azab yang sangat pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1964.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1964.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1965,"inSurah":64},"meta":{"juz":14,"surah":16,"page":273,"manzil":231,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَآ اَنْزَلْنَا عَلَيْكَ الْكِتٰبَ اِلَّا لِتُبَيِّنَ لَهُمُ الَّذِى اخْتَلَفُوْا فِيْهِۙ وَهُدًى وَّرَحْمَةً لِّقَوْمٍ يُّؤْمِنُوْنَ ","transliteration":{"en":"Wa maaa anzalnaa 'alaikal Kitaaba illaa litubaiyina lahumul lazikh talafoo feehi wa hudanw wa rahmatal liqawminy yu'minoon","id":"wa mā anzalnā ‘alaikal-kitāba illā litubayyina lahumul-lażikhtalafū fīh(i), wa hudaw wa raḥmatal liqaumiy yu'minūn(a)."}},"translation":{"en":"And We have not revealed to you the Book, [O Muhammad], except for you to make clear to them that wherein they have differed and as guidance and mercy for a people who believe.","id":"Dan Kami tidak menurunkan Kitab (Al-Qur'an) ini kepadamu (Muhammad), melainkan agar engkau dapat menjelaskan kepada mereka apa yang mereka perselisihkan, serta menjadi petunjuk dan rahmat bagi orang-orang yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1965.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1965.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]