[{"number":{"inQuran":1966,"inSurah":65},"meta":{"juz":14,"surah":16,"page":274,"manzil":231,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاللّٰهُ اَنْزَلَ مِنَ السَّمَاۤءِ مَاۤءً فَاَحْيَا بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّسْمَعُوْنَ ࣖ ","transliteration":{"en":"Wallaahu anzala minas samaaa'i maaa'an fa ahyaa bihil arda ba'da mawtihaa; inna fee zaalika la aayatal liqaw miny yasma'oon","id":"wallāhu anzala minas-samā'i mā'an fa aḥyā bihil-arḍa ba‘da mautihā, inna fī żālika la'āyatal liqaumiy yasma‘ūn(a)."}},"translation":{"en":"And Allah has sent down rain from the sky and given life thereby to the earth after its lifelessness. Indeed in that is a sign for a people who listen.","id":"Dan Allah menurunkan air (hujan) dari langit dan dengan air itu dihidupkan-Nya bumi yang tadinya sudah mati. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang mendengarkan (pelajaran)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1966.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1966.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1967,"inSurah":66},"meta":{"juz":14,"surah":16,"page":274,"manzil":232,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنَّ لَكُمْ فِى الْاَنْعَامِ لَعِبْرَةً ۚ نُسْقِيْكُمْ مِّمَّا فِيْ بُطُوْنِهٖ مِنْۢ بَيْنِ فَرْثٍ وَّدَمٍ لَّبَنًا خَالِصًا سَاۤىِٕغًا لِّلشّٰرِبِيْنَ ","transliteration":{"en":"Wa inna lakum fil an'aami la'ibrah; nusqeekum mimmmaa fee butoonihee mim baini farsinw wa damil labanann khaalisan saaa'ighallish shaaribeen","id":"wa inna lakum fil-an‘āmi la‘ibrah(tan), nusqīkum mimmā fī buṭūnihī mim baini farṡiw wa damil labanan khāliṣan sā'igal lisy-syāribīn(a)."}},"translation":{"en":"And indeed, for you in grazing livestock is a lesson. We give you drink from what is in their bellies - between excretion and blood - pure milk, palatable to drinkers.","id":"Dan sungguh, pada hewan ternak itu benar-benar terdapat pelajaran bagi kamu. Kami memberimu minum dari apa yang ada dalam perutnya (berupa) susu murni antara kotoran dan darah, yang mudah ditelan bagi orang yang meminumnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1967.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1967.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1968,"inSurah":67},"meta":{"juz":14,"surah":16,"page":274,"manzil":232,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْ ثَمَرٰتِ النَّخِيْلِ وَالْاَعْنَابِ تَتَّخِذُوْنَ مِنْهُ سَكَرًا وَّرِزْقًا حَسَنًاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّعْقِلُوْنَ ","transliteration":{"en":"Wa min samaraatin nakheeli wal a'nnaabi tattakhizoona minhu sakaranw wa rizqann hasanaa; inna fee zaalika la Aayatal liqawminy ya'qiloon","id":"wa min ṡamarātin nakhīli wal-a‘nābi tattakhiżūna minhu sakaraw wa rizqan ḥasanā(n), inna fī żālika la'āyatal liqaumiy ya‘qilūn(a)."}},"translation":{"en":"And from the fruits of the palm trees and grapevines you take intoxicant and good provision. Indeed in that is a sign for a people who reason.","id":"Dan dari buah kurma dan anggur, kamu membuat minuman yang memabukkan dan rezeki yang baik. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang mengerti."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1968.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1968.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1969,"inSurah":68},"meta":{"juz":14,"surah":16,"page":274,"manzil":232,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَوْحٰى رَبُّكَ اِلَى النَّحْلِ اَنِ اتَّخِذِيْ مِنَ الْجِبَالِ بُيُوْتًا وَّمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُوْنَۙ","transliteration":{"en":"Wa awhaa Rabbuka ilannnabli anit takhizee minal jabaali buyootanw wa minash shajari wa mimmaa ya'rishoon","id":"wa auḥā rabbuka ilan-naḥli anittakhiżī minal-jibāli buyūtaw wa minasy-syajari wa mimmā ya‘risyūn(a)."}},"translation":{"en":"And your Lord inspired to the bee, \"Take for yourself among the mountains, houses, and among the trees and [in] that which they construct.","id":"Dan Tuhanmu mengilhamkan kepada lebah, “Buatlah sarang di gunung-gunung, di pohon-pohon kayu, dan di tempat-tempat yang dibikin manusia,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1969.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1969.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1970,"inSurah":69},"meta":{"juz":14,"surah":16,"page":274,"manzil":232,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ كُلِيْ مِنْ كُلِّ الثَّمَرٰتِ فَاسْلُكِيْ سُبُلَ رَبِّكِ ذُلُلًاۗ يَخْرُجُ مِنْۢ بُطُوْنِهَا شَرَابٌ مُّخْتَلِفٌ اَلْوَانُهٗ ۖفِيْهِ شِفَاۤءٌ لِّلنَّاسِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّقَوْمٍ يَّتَفَكَّرُوْنَ ","transliteration":{"en":"Summma kulee min kullis samaraati faslukee subula Rabbiki zululaa; yakhruju mim butoonihaa sharaabum mukh talifun alwaanuhoo feehi shifaaa'ul linnaas, innna fee zaalika la Aayatal liqawminy yatafakkaroon","id":"Ṡumma kulī min kulliṡ-ṡamarāti faslukī subula rabbiki żululā(n), yakhruju mim buṭūnihā syarābum mukhtalifun alwānuhū fīhi syifā'ul lin-nās(i), inna fī żālika la'āyatal liqaumiy yatafakkarūn(a)."}},"translation":{"en":"Then eat from all the fruits and follow the ways of your Lord laid down [for you].\" There emerges from their bellies a drink, varying in colors, in which there is healing for people. Indeed in that is a sign for a people who give thought.","id":"kemudian makanlah dari segala (macam) buah-buahan lalu tempuhlah jalan Tuhanmu yang telah dimudahkan (bagimu).” Dari perut lebah itu keluar minuman (madu) yang bermacam-macam warnanya, di dalamnya terdapat obat yang menyembuhkan bagi manusia. Sungguh, pada yang demikian itu benar-benar terdapat tanda (kebesaran Allah) bagi orang yang berpikir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1970.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1970.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1971,"inSurah":70},"meta":{"juz":14,"surah":16,"page":274,"manzil":232,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاللّٰهُ خَلَقَكُمْ ثُمَّ يَتَوَفّٰىكُمْ وَمِنْكُمْ مَّنْ يُّرَدُّ اِلٰٓى اَرْذَلِ الْعُمُرِ لِكَيْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔاۗ اِنَّ اللّٰهَ عَلِيْمٌ قَدِيْرٌ ࣖ  ","transliteration":{"en":"Wallaahu khalaqakum suma tatawaffaakum; wa minkum many-yuradu ilaaa arzalil 'umuri likai laa ya'lama ba'da 'ilmin shai'aa; innal laaha 'Aleemun Qadeer","id":"wallāhu khalaqakum ṡumma yatawaffākum wa minkum may yuraddu ilā arżalil-‘umuri likai lā ya‘lama ba‘da ‘ilmin syai'ā(n), innallāha ‘alīmun qadīr(un)."}},"translation":{"en":"And Allah created you; then He will take you in death. And among you is he who is reversed to the most decrepit [old] age so that he will not know, after [having had] knowledge, a thing. Indeed, Allah is Knowing and Competent.","id":"Dan Allah telah menciptakan kamu, kemudian mewafatkanmu, di antara kamu ada yang dikembalikan kepada usia yang tua renta (pikun), sehingga dia tidak mengetahui lagi sesuatu yang pernah diketahuinya. Sungguh, Allah Maha Mengetahui, Mahakuasa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1971.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1971.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1972,"inSurah":71},"meta":{"juz":14,"surah":16,"page":274,"manzil":233,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاللّٰهُ فَضَّلَ بَعْضَكُمْ عَلٰى بَعْضٍ فِى الرِّزْقِۚ فَمَا الَّذِيْنَ فُضِّلُوْا بِرَاۤدِّيْ رِزْقِهِمْ عَلٰى مَا مَلَكَتْ اَيْمَانُهُمْ فَهُمْ فِيْهِ سَوَاۤءٌۗ اَفَبِنِعْمَةِ اللّٰهِ يَجْحَدُوْنَ  ","transliteration":{"en":"Wallaahu faddala ba'dakum 'alaa ba'din fir rizq; famal lazeena fuddiloo biraaaddee rizqihim 'alaa maa malakat aimaanuhum fahum feehi sawaaa'; afabini'matil laahi yajhadoon","id":"wallāhu faḍḍala ba‘ḍakum ‘alā ba‘ḍin fir-rizq(i), famal-lażīna fuḍḍilū birāddī rizqihim ‘alā mā malakat aimānuhum fahum fīhi sawā'un afa bini‘matillāhi yajḥadūn(a)."}},"translation":{"en":"And Allah has favored some of you over others in provision. But those who were favored would not hand over their provision to those whom their right hands possess so they would be equal to them therein. Then is it the favor of Allah they reject?","id":"Dan Allah melebihkan sebagian kamu atas sebagian yang lain dalam hal rezeki, tetapi orang yang dilebihkan (rezekinya itu) tidak mau memberikan rezekinya kepada para hamba sahaya yang mereka miliki, sehingga mereka sama-sama (merasakan) rezeki itu. Mengapa mereka mengingkari nikmat Allah?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1972.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1972.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1973,"inSurah":72},"meta":{"juz":14,"surah":16,"page":274,"manzil":233,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاللّٰهُ جَعَلَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا وَّجَعَلَ لَكُمْ مِّنْ اَزْوَاجِكُمْ بَنِيْنَ وَحَفَدَةً وَّرَزَقَكُمْ مِّنَ الطَّيِّبٰتِۗ اَفَبِالْبَاطِلِ يُؤْمِنُوْنَ وَبِنِعْمَتِ اللّٰهِ هُمْ يَكْفُرُوْنَۙ","transliteration":{"en":"Wallaahu ja'ala lakum min anfusikum azwaajanw wa ja'ala lakum min azwaajikum baneena wa hafadatanw wa razaqakum minat yaiyibaat; afabil baatili yu'minoona wa bini'matil laahi hum yakkfuroon","id":"wallāhu ja‘ala lakum min anfusikum azwājaw wa ja‘ala lakum min azwājikum banīna wa ḥafadataw wa razaqakum minaṭ-ṭayyibāt(i), afabil-bāṭili yu'minūna wa bini‘matillāhi yakfurūn(a)."}},"translation":{"en":"And Allah has made for you from yourselves mates and has made for you from your mates sons and grandchildren and has provided for you from the good things. Then in falsehood do they believe and in the favor of Allah they disbelieve?","id":"Dan Allah menjadikan bagimu pasangan (suami atau istri) dari jenis kamu sendiri dan menjadikan anak dan cucu bagimu dari pasanganmu, serta memberimu rezeki dari yang baik. Mengapa mereka beriman kepada yang batil dan mengingkari nikmat Allah?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1973.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1973.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]