[{"number":{"inQuran":1974,"inSurah":73},"meta":{"juz":14,"surah":16,"page":275,"manzil":233,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السَّمٰوٰتِ وَالْاَرْضِ شَيْـًٔا وَّلَا يَسْتَطِيْعُوْنَ ۚ  ","transliteration":{"en":"Wa ya'budoona min doonil laahi maa laa yamliku lahum rizqam minas samaawaati wal ardi shai'anw wa laa yastatee'oon","id":"wa ya‘budūna min dūnillāhi mā lā yamliku lahum rizqam minas-samāwāti wal-arḍi syai'aw wa lā yastaṭī‘ūn(a)."}},"translation":{"en":"And they worship besides Allah that which does not possess for them [the power of] provision from the heavens and the earth at all, and [in fact], they are unable.","id":"Dan mereka menyembah selain Allah, sesuatu yang sama sekali tidak dapat memberikan rezeki kepada mereka, dari langit dan bumi, dan tidak akan sanggup (berbuat apa pun)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1974.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1974.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1975,"inSurah":74},"meta":{"juz":14,"surah":16,"page":275,"manzil":233,"hizbQuarter":109,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَا تَضْرِبُوْا لِلّٰهِ الْاَمْثَالَ ۗاِنَّ اللّٰهَ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ ","transliteration":{"en":"Falaa tadriboo lillaahil amsaal; innal laaha ya'lamu wa antum laa ta'lamoon","id":"falā taḍribū lillāhil-amṡāl(a), innallāha ya‘lamu wa antum lā ta‘lamūn(a)."}},"translation":{"en":"So do not assert similarities to Allah. Indeed, Allah knows and you do not know.","id":"Maka janganlah kamu mengadakan sekutu-sekutu bagi Allah. Sungguh, Allah mengetahui, sedang kamu tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1975.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1975.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1976,"inSurah":75},"meta":{"juz":14,"surah":16,"page":275,"manzil":233,"hizbQuarter":110,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ ضَرَبَ اللّٰهُ مَثَلًا عَبْدًا مَّمْلُوْكًا لَّا يَقْدِرُ عَلٰى شَيْءٍ وَّمَنْ رَّزَقْنٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَّجَهْرًاۗ هَلْ يَسْتَوٗنَ ۚ اَلْحَمْدُ لِلّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ","transliteration":{"en":"Darabal laahu masalan 'abdam mammlookal laa yaqdiru 'alaa shai'inw wa marrazaqnaahu mminnaa rizqan hasanan fahuwa yunfiqu minhu sirranw wa jahra; hal yasta-woon; alhamdu lillaah; bal aksaruhum laa ya'lamoon","id":"Ḍaraballāhu maṡalan ‘abdam mamlūkal lā yaqdiru ‘alā syai'iw wa mar razaqnāhu minnā rizqan ḥasanan fa huwa yunfiqu minhu sirraw wa jahrā(n), hal yastawūn(a), al-ḥamdu lillāh(i), bal akṡaruhum lā ya‘lamūn(a)."}},"translation":{"en":"Allah presents an example: a slave [who is] owned and unable to do a thing and he to whom We have provided from Us good provision, so he spends from it secretly and publicly. Can they be equal? Praise to Allah! But most of them do not know.","id":"Allah membuat perumpamaan seorang hamba sahaya di bawah kekuasaan orang lain, yang tidak berdaya berbuat sesuatu, dan seorang yang Kami beri rezeki yang baik, lalu dia menginfakkan sebagian rezeki itu secara sembunyi-sembunyi dan secara terang-terangan. Samakah mereka itu? Segala puji hanya bagi Allah, tetapi kebanyakan mereka tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1976.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1976.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1977,"inSurah":76},"meta":{"juz":14,"surah":16,"page":275,"manzil":233,"hizbQuarter":110,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَضَرَبَ اللّٰهُ مَثَلًا رَّجُلَيْنِ اَحَدُهُمَآ اَبْكَمُ لَا يَقْدِرُ عَلٰى شَيْءٍ وَّهُوَ كَلٌّ عَلٰى مَوْلٰىهُ ۗ اَيْنَمَا يُوَجِّهْهُّ لَا يَأْتِ بِخَيْرٍ ۖهَلْ يَسْتَوِيْ هُوَۙ وَمَنْ يَّأْمُرُ بِالْعَدْلِ وَهُوَ عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ ࣖ ","transliteration":{"en":"Wa darabal laahu masalar rajulaini ahaduhumaaa abkamu laa yaqdiru 'alaa shai'inw wa huwa kallun 'alaa mawlaahu ainamaa yuwajjihhu laa yaati bikhairin hal yastawee huwa wa many-yaamuru bil'adli wa huwa 'alaa Siraatim MMustaqeem","id":"wa ḍaraballāhu maṡalar rajulaini aḥaduhumā abkamu lā yaqdiru ‘alā syai'iw wa huwa kallun ‘alā maulāh(u), ainamā yuwajjihhu lā ya'ti bikhair(in), hal yastawī huw(a), wa may ya'muru bil-‘adli wa huwa ‘alā ṣirāṭim mustaqīm(in)."}},"translation":{"en":"And Allah presents an example of two men, one of them dumb and unable to do a thing, while he is a burden to his guardian. Wherever he directs him, he brings no good. Is he equal to one who commands justice, while he is on a straight path?","id":"Dan Allah (juga) membuat perumpamaan, dua orang laki-laki, yang seorang bisu, tidak dapat berbuat sesuatu dan dia menjadi beban penanggungnya, ke mana saja dia disuruh (oleh penanggungnya itu), dia sama sekali tidak dapat mendatangkan suatu kebaikan. Samakah orang itu dengan orang yang menyuruh berbuat keadilan, dan dia berada di jalan yang lurus?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1977.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1977.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1978,"inSurah":77},"meta":{"juz":14,"surah":16,"page":275,"manzil":234,"hizbQuarter":110,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلِلّٰهِ غَيْبُ السَّمٰوٰتِ وَالْاَرْضِۗ وَمَآ اَمْرُ السَّاعَةِ اِلَّا كَلَمْحِ الْبَصَرِ اَوْ هُوَ اَقْرَبُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","transliteration":{"en":"Wa lillaahi ghaibus samaawaati wal ard; wa maaa amrus Saa'ati illaa kalamhil basari aw huwa aqrab; innal laaha 'alaaa kulli shai'in Qadeer","id":"wa lillāhi gaibus-samāwāti wal-arḍ(i), wa mā amrus-sā‘ati illā kalamḥil-baṣari au huwa aqrab(u), innallāha ‘alā kulli syai'in qadīr(un)."}},"translation":{"en":"And to Allah belongs the unseen [aspects] of the heavens and the earth. And the command for the Hour is not but as a glance of the eye or even nearer. Indeed, Allah is over all things competent.","id":"Dan milik Allah (segala) yang tersembunyi di langit dan di bumi. Urusan kejadian Kiamat itu, hanya seperti sekejap mata atau lebih cepat (lagi). Sesungguhnya Allah Mahakuasa atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1978.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1978.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1979,"inSurah":78},"meta":{"juz":14,"surah":16,"page":275,"manzil":234,"hizbQuarter":110,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاللّٰهُ اَخْرَجَكُمْ مِّنْۢ بُطُوْنِ اُمَّهٰتِكُمْ لَا تَعْلَمُوْنَ شَيْـًٔاۙ وَّجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَ ۙ لَعَلَّكُمْ تَشْكُرُوْنَ ","transliteration":{"en":"Wallaahu akhrajakum mim butooni ummahaatikum laa ta'lamoona shai'anw wa ja'ala lakumus sam'a wal absaara wal af'idata la'allakum tashkuroon","id":"wallāhu akhrajakum mim buṭūni ummahātikum lā ta‘lamūna syai'ā(n), wa ja‘ala lakumus-sam‘a wal-abṣāra wal-af'idah(ta), la‘allakum tasykurūn(a)."}},"translation":{"en":"And Allah has extracted you from the wombs of your mothers not knowing a thing, and He made for you hearing and vision and intellect that perhaps you would be grateful.","id":"Dan Allah mengeluarkan kamu dari perut ibumu dalam keadaan tidak mengetahui sesuatu pun, dan Dia memberimu pendengaran, penglihatan, dan hati nurani, agar kamu bersyukur."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1979.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1979.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1980,"inSurah":79},"meta":{"juz":14,"surah":16,"page":275,"manzil":234,"hizbQuarter":110,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَمْ يَرَوْا اِلَى الطَّيْرِ مُسَخَّرٰتٍ فِيْ جَوِّ السَّمَاۤءِ ۗمَا يُمْسِكُهُنَّ اِلَّا اللّٰهُ ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","transliteration":{"en":"Alam yaraw ilat tairi musakhkharaatin fee jawwis samaaa'i maa yumsikuhunna illal laah; inna fee zaalika la Aayaatil liqawminy yu'minoon","id":"alam yarau ilaṭ-ṭairi musakhkharātin fī jawwis-samā'(i), mā yumsikuhunna illallāh(u), inna fī żālika la'āyātil liqaumiy yu'minūn(a)."}},"translation":{"en":"Do they not see the birds controlled in the atmosphere of the sky? None holds them up except Allah. Indeed in that are signs for a people who believe.","id":"Tidakkah mereka memperhatikan burung-burung yang dapat terbang di angkasa dengan mudah. Tidak ada yang menahannya selain Allah. Sungguh, pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1980.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1980.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]