[{"number":{"inQuran":1989,"inSurah":88},"meta":{"juz":14,"surah":16,"page":277,"manzil":235,"hizbQuarter":110,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَّذِيْنَ كَفَرُوْا وَصَدُّوْا عَنْ سَبِيْلِ اللّٰهِ زِدْنٰهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُوْا يُفْسِدُوْنَ ","transliteration":{"en":"Allazeena kafaroo wa saddoo 'an sabeelil laahi zidnaahum 'azaaban fawqal 'azaabi bimaa kaanoo yufsidoon","id":"allażīna kafarū wa ṣaddū ‘an sabīlillāhi zidnāhum ‘ażāban fauqal-‘ażābi bimā kānū yufsidūn(a)."}},"translation":{"en":"Those who disbelieved and averted [others] from the way of Allah - We will increase them in punishment over [their] punishment for what corruption they were causing.","id":"Orang yang kafir dan menghalangi (manusia) dari jalan Allah, Kami tambahkan kepada mereka siksaan demi siksaan disebabkan mereka selalu berbuat kerusakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1989.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1989.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1990,"inSurah":89},"meta":{"juz":14,"surah":16,"page":277,"manzil":235,"hizbQuarter":110,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَوْمَ نَبْعَثُ فِيْ كُلِّ اُمَّةٍ شَهِيْدًا عَلَيْهِمْ مِّنْ اَنْفُسِهِمْ وَجِئْنَا بِكَ شَهِيْدًا عَلٰى هٰٓؤُلَاۤءِۗ وَنَزَّلْنَا عَلَيْكَ الْكِتٰبَ تِبْيَانًا لِّكُلِّ شَيْءٍ وَّهُدًى وَّرَحْمَةً وَّبُشْرٰى لِلْمُسْلِمِيْنَ ࣖ ","transliteration":{"en":"Wa yawma nab'asu fee kulli ummmatin shaheedan 'alaihim min anfusihim wa ji'naa bika shaheedan 'alaa haaa'ulaaa'; wa nazzalnaa 'alaikal Kitaaba tibyaanal likulli shai'inw wa hudanw wa rahmatanw wa bushraa lilmuslimeen","id":"wa yauma nab‘aṡu fī kulli ummatin syahīdan ‘alaihim min anfusihim wa ji'nā bika syahīdan ‘alā hā'ulā'(i), wa nazzalnā ‘alaikal-kitāba tibyānal likulli syai'iw wa hudaw wa raḥmataw wa busyrā lil-muslimīn(a)."}},"translation":{"en":"And [mention] the Day when We will resurrect among every nation a witness over them from themselves. And We will bring you, [O Muhammad], as a witness over your nation. And We have sent down to you the Book as clarification for all things and as guidance and mercy and good tidings for the Muslims.","id":"Dan (ingatlah) pada hari (ketika) Kami bangkitkan pada setiap umat seorang saksi atas mereka dari mereka sendiri, dan Kami datangkan engkau (Muhammad) menjadi saksi atas mereka. Dan Kami turunkan Kitab (Al-Qur'an) kepadamu untuk menjelaskan segala sesuatu, sebagai petunjuk, serta rahmat dan kabar gembira bagi orang yang berserah diri (Muslim)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1990.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1990.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1991,"inSurah":90},"meta":{"juz":14,"surah":16,"page":277,"manzil":236,"hizbQuarter":111,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اِنَّ اللّٰهَ يَأْمُرُ بِالْعَدْلِ وَالْاِحْسَانِ وَاِيْتَاۤئِ ذِى الْقُرْبٰى وَيَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ","transliteration":{"en":"Innal laaha yaamaru bil 'adli wal ihsaani wa eetaaa'i zil qurbaa wa yanhaa 'anil fahshaaa'i wal munkari walbagh-i' ya'izukum la'allakum tazakkkaroon","id":"innallāha ya'muru bil-‘adli wal-iḥsāni wa ītā'i żil-qurbā wa yanhā ‘anil-faḥsyā'i wal-munkari wal-bagyi ya‘iẓukum la‘allakum tażakkarūn(a)."}},"translation":{"en":"Indeed, Allah orders justice and good conduct and giving to relatives and forbids immorality and bad conduct and oppression. He admonishes you that perhaps you will be reminded.","id":"Sesungguhnya Allah menyuruh (kamu) berlaku adil dan berbuat kebajikan, memberi bantuan kepada kerabat, dan Dia melarang (melakukan) perbuatan keji, kemungkaran, dan permusuhan. Dia memberi pengajaran kepadamu agar kamu dapat mengambil pelajaran."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1991.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1991.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1992,"inSurah":91},"meta":{"juz":14,"surah":16,"page":277,"manzil":236,"hizbQuarter":111,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَوْفُوْا بِعَهْدِ اللّٰهِ اِذَا عَاهَدْتُّمْ وَلَا تَنْقُضُوا الْاَيْمَانَ بَعْدَ تَوْكِيْدِهَا وَقَدْ جَعَلْتُمُ اللّٰهَ عَلَيْكُمْ كَفِيْلًا ۗاِنَّ اللّٰهَ يَعْلَمُ مَا تَفْعَلُوْنَ ","transliteration":{"en":"Wa awfoo bi Ahdil laahi izaa 'aahattum wa laa tanqudul aimaana ba'da tawkeedihaa wa qad ja'altumul laaha 'alaikum kafeelaa; innal laaha ya'lamu maa taf'aloon","id":"wa aufū bi‘ahdillāhi iżā ‘āhattum wa lā tanquḍul-aimāna ba‘da taukīdihā wa qad ja‘altumullāha ‘alaikum kafīlā(n), innallāha ya‘lamu mā taf‘alūn(a)."}},"translation":{"en":"And fulfill the covenant of Allah when you have taken it, [O believers], and do not break oaths after their confirmation while you have made Allah, over you, a witness. Indeed, Allah knows what you do.","id":"Dan tepatilah janji dengan Allah apabila kamu berjanji dan janganlah kamu melanggar sumpah, setelah diikrarkan, sedang kamu telah menjadikan Allah sebagai saksimu (terhadap sumpah itu).  Sesungguhnya Allah mengetahui apa yang kamu perbuat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1992.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1992.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1993,"inSurah":92},"meta":{"juz":14,"surah":16,"page":277,"manzil":236,"hizbQuarter":111,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تَكُوْنُوْا كَالَّتِيْ نَقَضَتْ غَزْلَهَا مِنْۢ بَعْدِ قُوَّةٍ اَنْكَاثًاۗ تَتَّخِذُوْنَ اَيْمَانَكُمْ دَخَلًا ۢ بَيْنَكُمْ اَنْ تَكُوْنَ اُمَّةٌ هِيَ اَرْبٰى مِنْ اُمَّةٍ ۗاِنَّمَا يَبْلُوْكُمُ اللّٰهُ بِهٖۗ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ الْقِيٰمَةِ مَا كُنْتُمْ فِيْهِ تَخْتَلِفُوْنَ ","transliteration":{"en":"Wa laa takoonoo kallatee naqadat ghazlahaa mim ba'di quwwatin ankaasaa; tattakhizoona aimaanakum dakhlalam bainakum an takoona ummatun hiya arbaa min ummah; innnamaa yablookumul laahu bih; wa la yubaiyinanna lakum yawmal Qiyaamati maa kuntum fee takhtalifoon","id":"wa lā takūnū kal-latī naqaḍat gazlahā mim ba‘di quwwatin ankāṡā(n), tattakhiżūna aimānakum dakhalam bainakum an takūna ummatun hiya arbā min ummah(tin), innamā yablūkumullāhu bih(ī), wa layubayyinanna lakum yaumal-qiyāmati mā kuntum fīhi takhtalifūn(a)."}},"translation":{"en":"And do not be like she who untwisted her spun thread after it was strong [by] taking your oaths as [means of] deceit between you because one community is more plentiful [in number or wealth] than another community. Allah only tries you thereby. And He will surely make clear to you on the Day of Resurrection that over which you used to differ.","id":"Dan janganlah kamu seperti seorang perempuan yang menguraikan benangnya yang sudah dipintal dengan kuat, menjadi cerai berai kembali. Kamu menjadikan sumpah (perjanjian)mu sebagai alat penipu di antaramu, disebabkan adanya satu golongan yang lebih banyak jumlahnya dari golongan yang lain. Allah hanya menguji kamu dengan hal itu, dan pasti pada hari Kiamat akan dijelaskan-Nya kepadamu apa yang dahulu kamu perselisihkan itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1993.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1993.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":1994,"inSurah":93},"meta":{"juz":14,"surah":16,"page":277,"manzil":236,"hizbQuarter":111,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ شَاۤءَ اللّٰهُ لَجَعَلَكُمْ اُمَّةً وَّاحِدَةً وَّلٰكِنْ يُّضِلُّ مَنْ يَّشَاۤءُ وَيَهْدِيْ مَنْ يَّشَاۤءُۗ وَلَتُسْـَٔلُنَّ عَمَّا كُنْتُمْ تَعْمَلُوْنَ ","transliteration":{"en":"Wa law shaaa'al laahu laja'alakum ummmatanw waahidatanw wa laakiny yudillu many-yashaaa'u wa yahdee many-yashaaa'; wa latus'alunna 'ammaa kuntum ta'maloon","id":"wa lau syā'allāhu laja‘alakum ummataw wāḥidataw wa lākiy yuḍillu may yasyā'u wa yahdī may yasyā'(u), wa latus'alunna ‘ammā kuntum ta‘malūn(a)."}},"translation":{"en":"And if Allah had willed, He could have made you [of] one religion, but He causes to stray whom He wills and guides whom He wills. And you will surely be questioned about what you used to do.","id":"Dan jika Allah menghendaki niscaya Dia menjadikan kamu satu umat (saja), tetapi Dia menyesatkan siapa yang Dia kehendaki dan memberi petunjuk kepada siapa yang Dia kehendaki. Tetapi kamu pasti akan ditanya tentang apa yang telah kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1994.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1994.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]