[{"number":{"inQuran":2012,"inSurah":111},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ يَوْمَ تَأْتِيْ كُلُّ نَفْسٍ تُجَادِلُ عَنْ نَّفْسِهَا وَتُوَفّٰى كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُوْنَ ","transliteration":{"en":"Yawma taatee kullu nafsin tujaadilu 'an nafsihaa wa tuwaffaa kullu nafsim maa 'amilat wa hum laa yuzlamoon","id":"yauma ta'tī kullu nafsin tujādilu ‘an nafsihā wa tuwaffā kullu nafsim mā ‘amilat wa hum lā yuẓlamūn(a)."}},"translation":{"en":"On the Day when every soul will come disputing for itself, and every soul will be fully compensated for what it did, and they will not be wronged.","id":"(Ingatlah) pada hari (ketika) setiap orang datang untuk membela dirinya sendiri dan bagi setiap orang diberi (balasan) penuh sesuai dengan apa yang telah dikerjakannya, dan mereka tidak dizalimi (dirugikan)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2012.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2012.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2013,"inSurah":112},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَضَرَبَ اللّٰهُ مَثَلًا قَرْيَةً كَانَتْ اٰمِنَةً مُّطْمَىِٕنَّةً يَّأْتِيْهَا رِزْقُهَا رَغَدًا مِّنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِاَنْعُمِ اللّٰهِ فَاَذَاقَهَا اللّٰهُ لِبَاسَ الْجُوْعِ وَالْخَوْفِ بِمَا كَانُوْا يَصْنَعُوْنَ ","transliteration":{"en":"Wa darabal laahu masalan qaryatan kaanat aaminatam mutma'innatany yaaateehaa rizquhaa rghadam min kulli makaanin fakafarat bi an'umil laahi fa azaaqahal laahu libaasal joo'i walkhawfi bimaa kaanoo yasna'oon","id":"wa ḍaraballāhu maṡalan qaryatan kānat āminatam muṭma'innatay ya'tīhā rizquhā ragadam min kulli makānin fa kafarat bi'an‘umillāhi fa ażāqahallāhu libāsal-jū‘i wal-khaufi bimā kānū yaṣna‘ūn(a)."}},"translation":{"en":"And Allah presents an example: a city which was safe and secure, its provision coming to it in abundance from every location, but it denied the favors of Allah. So Allah made it taste the envelopment of hunger and fear for what they had been doing.","id":"Dan Allah telah membuat suatu perumpamaan (dengan) sebuah negeri yang dahulunya aman lagi tenteram, rezeki datang kepadanya melimpah ruah dari segenap tempat, tetapi (pen-duduk)nya mengingkari nikmat-nikmat Allah, karena itu Allah menimpakan kepada mereka bencana kelaparan dan ketakutan, disebabkan apa yang mereka perbuat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2013.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2013.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2014,"inSurah":113},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ جَاۤءَهُمْ رَسُوْلٌ مِّنْهُمْ فَكَذَّبُوْهُ فَاَخَذَهُمُ الْعَذَابُ وَهُمْ ظٰلِمُوْنَ ","transliteration":{"en":"Wa laqad jaaa'ahum Rasoolum minhum fakazzaboohu fa akhazahumul 'azaabu wa hum zaalimoon","id":"wa laqad jā'ahum rasūlum minhum fa każżabūhu fa akhażahumul-‘ażābu wa hum ẓālimūn(a)."}},"translation":{"en":"And there had certainly come to them a Messenger from among themselves, but they denied him; so punishment overtook them while they were wrongdoers.","id":"Dan sungguh, telah datang kepada mereka seorang rasul dari (kalangan) mereka sendiri, tetapi mereka mendustakannya, karena itu mereka ditimpa azab dan mereka adalah orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2014.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2014.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2015,"inSurah":114},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَكُلُوْا مِمَّا رَزَقَكُمُ اللّٰهُ حَلٰلًا طَيِّبًاۖ وَّاشْكُرُوْا نِعْمَتَ اللّٰهِ اِنْ كُنْتُمْ اِيَّاهُ تَعْبُدُوْنَ ","transliteration":{"en":"Fakuloo mimmaa razaqa kumul laahu halaalan taiyibanw washkuroo ni'matal laahi in kuntum iyyaahu ta'budoon","id":"fa kulū mimmā razaqakumullāhu ḥalālan ṭayyibā(n), wasykurū ni‘matallāhi in kuntum iyyāhu ta‘budūn(a)."}},"translation":{"en":"Then eat of what Allah has provided for you [which is] lawful and good. And be grateful for the favor of Allah, if it is [indeed] Him that you worship.","id":"Maka makanlah yang halal lagi baik dari rezeki yang telah diberikan Allah kepadamu; dan syukurilah nikmat Allah, jika kamu hanya menyembah kepada-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2015.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2015.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2016,"inSurah":115},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖۚ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَّلَا عَادٍ فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","transliteration":{"en":"Innamaa harrma 'alai kumul maitata waddama wa lahmal khinzeeri wa maaa uhilla lighairil laahi bihee famanid turra ghaira baaghinw wa laa 'aadin fa innal laaha Ghafoorur Raheem","id":"innamā ḥarrama ‘alaikumul-maitata wad-dama wa laḥmal-khinzīri wa mā uhilla ligairillāhi bih(ī), famaniḍṭurra gaira bāgiw wa lā ‘ādin fa innallāha gafūrur raḥīm(un)."}},"translation":{"en":"He has only forbidden to you dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah. But whoever is forced [by necessity], neither desiring [it] nor transgressing [its limit] - then indeed, Allah is Forgiving and Merciful.","id":"Sesungguhnya Allah hanya mengharamkan atasmu bangkai, darah, daging babi, dan (hewan) yang disembelih dengan (menyebut nama) selain Allah, tetapi barangsiapa terpaksa (memakannya) bukan karena menginginkannya dan tidak (pula) melampaui batas, maka  sungguh, Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2016.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2016.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2017,"inSurah":116},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تَقُوْلُوْا لِمَا تَصِفُ اَلْسِنَتُكُمُ الْكَذِبَ هٰذَا حَلٰلٌ وَّهٰذَا حَرَامٌ لِّتَفْتَرُوْا عَلَى اللّٰهِ الْكَذِبَۗ اِنَّ الَّذِيْنَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَ لَا يُفْلِحُوْنَۗ ","transliteration":{"en":"Wa laa taqooloo limaa tasifu alsinatukumul kaziba haaza halaalunw wa haazaa haraamul litaftaroo 'alal laahil kazib; innal lazeena yaftaroona 'alal laahil kaziba laa yuflihoon","id":"wa lā taqūlū limā taṣifu alsinatukumul-każiba hāżā ḥalāluw wa hāżā ḥarāmul litaftarū ‘alallāhil-każib(a), innal-lażīna yaftarūna ‘alallāhil-każiba lā yufliḥūn(a)."}},"translation":{"en":"And do not say about what your tongues assert of untruth, \"This is lawful and this is unlawful,\" to invent falsehood about Allah. Indeed, those who invent falsehood about Allah will not succeed.","id":"Dan janganlah kamu mengatakan terhadap apa yang disebut-sebut oleh lidahmu secara dusta ”Ini halal dan ini haram,” untuk mengada-adakan kebohongan terhadap Allah. Sesungguhnya orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2017.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2017.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2018,"inSurah":117},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَتَاعٌ قَلِيْلٌ  ۖوَّلَهُمْ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Mata'un qaleelunw wa lahum 'azaabun aleem","id":"matā‘un qalīl(un), wa lahum ‘ażābun alīm(un)."}},"translation":{"en":"[It is but] a brief enjoyment, and they will have a painful punishment.","id":"(Itu adalah) kesenangan yang sedikit; dan mereka akan mendapat azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2018.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2018.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2019,"inSurah":118},"meta":{"juz":14,"surah":16,"page":280,"manzil":238,"hizbQuarter":112,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَعَلَى الَّذِيْنَ هَادُوْا حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِنْ قَبْلُ ۗوَمَا ظَلَمْنٰهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ ","transliteration":{"en":"Wa 'alal lazeena haadoo harramnaa ma qasasnaa 'alaika min qablu wa maa zalamanaahum wa laakin kaanoo anfusahum wa laakin kaanoo anfusahum yazlimoon","id":"wa ‘alal-lażīna hādū ḥarramnā mā qaṣaṣnā ‘alaika min qabl(u), wa mā ẓalamnāhum wa lākin kānū anfusahum yaẓlimūn(a)."}},"translation":{"en":"And to those who are Jews We have prohibited that which We related to you before. And We did not wrong them [thereby], but they were wronging themselves.","id":"Dan terhadap orang Yahudi, Kami haramkan apa yang telah Kami ceritakan dahulu kepadamu (Muhammad). Kami tidak menzalimi mereka, justru merekalah yang menzalimi diri sendiri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2019.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2019.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]