[{"number":{"inQuran":2030,"inSurah":1},"meta":{"juz":15,"surah":17,"page":282,"manzil":240,"hizbQuarter":113,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"سُبْحٰنَ الَّذِيْٓ اَسْرٰى بِعَبْدِهٖ لَيْلًا مِّنَ الْمَسْجِدِ الْحَرَامِ اِلَى الْمَسْجِدِ الْاَقْصَا الَّذِيْ بٰرَكْنَا حَوْلَهٗ لِنُرِيَهٗ مِنْ اٰيٰتِنَاۗ اِنَّهٗ هُوَ السَّمِيْعُ الْبَصِيْرُ","transliteration":{"en":"Subhaanal lazeee asraa bi'abdihee lailam minal Masjidil Haraami ilal Masjidil Aqsal-lazee baaraknaa haw lahoo linuriyahoo min aayaatinaa;innahoo Huwas Samee'ul-Baseer","id":"subḥānal-lażī asrā bi‘abdihī lailam minal-masjidil ḥarāmi ilal-masjidil-aqṣal-lażī bāraknā ḥaulahū linuriyahū min āyātinā, innahū huwas-samī‘ul-baṣīr(u)."}},"translation":{"en":"Exalted is He who took His Servant by night from al-Masjid al-Haram to al-Masjid al-Aqsa, whose surroundings We have blessed, to show him of Our signs. Indeed, He is the Hearing, the Seeing.","id":"Mahasuci (Allah), yang telah memperjalankan hamba-Nya (Muhammad) pada malam hari dari Masjidilharam ke Masjidil Aqsa yang telah Kami berkahi sekelilingnya agar Kami perlihatkan kepadanya sebagian tanda-tanda (kebesaran) Kami. Sesungguhnya Dia Maha Mendengar, Maha Melihat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2030.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2030.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2031,"inSurah":2},"meta":{"juz":15,"surah":17,"page":282,"manzil":240,"hizbQuarter":113,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاٰتَيْنَا مُوْسَى الْكِتٰبَ وَجَعَلْنٰهُ هُدًى لِّبَنِيْٓ اِسْرَاۤءِيْلَ اَلَّا تَتَّخِذُوْا مِنْ دُوْنِيْ وَكِيْلًاۗ ","transliteration":{"en":"Wa aatainaa Moosal-Kitaaba wa ja'alnaahu hudal-liBaneee Israaa'eel;","id":"wa ātainā mūsal-kitāba wa ja‘alnāhu hudal libanī isrā'īla allā tattakhiżū min dūnī wakīlā(n)."}},"translation":{"en":"And We gave Moses the Scripture and made it a guidance for the Children of Israel that you not take other than Me as Disposer of affairs,","id":"Dan Kami berikan kepada Musa, Kitab (Taurat) dan Kami jadikannya petunjuk bagi Bani Israil (dengan firman), “Janganlah kamu mengambil (pelindung) selain Aku. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2031.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2031.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2032,"inSurah":3},"meta":{"juz":15,"surah":17,"page":282,"manzil":240,"hizbQuarter":113,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوْحٍۗ اِنَّهٗ كَانَ عَبْدًا شَكُوْرًا","transliteration":{"en":"Zurriyyata man hamalnaa ma'a Nooh innahoo kaana 'abdan shakooraa","id":"Żurriyyata man ḥamalnā ma‘a nūḥ(in), innahū kāna ‘abdan syakūrā(n)."}},"translation":{"en":"O descendants of those We carried [in the ship] with Noah. Indeed, he was a grateful servant.","id":"(Wahai) keturunan orang yang Kami bawa bersama Nuh. Sesungguhnya dia (Nuh) adalah hamba (Allah) yang banyak bersyukur.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2032.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2032.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2033,"inSurah":4},"meta":{"juz":15,"surah":17,"page":282,"manzil":240,"hizbQuarter":113,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَضَيْنَآ اِلٰى بَنِيْٓ اِسْرَاۤءِيْلَ فِى الْكِتٰبِ لَتُفْسِدُنَّ فِى الْاَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيْرًا","transliteration":{"en":"Wa qadainaaa ilaa Baneee Israaa'eela fil Kitaabi latufsidunna fil ardi marratain; wa lata'lunna'uluwwan kabeeraa","id":"wa qaḍainā ilā banī isrā'īla fil-kitābi latufsidunna fil-arḍi marrataini wa lata‘lunna ‘uluwwan kabīrā(n)."}},"translation":{"en":"And We conveyed to the Children of Israel in the Scripture that, \"You will surely cause corruption on the earth twice, and you will surely reach [a degree of] great haughtiness.","id":"Dan Kami tetapkan terhadap Bani Israil dalam Kitab itu, “Kamu pasti akan berbuat kerusakan di bumi ini dua kali dan pasti kamu akan menyombongkan diri dengan kesombongan yang besar.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2033.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2033.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2034,"inSurah":5},"meta":{"juz":15,"surah":17,"page":282,"manzil":240,"hizbQuarter":113,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِذَا جَاۤءَ وَعْدُ اُوْلٰىهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ اُولِيْ بَأْسٍ شَدِيْدٍ فَجَاسُوْا خِلٰلَ الدِّيَارِۗ وَكَانَ وَعْدًا مَّفْعُوْلًا","transliteration":{"en":"Fa-izaa jaaa'a wa'duoolaahumaa ba'asnaaa 'alykurr 'ibaadai-lanaaa ulee baasin shadeedin fajaasoo khilaalad diyaar; wa kaana wa'dam maf'oolaa","id":"fa iżā jā'a wa‘du ūlāhumā ba‘aṡnā ‘alaikum ‘ibādal lanā ulī ba'sin syadīdin fa jāsū khilālad-diyār(i), wa kāna wa‘dam maf‘ūlā(n)."}},"translation":{"en":"So when the [time of] promise came for the first of them, We sent against you servants of Ours - those of great military might, and they probed [even] into the homes, and it was a promise fulfilled.","id":"Maka apabila datang saat hukuman bagi (kejahatan) yang pertama dari kedua (kejahatan) itu, Kami datangkan kepadamu hamba-hamba Kami yang perkasa, lalu mereka merajalela di kampung-kampung. Dan itulah ketetapan yang pasti terlaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2034.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2034.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2035,"inSurah":6},"meta":{"juz":15,"surah":17,"page":282,"manzil":240,"hizbQuarter":113,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَاَمْدَدْنٰكُمْ بِاَمْوَالٍ وَّبَنِيْنَ وَجَعَلْنٰكُمْ اَكْثَرَ نَفِيْرًا","transliteration":{"en":"Summa radadnaa lakumul karrata 'alaihim wa amdad-naakum-bi amwaalinuw wa baneen; wa ja'alnaakum aksara nafeeraa","id":"Ṡumma radadnā lakumul-karrata ‘alaihim wa amdadnākum bi'amwāliw wa banīna wa ja‘alnākum akṡara nafīrā(n)."}},"translation":{"en":"Then We gave back to you a return victory over them. And We reinforced you with wealth and sons and made you more numerous in manpower","id":"Kemudian Kami berikan kepadamu giliran untuk mengalahkan mereka, Kami membantumu dengan harta kekayaan dan anak-anak dan Kami jadikan kamu kelompok yang lebih besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2035.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2035.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2036,"inSurah":7},"meta":{"juz":15,"surah":17,"page":282,"manzil":240,"hizbQuarter":113,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنْ اَحْسَنْتُمْ اَحْسَنْتُمْ لِاَنْفُسِكُمْ ۗوَاِنْ اَسَأْتُمْ فَلَهَاۗ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ لِيَسٗۤـُٔوْا وُجُوْهَكُمْ وَلِيَدْخُلُوا الْمَسْجِدَ كَمَا دَخَلُوْهُ اَوَّلَ مَرَّةٍ وَّلِيُتَبِّرُوْا مَا عَلَوْا تَتْبِيْرًا","transliteration":{"en":"In ahsantum ahsantum li anfusikum wa in asaatum falahaa; fa izaa jaaa'a wa'dul aakhirati liyasooo'oo wujoo hakum wa liyadkhulul masjida kamaa dakhaloohu awwala marratinw wa liyutabbiroo mass'alaw tatbeera","id":"in aḥsantum aḥsantum li'anfusikum, wa in asa'tum fa lahā, fa iżā jā'a wa‘dul-ākhirati liyasū'ū wujūhakum wa liyadkhulal-masjida kamā dakhalūhu awwala marratiw wa liyutabbirū mā ‘alau tatbīrā(n)."}},"translation":{"en":"[And said], \"If you do good, you do good for yourselves; and if you do evil, [you do it] to yourselves.\" Then when the final promise came, [We sent your enemies] to sadden your faces and to enter the temple in Jerusalem, as they entered it the first time, and to destroy what they had taken over with [total] destruction.","id":"Jika kamu berbuat baik (berarti) kamu berbuat baik untuk dirimu sendiri. Dan jika kamu berbuat jahat, maka (kerugian kejahatan) itu untuk dirimu sendiri. Apabila datang saat hukuman (kejahatan) yang kedua, (Kami bangkitkan musuhmu) untuk menyuramkan wajahmu lalu mereka masuk ke dalam masjid (Masjidil Aqsa), sebagaimana ketika mereka memasukinya pertama kali dan mereka membinasakan apa saja yang mereka kuasai."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2036.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2036.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]