[{"number":{"inQuran":2126,"inSurah":97},"meta":{"juz":15,"surah":17,"page":292,"manzil":250,"hizbQuarter":116,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَنْ يَّهْدِ اللّٰهُ فَهُوَ الْمُهْتَدِۚ وَمَنْ يُّضْلِلْ فَلَنْ تَجِدَ لَهُمْ اَوْلِيَاۤءَ مِنْ دُوْنِهٖۗ وَنَحْشُرُهُمْ يَوْمَ الْقِيٰمَةِ عَلٰى وُجُوْهِهِمْ عُمْيًا وَّبُكْمًا وَّصُمًّاۗ مَأْوٰىهُمْ جَهَنَّمُۗ  كُلَّمَا خَبَتْ زِدْنٰهُمْ سَعِيْرًا","transliteration":{"en":"Wa mai yahdil laahu fahuwal muhtad; wa mai yudlil falan tajida lahum awliyaaa'a min doonih; wa nahshuruhum Yawmal Qiyaamati 'alaa wujoohihim umyanw wa bukmanw wa summaa; maa waahum Jahannamu kullamaa khabat zidnaahum sa'eeraa","id":"wa may yahdillāhu fa huwal-muhtad(i), wa may yuḍlil falan tajida lahum auliyā'a min dūnih(ī), wa naḥsyuruhum yaumal-qiyāmati ‘alā wujūhihim ‘umyaw wa bukmaw wa ṣummā(n), ma'wāhum jahannam(u), kullamā khabat zidnāhum sa‘īrā(n)."}},"translation":{"en":"And whoever Allah guides - he is the [rightly] guided; and whoever He sends astray - you will never find for them protectors besides Him, and We will gather them on the Day of Resurrection [fallen] on their faces - blind, dumb and deaf. Their refuge is Hell; every time it subsides We increase them in blazing fire.","id":"Dan barang siapa diberi petunjuk oleh Allah, dialah yang mendapat petunjuk, dan barang siapa Dia sesatkan, maka engkau tidak akan mendapatkan penolong-penolong bagi mereka selain Dia. Dan Kami akan mengumpulkan mereka pada hari Kiamat dengan wajah tersungkur, dalam keadaan buta, bisu, dan tuli. Tempat kediaman mereka adalah neraka Jahanam. Setiap kali nyala api Jahanam itu akan padam, Kami tambah lagi nyalanya bagi mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2126.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2126.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2127,"inSurah":98},"meta":{"juz":15,"surah":17,"page":292,"manzil":250,"hizbQuarter":116,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ذٰلِكَ جَزَاۤؤُهُمْ بِاَنَّهُمْ كَفَرُوْا بِاٰيٰتِنَا وَقَالُوْٓا ءَاِذَا كُنَّا عِظَامًا وَّرُفَاتًا ءَاِنَّا لَمَبْعُوْثُوْنَ خَلْقًا جَدِيْدًا ","transliteration":{"en":"Zaalika jazaa'uhum biannahum kafaroo bi aayaatinaa wa qaalooo 'a izaa kunnaa 'izaamanw wa rufaatan'a innaa lamaboosoona khalqan jadeedaa","id":"Żālika jazā'uhum bi'annahum kafarū bi'āyātinā wa qālū a'iżā kunnā ‘iẓāmaw wa rufātan a'innā lamab‘ūṡūna khalqan jadīdā(n)."}},"translation":{"en":"That is their recompense because they disbelieved in Our verses and said, \"When we are bones and crumbled particles, will we [truly] be resurrected [in] a new creation?\"","id":"Itulah balasan bagi mereka, karena sesungguhnya mereka kafir kepada ayat-ayat Kami dan (karena mereka) berkata, “Apabila kami telah menjadi tulang belulang dan benda-benda yang hancur, apakah kami benar-benar akan dibangkitkan kembali sebagai makhluk baru?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2127.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2127.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2128,"inSurah":99},"meta":{"juz":15,"surah":17,"page":292,"manzil":250,"hizbQuarter":117,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ قَادِرٌ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ اَجَلًا لَّا رَيْبَ فِيْهِۗ فَاَبَى الظّٰلِمُوْنَ اِلَّا كُفُوْرًا","transliteration":{"en":"Awalam yaraw annal laahal lazee khalaqas samaawaati wal arda qaadirun 'alaaa any yakhluqa mislahum wa ja'ala lahum ajalal laa raiba fee; fa abaz zaalimoona illaa kufooraa","id":"awalam yarau annallāhal-lażī khalaqas-samāwāti wal-arḍa qādirun ‘alā ay yakhluqa miṡlahum wa ja‘ala lahum ajalal lā raiba fīh(i), fa abaẓ-ẓālimūna illā kufūrā(n)."}},"translation":{"en":"Do they not see that Allah, who created the heavens and earth, is [the one] Able to create the likes of them? And He has appointed for them a term, about which there is no doubt. But the wrongdoers refuse [anything] except disbelief.","id":"Dan apakah mereka tidak memperhatikan bahwa Allah yang menciptakan langit dan bumi adalah Mahakuasa (pula) menciptakan yang serupa dengan mereka, dan Dia telah menetapkan waktu tertentu (mati atau dibangkitkan) bagi mereka, yang tidak diragukan lagi? Maka orang zalim itu tidak menolaknya kecuali dengan kekafiran."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2128.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2128.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2129,"inSurah":100},"meta":{"juz":15,"surah":17,"page":292,"manzil":250,"hizbQuarter":117,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لَّوْ اَنْتُمْ تَمْلِكُوْنَ خَزَاۤىِٕنَ رَحْمَةِ رَبِّيْٓ اِذًا لَّاَمْسَكْتُمْ خَشْيَةَ الْاِنْفَاقِۗ وَكَانَ الْاِنْسَانُ قَتُوْرًا ࣖ","transliteration":{"en":"Qul law antum tamlikoona khazaaa'ina rahmati Rabbeee izal la amsaktum khash yatal infaaq; wa kaanal insaanu qatooraa","id":"qul lau antum tamlikūna khazā'ina raḥmati rabbī iżal la'amsaktum khasy-yatal-infāq(i), wa kānal-insānu qatūrā(n)."}},"translation":{"en":"Say [to them], \"If you possessed the depositories of the mercy of my Lord, then you would withhold out of fear of spending.\" And ever has man been stingy.","id":"Katakanlah (Muhammad), “Sekiranya kamu menguasai perbendaharaan rahmat Tuhanku, niscaya (perbendaharaan) itu kamu tahan, karena takut membelanjakannya.” Dan manusia itu memang sangat kikir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2129.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2129.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2130,"inSurah":101},"meta":{"juz":15,"surah":17,"page":292,"manzil":251,"hizbQuarter":117,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ اٰتَيْنَا مُوْسٰى تِسْعَ اٰيٰتٍۢ بَيِّنٰتٍ فَسْـَٔلْ بَنِيْٓ اِسْرَاۤءِيْلَ اِذْ جَاۤءَهُمْ فَقَالَ لَهٗ فِرْعَوْنُ اِنِّيْ لَاَظُنُّكَ يٰمُوْسٰى مَسْحُوْرًا ","transliteration":{"en":"Wa laqad aatainaa Moosaa tis'a Aayaatim baiyinaatin fas'al Baneee Israaa'eela iz jaaa'ahum faqaala lahoo Fir'awnu inee la azunnuka yaa Moosaa mas hooraa","id":"wa laqad ātainā mūsā tis‘a āyātim bayyinātin fas'al banī isrā'īla iż jā'ahum fa qāla lahū fir‘aunu innī la'aẓunnuka yā mūsā masḥūrā(n)."}},"translation":{"en":"And We had certainly given Moses nine evident signs, so ask the Children of Israel [about] when he came to them and Pharaoh said to him, \"Indeed I think, O Moses, that you are affected by magic.\"","id":"Dan sungguh, Kami telah memberikan kepada Musa sembilan mukjizat yang nyata maka tanyakanlah kepada Bani Israil, ketika Musa datang kepada mereka lalu Fir‘aun berkata kepadanya, “Wahai Musa! Sesungguhnya aku benar-benar menduga engkau terkena sihir.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2130.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2130.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2131,"inSurah":102},"meta":{"juz":15,"surah":17,"page":292,"manzil":251,"hizbQuarter":117,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ لَقَدْ عَلِمْتَ مَآ اَنْزَلَ هٰٓؤُلَاۤءِ اِلَّا رَبُّ السَّمٰوٰتِ وَالْاَرْضِ بَصَاۤىِٕرَۚ وَاِنِّيْ لَاَظُنُّكَ يٰفِرْعَوْنُ مَثْبُوْرًا ","transliteration":{"en":"Qaala laqad 'alimta maaa anzala haaa'ulaaa'i illaa Rabbus samaawaati wal ardi basaaa'ira wa innee la azun nuka yaa Fir'awnu masbooraa","id":"qāla laqad ‘alimta mā anzala hā'ulā'i illā rabbus-samāwāti wal-arḍi baṣā'ir(a), wa innī la'aẓunnuka yā fir‘aunu maṡbūrā(n)."}},"translation":{"en":"[Moses] said, \"You have already known that none has sent down these [signs] except the Lord of the heavens and the earth as evidence, and indeed I think, O Pharaoh, that you are destroyed.\"","id":"Dia (Musa) menjawab, ”Sungguh, engkau telah mengetahui, bahwa tidak ada yang menurunkan (mukjizat-mukjizat) itu kecuali Tuhan (yang memelihara) langit dan bumi sebagai bukti-bukti yang nyata; dan sungguh, aku benar-benar menduga engkau akan binasa, wahai Fir‘aun.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2131.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2131.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2132,"inSurah":103},"meta":{"juz":15,"surah":17,"page":292,"manzil":251,"hizbQuarter":117,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَرَادَ اَنْ يَّسْتَفِزَّهُمْ مِّنَ الْاَرْضِ فَاَغْرَقْنٰهُ وَمَنْ مَّعَهٗ جَمِيْعًاۙ ","transliteration":{"en":"Fa araada any yastafizzahum minal ardi fa aghraqnaahu wa mam ma'ahoo jamee'aa","id":"fa arāda ay yastafizzahum minal arḍi fa agraqnāhu wa mam ma‘ahū jamī‘ā(n)."}},"translation":{"en":"So he intended to drive them from the land, but We drowned him and those with him all together.","id":"Kemudian dia (Fir‘aun) hendak mengusir mereka (Musa dan pengikutnya) dari bumi (Mesir), maka Kami tenggelamkan dia (Fir‘aun) beserta orang yang bersama dia seluruhnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2132.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2132.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2133,"inSurah":104},"meta":{"juz":15,"surah":17,"page":292,"manzil":251,"hizbQuarter":117,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَّقُلْنَا مِنْۢ بَعْدِهٖ لِبَنِيْٓ اِسْرَاۤءِيْلَ اسْكُنُوا الْاَرْضَ فَاِذَا جَاۤءَ وَعْدُ الْاٰخِرَةِ جِئْنَا بِكُمْ لَفِيْفًاۗ   ","transliteration":{"en":"Wa qulnaa mim ba'dihee li Baneee Israaa'eelas kunul arda faizaa jaaa'a wa'dulaakhirati ji'naa bikum lafeefaa","id":"wa qulnā mim ba‘dihī libanī isrā'īlaskunul-arḍa fa iżā jā'a wa‘dul-ākhirati ji'nā bikum lafīfā(n)."}},"translation":{"en":"And We said after Pharaoh to the Children of Israel, \"Dwell in the land, and when there comes the promise of the Hereafter, We will bring you forth in [one] gathering.\"","id":"Dan setelah itu Kami berfirman kepada Bani Israil, “Tinggallah di negeri ini, tetapi apabila masa berbangkit datang, niscaya Kami kumpulkan kamu dalam keadaan bercampur baur.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2133.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2133.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]