[{"number":{"inQuran":2175,"inSurah":35},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَدَخَلَ جَنَّتَهٗ وَهُوَ ظَالِمٌ لِّنَفْسِهٖۚ قَالَ مَآ اَظُنُّ اَنْ تَبِيْدَ هٰذِهٖٓ اَبَدًاۙ  ","transliteration":{"en":"Wa dakhala jannatahoo wa huwa zaalimul linafsihee qaala maaa azunnu an tabeeda haaziheee abadaa","id":"wa dakhala jannatahū wa huwa ẓālimul linafsih(ī), qāla mā aẓunnu an tabīda hāżihī abadā(n)."}},"translation":{"en":"And he entered his garden while he was unjust to himself. He said, \"I do not think that this will perish - ever.","id":"Dan dia memasuki kebunnya dengan sikap merugikan dirinya sendiri (karena angkuh dan kafir); dia berkata, “Aku kira kebun ini tidak akan binasa selama-lamanya,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2175.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2175.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2176,"inSurah":36},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَّمَآ اَظُنُّ السَّاعَةَ قَاۤىِٕمَةً وَّلَىِٕنْ رُّدِدْتُّ اِلٰى رَبِّيْ لَاَجِدَنَّ خَيْرًا مِّنْهَا مُنْقَلَبًا ","transliteration":{"en":"Wa maaa azunnus Saa'ata qaaa'imatanw wa la'ir rudittu ilaa Rabbee la ajidanna khairam minhaa munqalabaa","id":"wa mā aẓunnus-sā‘ata qā'imataw wa la'ir rudittu ilā rabbī la'ajidanna khairam minhā munqalabā(n)."}},"translation":{"en":"And I do not think the Hour will occur. And even if I should be brought back to my Lord, I will surely find better than this as a return.\"","id":"dan aku kira hari Kiamat itu tidak akan datang, dan sekiranya aku dikembalikan kepada Tuhanku, pasti aku akan mendapat tempat kembali yang lebih baik dari pada ini.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2176.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2176.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2177,"inSurah":37},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ لَهٗ صَاحِبُهٗ وَهُوَ يُحَاوِرُهٗٓ اَكَفَرْتَ بِالَّذِيْ خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُّطْفَةٍ ثُمَّ سَوّٰىكَ رَجُلًاۗ  ","transliteration":{"en":"Qaala lahoo saahibuhoo wa huwa yuhaawiruhooo akafarta billazee khalaqaka min turaabin summa min nutfatin summa sawwaaka rajulaa","id":"qāla lahū ṣāḥibuhū wa huwa yuḥāwiruhū akafarta bil-lażī khalaqaka min turābin ṡumma min nuṭfatin ṡumma sawwāka rajulā(n)."}},"translation":{"en":"His companion said to him while he was conversing with him, \"Have you disbelieved in He who created you from dust and then from a sperm-drop and then proportioned you [as] a man?","id":"Kawannya (yang beriman) berkata kepadanya sambil bercakap-cakap dengannya, “Apakah engkau ingkar kepada (Tuhan) yang menciptakan engkau dari tanah, kemudian dari setetes air mani, lalu Dia menjadikan engkau seorang laki-laki yang sempurna?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2177.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2177.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2178,"inSurah":38},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لٰكِنَّا۠ هُوَ اللّٰهُ رَبِّيْ وَلَآ اُشْرِكُ بِرَبِّيْٓ اَحَدًا ","transliteration":{"en":"Laakinaa Huwal laahu Rabbee wa laa ushriku bi Rabbeee ahadaa","id":"lākinna huwallāhu rabbī wa lā usyriku birabbī aḥadā(n)."}},"translation":{"en":"But as for me, He is Allah, my Lord, and I do not associate with my Lord anyone.","id":"Tetapi aku (percaya bahwa), Dialah Allah, Tuhanku, dan aku tidak mempersekutukan Tuhanku dengan sesuatu pun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2178.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2178.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2179,"inSurah":39},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْلَآ اِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاۤءَ اللّٰهُ ۙ لَا قُوَّةَ اِلَّا بِاللّٰهِ ۚاِنْ تَرَنِ اَنَا۠ اَقَلَّ مِنْكَ مَالًا وَّوَلَدًاۚ ","transliteration":{"en":"Wa law laaa iz dakhalta jannataka qulta maa shaaa'al laahu laa quwwata illaa billaah; in tarani ana aqalla minka maalanw wa waladaa","id":"wa lau lā iż dakhalta jannataka qulta mā syā'allāh(u), lā quwwata illā billāh(i), in tarani ana aqalla minka mālaw wa waladā(n)."}},"translation":{"en":"And why did you, when you entered your garden, not say, 'What Allah willed [has occurred]; there is no power except in Allah '? Although you see me less than you in wealth and children,","id":"Dan mengapa ketika engkau memasuki kebunmu tidak mengucapkan ”Masya Allah, la quwwata illa billah” (Sungguh, atas kehendak Allah, semua ini terwujud), tidak ada kekuatan kecuali dengan (pertolongan) Allah, sekalipun engkau anggap harta dan keturunanku lebih sedikit daripadamu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2179.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2179.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2180,"inSurah":40},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَعَسٰى رَبِّيْٓ اَنْ يُّؤْتِيَنِ خَيْرًا مِّنْ جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السَّمَاۤءِ فَتُصْبِحَ صَعِيْدًا زَلَقًاۙ ","transliteration":{"en":"Fa'asaa Rabeee any yu'tiyani khairam min jannatika wa yursila 'alaihaa husbaanam minas samaaa'i fatusbiha sa'eedan zalaqaa","id":"fa ‘asā rabbī ay yu'tiyani khairam min jannatika wa yursila ‘alaihā ḥusbānam minas-samā'i fa tuṣbiḥa ṣa‘īdan zalaqā(n)."}},"translation":{"en":"It may be that my Lord will give me [something] better than your garden and will send upon it a calamity from the sky, and it will become a smooth, dusty ground,","id":"Maka mudah-mudahan Tuhanku, akan memberikan kepadaku (kebun) yang lebih baik dari kebunmu (ini); dan Dia mengirimkan petir dari langit ke kebunmu, sehingga (kebun itu) menjadi tanah yang licin,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2180.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2180.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2181,"inSurah":41},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوْ يُصْبِحَ مَاۤؤُهَا غَوْرًا فَلَنْ تَسْتَطِيْعَ لَهٗ طَلَبًا ","transliteration":{"en":"Aw yusbiha maaa'uhaaa ghawran falan tastatee'a lahoo talabaa","id":"au yuṣbiḥa mā'uhā gauran falan tastaṭī‘a lahū ṭalabā(n)."}},"translation":{"en":"Or its water will become sunken [into the earth], so you would never be able to seek it.\"","id":"atau airnya menjadi surut ke dalam tanah, maka engkau tidak akan dapat menemukannya lagi.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2181.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2181.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2182,"inSurah":42},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاُحِيْطَ بِثَمَرِهٖ فَاَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلٰى مَآ اَنْفَقَ فِيْهَا وَهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَا وَيَقُوْلُ يٰلَيْتَنِيْ لَمْ اُشْرِكْ بِرَبِّيْٓ اَحَدًا","transliteration":{"en":"Wa uheeta bisamarihee faasbaha yuqallibu kaffaihi 'alaa maaa anfaqa feehaa wa hiya khaawiyatun 'alaa 'urooshihaa wa yaqoolu yaalaitanee lam ushrik bi Rabbeee ahadaa","id":"wa uḥīṭa biṡamarihī fa aṣbaḥa yuqallibu kaffaihi ‘alā mā anfaqa fīhā wa hiya khāwiyatun ‘alā ‘urūsyihā wa yaqūlu yā laitanī lam usyrik birabbī aḥadā(n)."}},"translation":{"en":"And his fruits were encompassed [by ruin], so he began to turn his hands about [in dismay] over what he had spent on it, while it had collapsed upon its trellises, and said, \"Oh, I wish I had not associated with my Lord anyone.\"","id":"Dan harta kekayaannya dibinasakan, lalu dia membolak-balikkan kedua telapak tangannya (tanda menyesal) terhadap apa yang telah dia belanjakan untuk itu, sedang pohon anggur roboh bersama penyangganya (para-para) lalu dia berkata, “Betapa sekiranya dahulu aku tidak mempersekutukan Tuhanku dengan sesuatu pun.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2182.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2182.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2183,"inSurah":43},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَمْ تَكُنْ لَّهٗ فِئَةٌ يَّنْصُرُوْنَهٗ مِنْ دُوْنِ اللّٰهِ وَمَا كَانَ مُنْتَصِرًاۗ  ","transliteration":{"en":"Wa lam takul lahoo fi'atuny yansuroonahoo min doonil laahi wa maa kaana muntasiraa","id":"wa lam takul lahū fi'atuy yanṣurūnahū min dūnillāhi wa mā kāna muntaṣirā(n)."}},"translation":{"en":"And there was for him no company to aid him other than Allah, nor could he defend himself.","id":"Dan tidak ada (lagi) baginya segolongan pun yang dapat menolongnya selain Allah; dan dia pun tidak akan dapat membela dirinya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2183.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2183.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2184,"inSurah":44},"meta":{"juz":15,"surah":18,"page":298,"manzil":256,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُنَالِكَ الْوَلَايَةُ لِلّٰهِ الْحَقِّۗ هُوَ خَيْرٌ ثَوَابًا وَّخَيْرٌ عُقْبًا ࣖ","transliteration":{"en":"Hunaalikal walaayatu lillaahil haqq; huwa khairun sawaabanw wa khairun 'uqbaa","id":"hunālikal-walāyatu lillāhil-ḥaqq(i), huwa khairun ṡawābaw wa khairun ‘uqbā(n)."}},"translation":{"en":"There the authority is [completely] for Allah, the Truth. He is best in reward and best in outcome.","id":"Di sana, pertolongan itu hanya dari Allah Yang Mahabenar. Dialah (pemberi) pahala terbaik dan (pemberi) balasan terbaik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2184.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2184.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2185,"inSurah":45},"meta":{"juz":15,"surah":18,"page":298,"manzil":257,"hizbQuarter":119,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاضْرِبْ لَهُمْ مَّثَلَ الْحَيٰوةِ الدُّنْيَا كَمَاۤءٍ اَنْزَلْنٰهُ مِنَ السَّمَاۤءِ فَاخْتَلَطَ بِهٖ نَبَاتُ الْاَرْضِ فَاَصْبَحَ هَشِيْمًا تَذْرُوْهُ الرِّيٰحُ ۗوَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ مُّقْتَدِرًا","transliteration":{"en":"Wadrib lahum masalal hayaatid dunyaa kamaaa'in anzalnaahu minas samaaa'i fakhtalata bihee nabaatul ardi fa asbaha hasheeman tazroo hur riyaah; wa kaanal laahu 'alaa kulli shai'im muqtadiraa","id":"waḍrib lahum maṡalal-ḥayātid-dun-yā kamā'in anzalnāhu minas-samā'i fakhtalaṭa bihī nabātul-arḍi fa aṣbaḥa hasyīman tażrūhur-riyāḥ(u), wa kānallāhu ‘alā kulli syai'im muqtadirā(n)."}},"translation":{"en":"And present to them the example of the life of this world, [its being] like rain which We send down from the sky, and the vegetation of the earth mingles with it and [then] it becomes dry remnants, scattered by the winds. And Allah is ever, over all things, Perfect in Ability.","id":"Dan buatkanlah untuk mereka (manusia) perumpamaan kehidupan dunia ini, ibarat air (hujan) yang Kami turunkan dari langit, sehingga menyuburkan tumbuh-tumbuhan di bumi, kemudian (tumbuh-tumbuhan) itu menjadi kering yang diterbangkan oleh angin. Dan Allah Mahakuasa atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2185.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2185.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]