[{"number":{"inQuran":2215,"inSurah":75},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ قَالَ اَلَمْ اَقُلْ لَّكَ اِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيَ صَبْرًا ","transliteration":{"en":"Qaala alam aqul laka innaka lan tastatee'a ma'iya sabraa","id":"qāla alam aqul laka innaka lan tastaṭī‘a ma‘iya ṣabrā(n)."}},"translation":{"en":"[Al-Khidh r] said, \"Did I not tell you that with me you would never be able to have patience?\"","id":"Dia berkata, “Bukankah sudah kukatakan kepadamu, bahwa engkau tidak akan mampu sabar bersamaku?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2215.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2215.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2216,"inSurah":76},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ اِنْ سَاَلْتُكَ عَنْ شَيْءٍۢ بَعْدَهَا فَلَا تُصٰحِبْنِيْۚ قَدْ بَلَغْتَ مِنْ لَّدُنِّيْ عُذْرًا ","transliteration":{"en":"Qaala in sa altuka 'an shai'im ba'dahaa falaa tusaahibnee qad balaghta mil ladunnee 'uzraa","id":"qāla in sa'altuka ‘an syai'im ba‘dahā falā tuṣāḥibnī, qad balagta mil ladunnī ‘użrā(n)."}},"translation":{"en":"[Moses] said, \"If I should ask you about anything after this, then do not keep me as a companion. You have obtained from me an excuse.\"","id":"Dia (Musa) berkata, “Jika aku bertanya kepadamu tentang sesuatu setelah ini, maka jangan lagi engkau memperbolehkan aku menyertaimu, sesungguhnya engkau sudah cukup (bersabar) menerima alasan dariku.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2216.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2216.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2217,"inSurah":77},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَانْطَلَقَا ۗحَتّٰىٓ اِذَآ اَتَيَآ اَهْلَ قَرْيَةِ ِۨاسْتَطْعَمَآ اَهْلَهَا فَاَبَوْا اَنْ يُّضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُّرِيْدُ اَنْ يَّنْقَضَّ فَاَقَامَهٗ ۗقَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ اَجْرًا ","transliteration":{"en":"Fantalaqaa hattaaa izaaa atayaaa ahla qaryatinis tat'amaaa ahlahaa fa abaw any yudaiyifoohumaa fawajadaa feehaa jidaarany yureedu any yanqadda fa aqaamah; qaala law shi'ta lattakhazta 'alaihi ajraa","id":"fanṭalaqā, ḥattā iżā atayā ahla qaryatinistaṭ‘amā ahlahā fa abau ay yuḍayyifūhumā fa wajadā fīhā jidāray yurīdu ay yaqaḍḍa fa aqāmah(ū), qāla lau syi'ta lattakhażta ‘alaihi ajrā(n)."}},"translation":{"en":"So they set out, until when they came to the people of a town, they asked its people for food, but they refused to offer them hospitality. And they found therein a wall about to collapse, so al-Khidh r restored it. [Moses] said, \"If you wished, you could have taken for it a payment.\"","id":"Maka keduanya berjalan; hingga ketika keduanya sampai kepada penduduk suatu negeri, mereka berdua meminta dijamu oleh penduduknya, tetapi mereka (penduduk negeri itu) tidak mau menjamu mereka, kemudian keduanya mendapatkan dinding rumah yang hampir roboh (di negeri itu), lalu dia menegakkannya. Dia (Musa) berkata, “Jika engkau mau, niscaya engkau dapat meminta imbalan untuk itu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2217.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2217.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2218,"inSurah":78},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَۚ سَاُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا ","transliteration":{"en":"Qaala haazaa firaaqu bainee wa bainik; sa unabi 'uka bitaaweeli maa lam tastati' 'alaihi sabraa","id":"qāla hāżā firāqu bainī wa bainik(a), sa'unabbi'uka bita'wīli mā lam tastaṭī‘ ‘alaihi ṣabrā(n)."}},"translation":{"en":"[Al-Khidh r] said, \"This is parting between me and you. I will inform you of the interpretation of that about which you could not have patience.","id":"Dia berkata, “Inilah perpisahan antara aku dengan engkau; aku akan memberikan penjelasan kepadamu atas perbuatan yang engkau tidak mampu sabar terhadapnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2218.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2218.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2219,"inSurah":79},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَمَّا السَّفِيْنَةُ فَكَانَتْ لِمَسٰكِيْنَ يَعْمَلُوْنَ فِى الْبَحْرِ فَاَرَدْتُّ اَنْ اَعِيْبَهَاۗ وَكَانَ وَرَاۤءَهُمْ مَّلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا ","transliteration":{"en":"Ammas safeenatu fakaanat limasaakeena ya'maloona fil bahri fa arattu an a'eebahaa wa kaana waraaa' ahum malikuny yaakhuzu kulla safeenatin ghasbaa","id":"ammas-safīnatu fa kānat limasākīna ya‘malūna fil-baḥri fa arattu an a‘ībahā, wa kāna warā'ahum malikuy ya'khużu kulla safīnatin gaṣbā(n)."}},"translation":{"en":"As for the ship, it belonged to poor people working at sea. So I intended to cause defect in it as there was after them a king who seized every [good] ship by force.","id":" Adapun perahu itu adalah milik orang miskin yang bekerja di laut; aku bermaksud merusaknya, karena di hadapan mereka ada seorang raja yang akan merampas setiap perahu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2219.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2219.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2220,"inSurah":80},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَمَّا الْغُلٰمُ فَكَانَ اَبَوَاهُ مُؤْمِنَيْنِ فَخَشِيْنَآ اَنْ يُّرْهِقَهُمَا طُغْيَانًا وَّكُفْرًا ۚ","transliteration":{"en":"Wa aammal ghulaamu fakaana abawaahu mu'minaini fakhasheenaaa any yurhiqa humaa tughyaananw wa kufraa","id":"wa ammal-gulāmu fa kāna abawāhu mu'minaini fa khasyīnā ay yurhiqahumā ṭugyānaw wa kufrā(n)."}},"translation":{"en":"And as for the boy, his parents were believers, and we feared that he would overburden them by transgression and disbelief.","id":"Dan adapun anak muda (kafir) itu, kedua orang tuanya mukmin, dan kami khawatir kalau dia akan memaksa kedua orang tuanya kepada kesesatan dan kekafiran."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2220.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2220.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2221,"inSurah":81},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَرَدْنَآ اَنْ يُّبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكٰوةً وَّاَقْرَبَ رُحْمًا ","transliteration":{"en":"Faradnaa any yubdila humaa Rabbuhumaa khairam minhu zakaatanw wa aqraba ruhmaa","id":"fa aradnā ay yubdilahumā rabbuhumā khairam minhu zakātaw wa aqraba ruḥmā(n)."}},"translation":{"en":"So we intended that their Lord should substitute for them one better than him in purity and nearer to mercy.","id":" Kemudian kami menghendaki, sekiranya Tuhan mereka menggantinya dengan (seorang anak) lain yang lebih baik kesuciannya daripada (anak) itu dan lebih sayang (kepada ibu bapaknya)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2221.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2221.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2222,"inSurah":82},"meta":{"juz":16,"surah":18,"page":302,"manzil":261,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَمَّا الْجِدَارُ فَكَانَ لِغُلٰمَيْنِ يَتِيْمَيْنِ فِى الْمَدِيْنَةِ وَكَانَ تَحْتَهٗ كَنْزٌ لَّهُمَا وَكَانَ اَبُوْهُمَا صَالِحًا ۚفَاَرَادَ رَبُّكَ اَنْ يَّبْلُغَآ اَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِّنْ رَّبِّكَۚ وَمَا فَعَلْتُهٗ عَنْ اَمْرِيْۗ ذٰلِكَ تَأْوِيْلُ مَا لَمْ تَسْطِعْ عَّلَيْهِ صَبْرًاۗ  ࣖ","transliteration":{"en":"Wa ammal jidaaru fakaana lighulaamaini yateemaini fil madeenati wa kaana tahtahoo kanzul lahumaa wa kaana aboohumaa saalihan fa araada Rabbuka any yablughaaa ashuddahumaa wa yastakhrijaa kanzahumaa rahmatam mir Rabbik; wa maa fa'altuhoo 'an amree; zaalika taaweelu maa lam tasti' 'alaihi sabra","id":"wa ammal-jidāru fa kāna ligulāmaini yatīmaini fil-madīnati wa kāna taḥtahū kanzul lahumā wa kāna abūhumā ṣāliḥā(n), fa arāda rabbuka ay yablugā asyuddahumā wa yastakhrijā kanzahumā raḥmatam mir rabbik(a), wa mā fa‘altuhū ‘an amrī, żālika ta'wīlu mā lam tasṭī‘ ‘alaihi ṣabrā(n)."}},"translation":{"en":"And as for the wall, it belonged to two orphan boys in the city, and there was beneath it a treasure for them, and their father had been righteous. So your Lord intended that they reach maturity and extract their treasure, as a mercy from your Lord. And I did it not of my own accord. That is the interpretation of that about which you could not have patience.\"","id":". Dan adapun dinding rumah itu adalah milik dua anak yatim di kota itu, yang di bawahnya tersimpan harta bagi mereka berdua, dan ayahnya seorang yang saleh. Maka Tuhanmu menghendaki agar keduanya sampai dewasa dan keduanya mengeluarkan simpanannya itu sebagai rahmat dari Tuhanmu. Apa yang kuperbuat bukan menurut kemauanku sendiri. Itulah keterangan perbuatan-perbuatan yang engkau tidak sabar terhadapnya.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2222.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2222.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2223,"inSurah":83},"meta":{"juz":16,"surah":18,"page":302,"manzil":262,"hizbQuarter":121,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَسْـَٔلُوْنَكَ عَنْ ذِى الْقَرْنَيْنِۗ قُلْ سَاَتْلُوْا عَلَيْكُمْ مِّنْهُ ذِكْرًا ۗ","transliteration":{"en":"Wa yas'aloonaka 'an Zil Qarnaini qul sa atloo 'alaikum minhu zikraa","id":"wa yas'alūnaka ‘an żil qarnain(i), qul sa'atlū ‘alaikum minhu żikrā(n)."}},"translation":{"en":"And they ask you, [O Muhammad], about Dhul-Qarnayn. Say, \"I will recite to you about him a report.\"","id":" Dan mereka bertanya kepadamu (Muhammad) tentang Zulkarnain. Katakanlah, “Akan kubacakan kepadamu kisahnya.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2223.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2223.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]