[{"number":{"inQuran":204,"inSurah":197},"meta":{"juz":2,"surah":2,"page":31,"manzil":26,"hizbQuarter":12,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلْحَجُّ اَشْهُرٌ مَّعْلُوْمٰتٌ ۚ فَمَنْ فَرَضَ فِيْهِنَّ الْحَجَّ فَلَا رَفَثَ وَلَا فُسُوْقَ وَلَا جِدَالَ فِى الْحَجِّ ۗ وَمَا تَفْعَلُوْا مِنْ خَيْرٍ يَّعْلَمْهُ اللّٰهُ ۗ وَتَزَوَّدُوْا فَاِنَّ خَيْرَ الزَّادِ التَّقْوٰىۖ وَاتَّقُوْنِ يٰٓاُولِى الْاَلْبَابِ","transliteration":{"en":"Al-Hajju ashhurum ma'-loomaat; faman farada feeinnal hajja falaa rafasa wa laa fusooqa wa laa jidaala fil Hajj; wa maa taf'aloo min khairiny ya'lamhul laah; wa tazawwadoo fa inna khairaz zaadit taqwaa; wattaqooni yaaa ulil albaab","id":"al-ḥajju asyhurum ma‘lūmāt(un), faman faraḍa fīhinnal-ḥajja falā rafaṡa wa lā fusūqa wa lā jidāla fil-ḥajj(i), wa mā taf‘alū min khairiy ya‘lamhullāh(u), wa tazawwadū fa'inna khairaz-zādit-taqwā, wattaqūni yā ulil-albāb(i)."}},"translation":{"en":"Hajj is [during] well-known months, so whoever has made Hajj obligatory upon himself therein [by entering the state of ihram], there is [to be for him] no sexual relations and no disobedience and no disputing during Hajj. And whatever good you do - Allah knows it. And take provisions, but indeed, the best provision is fear of Allah. And fear Me, O you of understanding.","id":"(Musim) haji itu (pada) bulan-bulan yang telah dimaklumi. Barangsiapa mengerjakan (ibadah) haji dalam (bulan-bulan) itu, maka janganlah dia berkata jorok (rafats), berbuat maksiat dan bertengkar dalam (melakukan ibadah) haji. Segala yang baik yang kamu kerjakan, Allah mengetahuinya. Bawalah bekal, karena sesungguhnya sebaik-baik bekal adalah takwa. Dan bertakwalah kepada-Ku wahai orang-orang yang mempunyai akal sehat!"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/204.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/204.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":205,"inSurah":198},"meta":{"juz":2,"surah":2,"page":31,"manzil":26,"hizbQuarter":12,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَبْتَغُوْا فَضْلًا مِّنْ رَّبِّكُمْ ۗ فَاِذَآ اَفَضْتُمْ مِّنْ عَرَفٰتٍ فَاذْكُرُوا اللّٰهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ ۖ وَاذْكُرُوْهُ كَمَا هَدٰىكُمْ ۚ وَاِنْ كُنْتُمْ مِّنْ قَبْلِهٖ لَمِنَ الضَّاۤلِّيْنَ ","transliteration":{"en":"Laisa 'alaikum junaahun an tabtaghoo fad lam mir rabbikum; fa izaaa afadtum min 'Arafaatin fazkurul laaha 'indal-Mash'aril Haraami waz kuroohu kamaa hadaakum wa in kuntum min qablihee laminad daaaleen","id":"laisa ‘alaikum junāḥun an tabtagū faḍlam mir rabbikum, fa'iżā afaḍtum min ‘arafātin fażkurullāha ‘indal-masy‘aril-ḥarām(i), ważkurūhu kamā hadākum, wa in kuntum min qablihī laminaḍ-ḍāllīn(a)."}},"translation":{"en":"There is no blame upon you for seeking bounty from your Lord [during Hajj]. But when you depart from 'Arafat, remember Allah at al- Mash'ar al-Haram. And remember Him, as He has guided you, for indeed, you were before that among those astray.","id":"Bukanlah suatu dosa bagimu mencari karunia dari Tuhanmu. Maka apabila kamu bertolak dari Arafah, berzikirlah kepada Allah di Masy’arilharam. Dan berzikirlah kepada-Nya sebagaimana Dia telah memberi petunjuk kepadamu, sekalipun sebelumnya kamu benar-benar termasuk orang yang tidak tahu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/205.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/205.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":206,"inSurah":199},"meta":{"juz":2,"surah":2,"page":31,"manzil":26,"hizbQuarter":12,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ اَفِيْضُوْا مِنْ حَيْثُ اَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللّٰهَ ۗ اِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","transliteration":{"en":"Summa afeedoo min haisu afaadan naasu wastagh firullaah; innnal laaha Ghafoo rur-Raheem","id":"Ṡumma afīḍū min ḥaiṡu afāḍan-nāsu wastagfirullāh(a), innallāha gafūrur raḥīm(un)."}},"translation":{"en":"Then depart from the place from where [all] the people depart and ask forgiveness of Allah. Indeed, Allah is Forgiving and Merciful.","id":"Kemudian bertolaklah kamu dari tempat orang banyak bertolak (Arafah) dan mohonlah ampunan kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/206.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/206.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":207,"inSurah":200},"meta":{"juz":2,"surah":2,"page":31,"manzil":26,"hizbQuarter":12,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فَاذْكُرُوا اللّٰهَ كَذِكْرِكُمْ اٰبَاۤءَكُمْ اَوْ اَشَدَّ ذِكْرًا ۗ فَمِنَ النَّاسِ مَنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا وَمَا لَهٗ فِى الْاٰخِرَةِ مِنْ خَلَاقٍ ","transliteration":{"en":"Fa-izan qadaitum manaa sikakum fazkurul laaha kazikrikum aabaaa'akum aw ashadda zikraa; faminannaasi mai yaqoolu Rabbanaaa aatinaa fiddunyaa wa maa lahoo fil Aakhirati min khalaaq","id":"fa iżā qaḍaitum manāsikakum fażkurullāha każikrikum ābā'akum au asyadda żikrā(n), faminan-nāsi may yaqūlu rabbanā ātinā fid-dun-yā wa mā lahū fil-ākhirati min khalāq(in)."}},"translation":{"en":"And when you have completed your rites, remember Allah like your [previous] remembrance of your fathers or with [much] greater remembrance. And among the people is he who says, \"Our Lord, give us in this world,\" and he will have in the Hereafter no share.","id":"Apabila kamu telah menyelesaikan ibadah haji, maka berzikirlah kepada Allah, sebagaimana kamu menyebut-nyebut nenek moyang kamu, bahkan berzikirlah lebih dari itu. Maka di antara manusia ada yang berdoa, “Ya Tuhan kami, berilah kami (kebaikan) di dunia,” dan di akhirat dia tidak memperoleh bagian apa pun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/207.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/207.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":208,"inSurah":201},"meta":{"juz":2,"surah":2,"page":31,"manzil":26,"hizbQuarter":12,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْهُمْ مَّنْ يَّقُوْلُ رَبَّنَآ اٰتِنَا فِى الدُّنْيَا حَسَنَةً وَّفِى الْاٰخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ ","transliteration":{"en":"Wa minhum mai yaqoolu rabbanaaa aatina fid dunyaa hasanatawn wa fil aakhirati hasanatanw wa qinaa azaaban Naar","id":"wa minhum may yaqūlu rabbanā ātinā fid-dun-yā ḥasanataw wa fil-ākhirati ḥasanataw wa qinā ‘ażāban-nār(i)."}},"translation":{"en":"But among them is he who says, \"Our Lord, give us in this world [that which is] good and in the Hereafter [that which is] good and protect us from the punishment of the Fire.\"","id":"Dan di antara mereka ada yang berdoa, “Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/208.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/208.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":209,"inSurah":202},"meta":{"juz":2,"surah":2,"page":31,"manzil":26,"hizbQuarter":12,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُولٰۤىِٕكَ لَهُمْ نَصِيْبٌ مِّمَّا كَسَبُوْا ۗ وَاللّٰهُ سَرِيْعُ الْحِسَابِ ","transliteration":{"en":"Ulaaa'ika lahum naseebum mimmaa kasaboo; wal laahu saree'ul hisaab","id":"ulā'ika lahum naṣībum mimmā kasabū, wallāhu sarī‘ul-ḥisāb(i)."}},"translation":{"en":"Those will have a share of what they have earned, and Allah is swift in account.","id":"Mereka itulah yang memperoleh bagian dari apa yang telah mereka kerjakan, dan Allah Mahacepat perhitungan-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/209.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/209.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]