[{"number":{"inQuran":2812,"inSurah":21},"meta":{"juz":18,"surah":24,"page":352,"manzil":303,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّبِعُوْا خُطُوٰتِ الشَّيْطٰنِۗ وَمَنْ يَّتَّبِعْ خُطُوٰتِ الشَّيْطٰنِ فَاِنَّهٗ يَأْمُرُ بِالْفَحْشَاۤءِ وَالْمُنْكَرِۗ وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰى مِنْكُمْ مِّنْ اَحَدٍ اَبَدًاۙ وَّلٰكِنَّ اللّٰهَ يُزَكِّيْ مَنْ يَّشَاۤءُۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo laa tattabi'oo khutuwaatish Shaitaan; wa many-yattabi' khutuwaatish Shaitaani fa innahoo yaamuru bilfahshaaa'i walmunkar; wa law laa fadlul laahi 'alaikum wa rahmatuhoo maa zakaa minkum min ahadin abadanw wa laakinnal laaha yuzakkee many-yashaaa'; wallaahu Samee'un 'Aleem","id":"yā ayyuhal-lażīna āmanū lā tattabi‘ū khuṭuwātisy-syaiṭān(i), wa may yattabi‘ khuṭuwātisy-syaiṭāni fa innahū ya'muru bil-faḥsyā'i wal-munkar(i), wa lau lā faḍlullāhi ‘alaikum wa raḥmatuhū mā zakā minkum min aḥadin abadā(n), wa lākinnallāha yuzakkī may yasyā'(u), wallāhu samī‘un ‘alīm(un)."}},"translation":{"en":"O you who have believed, do not follow the footsteps of Satan. And whoever follows the footsteps of Satan - indeed, he enjoins immorality and wrongdoing. And if not for the favor of Allah upon you and His mercy, not one of you would have been pure, ever, but Allah purifies whom He wills, and Allah is Hearing and Knowing.","id":"Wahai orang-orang yang beriman! Janganlah kamu mengikuti langkah-langkah setan. Barangsiapa mengikuti langkah-langkah setan, maka sesungguhnya dia (setan) menyuruh mengerjakan perbuatan yang keji dan mungkar. Kalau bukan karena karunia Allah dan rahmat-Nya kepadamu, niscaya tidak seorang pun di antara kamu bersih (dari perbuatan keji dan mungkar itu) selama-lamanya, tetapi Allah membersihkan siapa yang Dia kehendaki. Dan Allah Maha Mendengar, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2812.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2812.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2813,"inSurah":22},"meta":{"juz":18,"surah":24,"page":352,"manzil":303,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا يَأْتَلِ اُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ اَنْ يُّؤْتُوْٓا اُولِى الْقُرْبٰى وَالْمَسٰكِيْنَ وَالْمُهٰجِرِيْنَ فِيْ سَبِيْلِ اللّٰهِ ۖوَلْيَعْفُوْا وَلْيَصْفَحُوْاۗ اَلَا تُحِبُّوْنَ اَنْ يَّغْفِرَ اللّٰهُ لَكُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","transliteration":{"en":"Wa laa yaatali ulul fadli minkum wassa'ati ai yu'tooo ulil qurbaa walmasaakeena walmuhaajireena fee sabeelillaahi walya'foo walyasfahoo; alaa tuhibboona ai yaghfiral laahu lakum; wal laahu Ghafoorur Raheem","id":"wa lā ya'tali ulul-faḍli minkum was-sa‘ati ay yu'tū ulil-qurbā wal-masākīna wal-muhājirīna fī sabīlillāh(i), wal ya‘fū wal yaṣfaḥū, alā tuḥibbūna ay yagfirallāhu lakum, wallāhu gafūrur raḥīm(un)."}},"translation":{"en":"And let not those of virtue among you and wealth swear not to give [aid] to their relatives and the needy and the emigrants for the cause of Allah, and let them pardon and overlook. Would you not like that Allah should forgive you? And Allah is Forgiving and Merciful.","id":"Dan janganlah orang-orang yang mempunyai kelebihan dan kelapangan di antara kamu bersumpah bahwa mereka (tidak) akan memberi (bantuan) kepada kerabat(nya), orang-orang miskin dan orang-orang yang berhijrah di jalan Allah, dan hendaklah mereka memaafkan dan berlapang dada. Apakah kamu tidak suka bahwa Allah mengampunimu? Dan Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2813.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2813.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2814,"inSurah":23},"meta":{"juz":18,"surah":24,"page":352,"manzil":303,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ الْغٰفِلٰتِ الْمُؤْمِنٰتِ لُعِنُوْا فِى الدُّنْيَا وَالْاٰخِرَةِۖ وَلَهُمْ عَذَابٌ عَظِيْمٌ ۙ","transliteration":{"en":"Innal lazeena yarmoonal muhsanaatil ghaafilaatil mu'minaati lu'inoo fid dunyaa wal Aakhirati wa lahum 'azaabun 'azeem","id":"innal-lażīna yarmūnal-muḥṣanātil-gāfilātil-mu'mināti lu‘inū fid-dun-yā wal-ākhirah(ti), wa lahum ‘ażābun ‘aẓīm(un)."}},"translation":{"en":"Indeed, those who [falsely] accuse chaste, unaware and believing women are cursed in this world and the Hereafter; and they will have a great punishment","id":"Sungguh, orang-orang yang menuduh perempuan-perempuan baik, yang lengah dan beriman (dengan tuduhan berzina), mereka dilaknat di dunia dan di akhirat, dan mereka akan mendapat azab yang besar,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2814.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2814.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2815,"inSurah":24},"meta":{"juz":18,"surah":24,"page":352,"manzil":303,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَّوْمَ تَشْهَدُ عَلَيْهِمْ اَلْسِنَتُهُمْ وَاَيْدِيْهِمْ وَاَرْجُلُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ","transliteration":{"en":"Yawma tashhhadu 'alaihim alsinatuhum wa aideehim wa arjuluhum bimaa kaanoo ya'maloon","id":"yauma tasyhadu ‘alaihim alsinatuhum wa aidīhim wa arjuluhum bimā kānū ya‘malūn(a)."}},"translation":{"en":"On a Day when their tongues, their hands and their feet will bear witness against them as to what they used to do.","id":"pada hari, (ketika) lidah, tangan dan kaki mereka menjadi saksi atas mereka terhadap apa yang dahulu mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2815.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2815.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2816,"inSurah":25},"meta":{"juz":18,"surah":24,"page":352,"manzil":303,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَوْمَىِٕذٍ يُّوَفِّيْهِمُ اللّٰهُ دِيْنَهُمُ الْحَقَّ وَيَعْلَمُوْنَ اَنَّ اللّٰهَ هُوَ الْحَقُّ الْمُبِيْنُ","transliteration":{"en":"Yawma'iziny yuwaf feehimul laahu deenahumul haqqa wa ya'lamoona annal laaha Huwal Haqqul Mubeen","id":"yauma'iżiy yuwaffīhimullāhu dīnahumul-ḥaqqa wa ya‘lamūna annallāha huwal-ḥaqqul-mubīn(u)."}},"translation":{"en":"That Day, Allah will pay them in full their deserved recompense, and they will know that it is Allah who is the perfect in justice.","id":"Pada hari itu Allah menyempurnakan balasan yang sebenarnya bagi mereka, dan mereka tahu bahwa Allah Maha-benar, Maha Menjelaskan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2816.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2816.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2817,"inSurah":26},"meta":{"juz":18,"surah":24,"page":352,"manzil":303,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلْخَبِيْثٰتُ لِلْخَبِيْثِيْنَ وَالْخَبِيْثُوْنَ لِلْخَبِيْثٰتِۚ وَالطَّيِّبٰتُ لِلطَّيِّبِيْنَ وَالطَّيِّبُوْنَ لِلطَّيِّبٰتِۚ اُولٰۤىِٕكَ مُبَرَّءُوْنَ مِمَّا يَقُوْلُوْنَۗ  لَهُمْ مَّغْفِرَةٌ وَّرِزْقٌ كَرِيْمٌ ࣖ","transliteration":{"en":"Alkhabeesaatu lilkha beeseena walkhabeesoona lilkhabeesaati wattaiyibaatu littaiyibeena wattaiyiboona littaiyibaat; ulaaa'ika mubar ra'oona maimma yaqooloona lahum maghfiratunw wa rizqun kareem","id":"al-khabīṡātu lil-khabīṡīna wal-khabīṡūna lil-khabīṡāt(i), waṭ-ṭayyibātu liṭ-ṭayyibīna waṭ-ṭayyibūna liṭ-ṭayyibāt(i), ulā'ika mubarra'ūna mimmā yaqūlūn(a), lahum magfiratuw wa rizqun karīm(un)."}},"translation":{"en":"Evil words are for evil men, and evil men are [subjected] to evil words. And good words are for good men, and good men are [an object] of good words. Those [good people] are declared innocent of what the slanderers say. For them is forgiveness and noble provision.","id":"Perempuan-perempuan yang keji untuk laki-laki yang keji, dan laki-laki yang keji untuk perempuan-perempuan yang keji (pula), sedangkan perempuan-perempuan yang baik untuk laki-laki yang baik dan laki-laki yang baik untuk perempuan-perempuan yang baik (pula). Mereka itu bersih dari apa yang dituduhkan orang. Mereka memperoleh ampunan dan rezeki yang mulia (surga)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2817.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2817.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2818,"inSurah":27},"meta":{"juz":18,"surah":24,"page":352,"manzil":304,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتًا غَيْرَ بُيُوْتِكُمْ حَتّٰى تَسْتَأْنِسُوْا وَتُسَلِّمُوْا عَلٰٓى اَهْلِهَاۗ ذٰلِكُمْ خَيْرٌ لَّكُمْ لَعَلَّكُمْ تَذَكَّرُوْنَ ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo laa tadkhuloo buyootan ghaira buyootikum hatta tastaanisoo wa tusallimoo 'allaa ahlihaa; zaalikum khairul lakum la'allakum tazakkaroon","id":"yā ayyuhal-lażīna āmanū lā tadkhulū buyūtan gaira buyūtikum ḥattā tasta'nisū wa tusallimū ‘alā ahlihā, żālikum khairul lakum la‘allakum tażakkarūn(a)."}},"translation":{"en":"O you who have believed, do not enter houses other than your own houses until you ascertain welcome and greet their inhabitants. That is best for you; perhaps you will be reminded.","id":"Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah yang bukan rumahmu sebelum meminta izin dan memberi salam kepada penghuninya. Yang demikian itu lebih baik bagimu, agar kamu (selalu) ingat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2818.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2818.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]