[{"number":{"inQuran":2819,"inSurah":28},"meta":{"juz":18,"surah":24,"page":353,"manzil":304,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِنْ لَّمْ تَجِدُوْا فِيْهَآ اَحَدًا فَلَا تَدْخُلُوْهَا حَتّٰى يُؤْذَنَ لَكُمْ وَاِنْ قِيْلَ لَكُمُ ارْجِعُوْا فَارْجِعُوْا هُوَ اَزْكٰى لَكُمْ ۗوَاللّٰهُ بِمَا تَعْمَلُوْنَ عَلِيْمٌ ","transliteration":{"en":"Fa il lam tajidoo feehaaa ahadan falaa tadkhuloohaa hattaa yu'zana lakum wa in qeela lakumurji'oo farji'oo huwa azkaa lakum; wallaahu bimaa ta'maloona 'Aleem","id":"fa illam tajidū fīhā aḥadan falā tadkhulūhā ḥattā yu'żana lakum wa in qīla lakumurji‘ū farji‘ū huwa azkā lakum, wallāhu bimā ta‘malūna ‘alīm(un)."}},"translation":{"en":"And if you do not find anyone therein, do not enter them until permission has been given you. And if it is said to you, \"Go back,\" then go back; it is purer for you. And Allah is Knowing of what you do.","id":"Dan jika kamu tidak menemui seorang pun di dalamnya, maka janganlah kamu masuk sebelum kamu mendapat izin. Dan jika dikatakan kepadamu, “Kembalilah!” Maka (hendaklah) kamu kembali. Itu lebih suci bagimu, dan Allah Maha Mengetahui apa yang kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2819.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2819.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2820,"inSurah":29},"meta":{"juz":18,"surah":24,"page":353,"manzil":304,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَيْسَ عَلَيْكُمْ جُنَاحٌ اَنْ تَدْخُلُوْا بُيُوْتًا غَيْرَ مَسْكُوْنَةٍ فِيْهَا مَتَاعٌ لَّكُمْۗ وَاللّٰهُ يَعْلَمُ مَا تُبْدُوْنَ وَمَا تَكْتُمُوْنَ","transliteration":{"en":"Laisa 'alaikum junaahun ann tadkhuloo buyootan ghaira maskoonatin feeha mataa'ul lakum; wallaahu ya'lamu maa tubdoona wa maa taktumoon","id":"laisa ‘alaikum junāḥun an tadkhulū buyūtan gaira maskūnatin fīhā matā‘ul lakum, wallāhu ya‘lamu mā tubdūna wa mā taktumūn(a)."}},"translation":{"en":"There is no blame upon you for entering houses not inhabited in which there is convenience for you. And Allah knows what you reveal and what you conceal.","id":"Tidak ada dosa atasmu memasuki rumah yang tidak dihuni, yang di dalamnya ada kepentingan kamu; Allah mengetahui apa yang kamu nyatakan dan apa yang kamu sembunyikan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2820.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2820.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2821,"inSurah":30},"meta":{"juz":18,"surah":24,"page":353,"manzil":304,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لِّلْمُؤْمِنِيْنَ يَغُضُّوْا مِنْ اَبْصَارِهِمْ وَيَحْفَظُوْا فُرُوْجَهُمْۗ ذٰلِكَ اَزْكٰى لَهُمْۗ اِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا يَصْنَعُوْنَ","transliteration":{"en":"Qul lilmu' mineena yaghuuddoo min absaarihim wa yahfazoo furoojahum; zaalika azkaa lahum; innallaaha khabeerum bimaa yasna'oon","id":"qul lil-mu'minīna yaguḍḍū min abṡārihim wa yaḥfaẓū furūjahum, żālika azkā lahum, innallāha khabīrum bimā yaṣna‘ūn(a)."}},"translation":{"en":"Tell the believing men to reduce [some] of their vision and guard their private parts. That is purer for them. Indeed, Allah is Acquainted with what they do.","id":"Katakanlah kepada laki-laki yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya; yang demikian itu, lebih suci bagi mereka. Sungguh, Allah Maha Mengetahui apa yang mereka perbuat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2821.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2821.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2822,"inSurah":31},"meta":{"juz":18,"surah":24,"page":353,"manzil":304,"hizbQuarter":141,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقُلْ لِّلْمُؤْمِنٰتِ يَغْضُضْنَ مِنْ اَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوْجَهُنَّ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلٰى جُيُوْبِهِنَّۖ وَلَا يُبْدِيْنَ زِيْنَتَهُنَّ اِلَّا لِبُعُوْلَتِهِنَّ اَوْ اٰبَاۤىِٕهِنَّ اَوْ اٰبَاۤءِ بُعُوْلَتِهِنَّ اَوْ اَبْنَاۤىِٕهِنَّ اَوْ اَبْنَاۤءِ بُعُوْلَتِهِنَّ اَوْ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اِخْوَانِهِنَّ اَوْ بَنِيْٓ اَخَوٰتِهِنَّ اَوْ نِسَاۤىِٕهِنَّ اَوْ مَا مَلَكَتْ اَيْمَانُهُنَّ اَوِ التّٰبِعِيْنَ غَيْرِ اُولِى الْاِرْبَةِ مِنَ الرِّجَالِ اَوِ الطِّفْلِ الَّذِيْنَ لَمْ يَظْهَرُوْا عَلٰى عَوْرٰتِ النِّسَاۤءِ ۖوَلَا يَضْرِبْنَ بِاَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِيْنَ مِنْ زِيْنَتِهِنَّۗ وَتُوْبُوْٓا اِلَى اللّٰهِ جَمِيْعًا اَيُّهَ الْمُؤْمِنُوْنَ لَعَلَّكُمْ تُفْلِحُوْنَ","transliteration":{"en":"Wa qul lilmu'minaati yaghdudna min absaarihinna wa yahfazna furoojahunna wa laa yubdeena zeenatahunna illaa maa zahara minhaa walyadribna bikhumurihinna 'alaa juyoobihinna wa laa yubdeena zeenatahunna illaa libu'oolatihinna aw aabaaa'i hinna aw aabaaa'i bu'oolati hinna aw abnaaa'ihinaa aw abnaaa'i bu'oolatihinnna aw ikhwaanihinnna aw baneee ikhwaanihinna aw banee akhawaatihinna aw nisaaa'i hinna aw maa malakat aimaanuhunna awit taabi'eena ghairi ilil irbati minar rijaali awit tiflillazeena lam yazharoo 'alaa 'awraatin nisaaa'i wala yadribnna bi arjulihinna min zeenatihinn; wa toobooo ilallaahi jammee'an aiyuhal mu'minoona la'allakum tuflihoon","id":"wa qul lil-mu'mināti yagḍuḍna min abṡārihinna wa yaḥfaẓna furūjahunna wa lā yubdīna zīnatahunna illā mā ẓahara minhā walyaḍribna bikhumurihinna ‘alā juyūbihinn(a), wa lā yubdīna zīnatahunna illā libu‘ūlatihinna au ābā'ihinna au abnā'ihinna au abnā'i bu‘ūlatihinna au ikhwānihinna au banī ikhwānihinna au nisā'ihinna au mā malakat aimānuhunna awit-tābi‘īna gairi ulil-irbati minar-rijāli awiṭ-ṭiflil-lażīna lam yaẓharū ‘alā ‘aurātin-nisā'(i), wa lā yaḍribna bi'arjulihinna liyu‘lama mā yukhfīna min zīnatihinn(a), wa tūbū ilallāhi jamī‘an ayyuhal-mu'minūna la‘allakum tufliḥūn(a)."}},"translation":{"en":"And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands' fathers, their sons, their husbands' sons, their brothers, their brothers' sons, their sisters' sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women. And let them not stamp their feet to make known what they conceal of their adornment. And turn to Allah in repentance, all of you, O believers, that you might succeed.","id":"Dan katakanlah kepada para perempuan yang beriman, agar mereka menjaga pandangannya, dan memelihara kemaluannya, dan janganlah menampakkan perhiasannya (auratnya), kecuali yang (biasa) terlihat. Dan hendaklah mereka menutupkan kain kerudung ke dadanya, dan janganlah menampakkan perhiasannya (auratnya), kecuali kepada suami mereka, atau ayah mereka, atau ayah suami mereka, atau putra-putra mereka, atau putra-putra suami mereka, atau saudara-saudara laki-laki mereka, atau putra-putra saudara laki-laki mereka, atau putra-putra saudara perempuan mereka, atau para perempuan (sesama Islam) mereka, atau hamba sahaya yang mereka miliki, atau para pelayan laki-laki (tua) yang tidak mempunyai keinginan (terhadap perempuan) atau anak-anak yang belum mengerti tentang aurat perempuan. Dan janganlah mereka menghentakkan kakinya agar diketahui perhiasan yang mereka sembunyikan. Dan bertobatlah kamu semua kepada Allah, wahai orang-orang yang beriman, agar kamu beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2822.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2822.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]