[{"number":{"inQuran":2835,"inSurah":44},"meta":{"juz":18,"surah":24,"page":356,"manzil":306,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يُقَلِّبُ اللّٰهُ الَّيْلَ وَالنَّهَارَۗ اِنَّ فِيْ ذٰلِكَ لَعِبْرَةً لِّاُولِى الْاَبْصَارِ ","transliteration":{"en":"Yuqallibul laahul laila wannahaar; inna fee zaalika la'ibratal li ulil absaar","id":"yuqallibullāhul-laila wan-nahār(a), inna fī żālika la‘ibratal li'ulil-abṣār(i)."}},"translation":{"en":"Allah alternates the night and the day. Indeed in that is a lesson for those who have vision.","id":"Allah mempergantikan malam dan siang. Sesungguhnya pada yang demikian itu, pasti terdapat pelajaran bagi orang-orang yang mempunyai penglihatan (yang tajam)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2835.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2835.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2836,"inSurah":45},"meta":{"juz":18,"surah":24,"page":356,"manzil":306,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاللّٰهُ خَلَقَ كُلَّ دَاۤبَّةٍ مِّنْ مَّاۤءٍۚ فَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى بَطْنِهٖۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰى رِجْلَيْنِۚ وَمِنْهُمْ مَّنْ يَّمْشِيْ عَلٰٓى اَرْبَعٍۗ يَخْلُقُ اللّٰهُ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","transliteration":{"en":"Wallaahu khalaqa kulla daaabbatim mim maaa'in faminhum mai yamshee 'alaa batnihee wa minhum mai yamshee 'alaa rijlaine wa minhum mai yamshee 'alaaa arba'; yakhluqul laahu maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer","id":"wallāhu khalaqa kulla dābbatim mim mā'(in), fa minhum may yamsyī ‘alā baṭinih(ī), wa minhum may yamsyī ‘alā rijlain(i), wa minhum may yamsyī ‘alā arba‘(in), yakhluqullāhu mā yasyā'(u), innallāha ‘alā kulli syai'in qadīr(un)."}},"translation":{"en":"Allah has created every [living] creature from water. And of them are those that move on their bellies, and of them are those that walk on two legs, and of them are those that walk on four. Allah creates what He wills. Indeed, Allah is over all things competent.","id":"Dan Allah menciptakan semua jenis hewan dari air, maka sebagian ada yang berjalan di atas perutnya dan sebagian berjalan dengan dua kaki, sedang sebagian (yang lain) berjalan dengan empat kaki. Allah menciptakan apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2836.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2836.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2837,"inSurah":46},"meta":{"juz":18,"surah":24,"page":356,"manzil":306,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ اَنْزَلْنَآ اٰيٰتٍ مُّبَيِّنٰتٍۗ وَاللّٰهُ يَهْدِيْ مَنْ يَّشَاۤءُ اِلٰى صِرَاطٍ مُّسْتَقِيْمٍ ","transliteration":{"en":"Laqad anzalnaaa Aayaatim mubaiyinaat; wallaahu yahdee mai yashaaa'u ilaa Siraatim Mustaqeem","id":"laqad anzalnā āyātim mubayyināt(in), wallāhu yahdī may yasyā'u ilā ṣirāṭim mustaqīm(in)."}},"translation":{"en":"We have certainly sent down distinct verses. And Allah guides whom He wills to a straight path.","id":"Sungguh, Kami telah menurunkan ayat-ayat yang memberi penjelasan. Dan Allah memberi petunjuk siapa yang Dia kehendaki ke jalan yang lurus."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2837.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2837.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2838,"inSurah":47},"meta":{"juz":18,"surah":24,"page":356,"manzil":306,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَقُوْلُوْنَ اٰمَنَّا بِاللّٰهِ وَبِالرَّسُوْلِ وَاَطَعْنَا ثُمَّ يَتَوَلّٰى فَرِيْقٌ مِّنْهُمْ مِّنْۢ بَعْدِ ذٰلِكَۗ وَمَآ اُولٰۤىِٕكَ بِالْمُؤْمِنِيْنَ","transliteration":{"en":"Wa yaqooloona aamannaa billaahi wa bir Rasooli wa ata'naa summa yatawallaa fareequm minhum mim ba'di zaalik; wa maaa ulaaa'ika bilmu'mineen","id":"wa yaqūlūna āmannā billāhi wa bir-rasūli wa aṭa‘nā ṡumma yatawallā farīqum minhum mim ba‘di żālik(a), wa mā ulā'ika bil-mu'minīn(a)."}},"translation":{"en":"But the hypocrites say, \"We have believed in Allah and in the Messenger, and we obey\"; then a party of them turns away after that. And those are not believers.","id":"Dan mereka (orang-orang munafik) berkata, “Kami telah beriman kepada Allah dan Rasul (Muhammad), dan kami menaati (keduanya).”  Kemudian sebagian dari mereka berpaling setelah itu. Mereka itu bukanlah orang-orang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2838.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2838.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2839,"inSurah":48},"meta":{"juz":18,"surah":24,"page":356,"manzil":306,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اِذَا فَرِيْقٌ مِّنْهُمْ مُّعْرِضُوْنَ ","transliteration":{"en":"Wa izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum izaa fareequm minhum mu'ridoon","id":"wa iżā du‘ū ilallāhi wa rasūlihī liyaḥkuma bainahum iżā farīqum minhum mu‘riḍūn(a)."}},"translation":{"en":"And when they are called to [the words of] Allah and His Messenger to judge between them, at once a party of them turns aside [in refusal].","id":"Dan apabila mereka diajak kepada Allah dan Rasul-Nya, agar (Rasul) memutuskan perkara di antara mereka, tiba-tiba sebagian dari mereka menolak (untuk datang)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2839.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2839.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2840,"inSurah":49},"meta":{"juz":18,"surah":24,"page":356,"manzil":306,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ يَّكُنْ لَّهُمُ الْحَقُّ يَأْتُوْٓا اِلَيْهِ مُذْعِنِيْنَ","transliteration":{"en":"Wa iny-yakul lahumul haqqu yaatooo ilaihi muz'ineen","id":"wa iy yakul lahumul-ḥaqqu ya'tū ilaihi muż‘inīn(a)."}},"translation":{"en":"But if the right is theirs, they come to him in prompt obedience.","id":"Tetapi, jika kebenaran di pihak mereka, mereka datang kepadanya (Rasul) dengan patuh."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2840.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2840.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2841,"inSurah":50},"meta":{"juz":18,"surah":24,"page":356,"manzil":306,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفِيْ قُلُوْبِهِمْ مَّرَضٌ اَمِ ارْتَابُوْٓا اَمْ يَخَافُوْنَ اَنْ يَّحِيْفَ اللّٰهُ عَلَيْهِمْ وَرَسُوْلُهٗ ۗبَلْ اُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ࣖ","transliteration":{"en":"Afee quloobihim ma radun amirtaabooo am yakhaafoona ani yaheefallaahu 'alaihim wa Rasooluh; bal ulaaa'ika humuz zaalimoon","id":"afī qulūbihim maraḍun amirtābū am yakhāfūna ay yaḥīfallāhu ‘alaihim wa rasūluh(ū), bal ulā'ika humuẓ-ẓālimūn(a)."}},"translation":{"en":"Is there disease in their hearts? Or have they doubted? Or do they fear that Allah will be unjust to them, or His Messenger? Rather, it is they who are the wrongdoers.","id":"Apakah (ketidakhadiran mereka karena) dalam hati mereka ada penyakit, atau (karena) mereka ragu-ragu ataukah (karena) takut kalau-kalau Allah dan Rasul-Nya berlaku zalim kepada mereka? Sebenarnya, mereka itulah orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2841.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2841.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2842,"inSurah":51},"meta":{"juz":18,"surah":24,"page":356,"manzil":307,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِيْنَ اِذَا دُعُوْٓا اِلَى اللّٰهِ وَرَسُوْلِهٖ لِيَحْكُمَ بَيْنَهُمْ اَنْ يَّقُوْلُوْا سَمِعْنَا وَاَطَعْنَاۗ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ ","transliteration":{"en":"Innamaa kaana qawlal mu'mineena izaa du'ooo ilal laahi wa Rasoolihee li yahkuma bainahum ai yaqooloo sami'naa wa ata'naa; wa ulaaa'ika humul muflihoon","id":"innamā kāna qaulal-mu'minīna iżā du‘ū ilallāhi wa rasūlihī liyaḥkuma bainahum ay yaqūlū sami‘nā wa aṭa‘nā, wa ulā'ika humul-mufliḥūn(a)."}},"translation":{"en":"The only statement of the [true] believers when they are called to Allah and His Messenger to judge between them is that they say, \"We hear and we obey.\" And those are the successful.","id":"Hanya ucapan orang-orang mukmin, yang apabila mereka diajak kepada Allah dan Rasul-Nya agar Rasul memutuskan (perkara) di antara mereka, mereka berkata, “Kami mendengar, dan kami taat.” Dan mereka itulah orang-orang yang beruntung."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2842.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2842.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2843,"inSurah":52},"meta":{"juz":18,"surah":24,"page":356,"manzil":307,"hizbQuarter":142,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَنْ يُّطِعِ اللّٰهَ وَرَسُوْلَهٗ وَيَخْشَ اللّٰهَ وَيَتَّقْهِ فَاُولٰۤىِٕكَ هُمُ الْفَاۤىِٕزُوْنَ","transliteration":{"en":"Wa mai yuti'il laaha wa Rasoolahoo wa yakhshal laaha wa yattaqhi fa ulaaa'ika humul faaa'izoon","id":"wa may yuṭi‘illāha wa rasūlahū wa yakhsyallāha wa yattaqhi fa ulā'ika humul-fā'izūn(a)."}},"translation":{"en":"And whoever obeys Allah and His Messenger and fears Allah and is conscious of Him - it is those who are the attainers.","id":"Dan barangsiapa taat kepada Allah dan Rasul-Nya serta takut kepada Allah dan bertakwa kepada-Nya, mereka itulah orang-orang yang mendapat kemenangan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2843.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2843.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2844,"inSurah":53},"meta":{"juz":18,"surah":24,"page":356,"manzil":307,"hizbQuarter":143,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَاَقْسَمُوْا بِاللّٰهِ جَهْدَ اَيْمَانِهِمْ لَىِٕنْ اَمَرْتَهُمْ لَيَخْرُجُنَّۗ قُلْ لَّا تُقْسِمُوْاۚ طَاعَةٌ مَّعْرُوْفَةٌ  ۗاِنَّ اللّٰهَ خَبِيْرٌۢ بِمَا تَعْمَلُوْنَ","transliteration":{"en":"Wa aqsamoo billaahi jahda aimaanihim la'in amartahum la yakhrujunna qul laa tuqsimoo taa'atum ma'roofah innal laaha khabeerum bimaa ta'maloon","id":"wa aqsamū billāhi jahda aimānihim la'in amartahum layakhrujunn(a), qul lā tuqsimū, ṭā‘atum ma‘rūfah(tun), innallāha khabīrum bimā ta‘malūn(a)."}},"translation":{"en":"And they swear by Allah their strongest oaths that if you ordered them, they would go forth [in Allah 's cause]. Say, \"Do not swear. [Such] obedience is known. Indeed, Allah is Acquainted with that which you do.\"","id":"Dan mereka bersumpah dengan (nama) Allah dengan sumpah sungguh-sungguh, bahwa jika engkau suruh mereka berperang, pastilah mereka akan pergi. Katakanlah (Muhammad), “Janganlah kamu bersumpah, (karena yang diminta) adalah ketaatan yang baik. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2844.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2844.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]