[{"number":{"inQuran":2845,"inSurah":54},"meta":{"juz":18,"surah":24,"page":357,"manzil":307,"hizbQuarter":143,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَطِيْعُوا اللّٰهَ وَاَطِيْعُوا الرَّسُوْلَۚ فَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْۗ وَاِنْ تُطِيْعُوْهُ تَهْتَدُوْاۗ وَمَا عَلَى الرَّسُوْلِ اِلَّا الْبَلٰغُ الْمُبِيْنُ ","transliteration":{"en":"Qul atee'ul laaha wa atee'ur Rasoola fa in tawallaw fa innamaa 'alaihi maa hummila wa 'alaikum maa hummiltum wa in tutee'oohu tahtadoo; wa maa'alar Rasooli illal balaaghul mubeen","id":"qul aṭī‘ullāha wa aṭī‘ur-rasūl(a), fa in tawallau fa innamā ‘alaihi mā ḥummila wa ‘alaikum mā ḥummiltum, wa in tuṭī‘ūhu tahtadū, wa mā ‘alar rasūli illal-balāgul-mubīn(u)."}},"translation":{"en":"Say, \"Obey Allah and obey the Messenger; but if you turn away - then upon him is only that [duty] with which he has been charged, and upon you is that with which you have been charged. And if you obey him, you will be [rightly] guided. And there is not upon the Messenger except the [responsibility for] clear notification.\"","id":"Katakanlah, “Taatlah kepada Allah dan taatlah kepada Rasul; jika kamu berpaling, maka sesungguhnya kewajiban Rasul (Muhammad) itu hanyalah apa yang dibebankan kepadanya, dan kewajiban kamu hanyalah apa yang dibebankan kepadamu. Jika kamu taat kepadanya, niscaya kamu mendapat petunjuk. Kewajiban Rasul hanyalah menyampaikan (amanat Allah) dengan jelas.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2845.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2845.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2846,"inSurah":55},"meta":{"juz":18,"surah":24,"page":357,"manzil":307,"hizbQuarter":143,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَعَدَ اللّٰهُ الَّذِيْنَ اٰمَنُوْا مِنْكُمْ وَعَمِلُوا الصّٰلِحٰتِ لَيَسْتَخْلِفَنَّهُمْ فِى الْاَرْضِ كَمَا اسْتَخْلَفَ الَّذِيْنَ مِنْ قَبْلِهِمْۖ وَلَيُمَكِّنَنَّ لَهُمْ دِيْنَهُمُ الَّذِى ارْتَضٰى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِّنْۢ بَعْدِ خَوْفِهِمْ اَمْنًاۗ يَعْبُدُوْنَنِيْ لَا يُشْرِكُوْنَ بِيْ شَيْـًٔاۗ وَمَنْ كَفَرَ بَعْدَ ذٰلِكَ فَاُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ","transliteration":{"en":"Wa'adal laahul lazeena aamanoo minkum wa 'amilus saalihaati la yastakhlifan nahum fil ardi kamastakh lafal lazeena min qablihim wa la yumakkinanna lahum deenahumul lazir tadaa lahum wa la yubaddilannahum mim ba'di khawfihim amnaa; ya'budoonanee laayushrikoona bee shai'aa; wa man kafara ba'da zaalika fa ulaaa'ika humul faasiqoon","id":"wa‘adallāhul-lażīna āmanū minkum wa ‘amiluṣ-ṣāliḥāti layastakhlifannahum fil-arḍi kamastakhlafal-lażīna min qablihim, wa layumakkinanna lahum dīnahumul-lażirtaḍā lahum wa layubaddilannahum mim ba‘di khaufihim amnā(n), ya‘budūnanī lā yusyrikūna bī syai'ā(n), wa man kafara ba‘da żālika fa ulā'ika humul-fāsiqūn(a)."}},"translation":{"en":"Allah has promised those who have believed among you and done righteous deeds that He will surely grant them succession [to authority] upon the earth just as He granted it to those before them and that He will surely establish for them [therein] their religion which He has preferred for them and that He will surely substitute for them, after their fear, security, [for] they worship Me, not associating anything with Me. But whoever disbelieves after that - then those are the defiantly disobedient.","id":"Allah telah menjanjikan kepada orang-orang di antara kamu yang beriman dan yang mengerjakan kebajikan, bahwa Dia sungguh, akan menjadikan mereka berkuasa di bumi, sebagaimana Dia telah menjadikan orang-orang sebelum mereka berkuasa, dan sungguh, Dia akan meneguhkan bagi mereka dengan agama yang telah Dia ridai. Dan Dia benar-benar mengubah (keadaan) mereka, setelah berada dalam ketakutan menjadi aman sentosa. Mereka (tetap) menyembah-Ku dengan tidak mempersekutukan-Ku dengan sesuatu apa pun. Tetapi barangsiapa (tetap) kafir setelah (janji) itu, maka mereka itulah orang-orang yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2846.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2846.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2847,"inSurah":56},"meta":{"juz":18,"surah":24,"page":357,"manzil":307,"hizbQuarter":143,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَ وَاَطِيْعُوا الرَّسُوْلَ لَعَلَّكُمْ تُرْحَمُوْنَ","transliteration":{"en":"Wa aqeemus Salaata wa aatuz Zakaata wa atee'ur Rasoola la'allakum turhamoon","id":"wa aqīmuṣ-ṣalāta wa ātuz-zakāta wa aṭī‘ur-rasūla la‘allakum turḥamūn(a)."}},"translation":{"en":"And establish prayer and give zakah and obey the Messenger - that you may receive mercy.","id":"Dan laksanakanlah salat, tunaikanlah zakat, dan taatlah kepada Rasul (Muhammad), agar kamu diberi rahmat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2847.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2847.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2848,"inSurah":57},"meta":{"juz":18,"surah":24,"page":357,"manzil":307,"hizbQuarter":143,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا تَحْسَبَنَّ الَّذِيْنَ كَفَرُوْا مُعْجِزِيْنَ فِى الْاَرْضِۚ وَمَأْوٰىهُمُ النَّارُۗ وَلَبِئْسَ الْمَصِيْرُ ࣖ","transliteration":{"en":"Laa tahsabannal lazeena kafaroo mu'jizeena fil ard; wa maawaahumun Naaru wa labi'sal maseer","id":"lā taḥsabannal-lażīna kafarū mu‘jizīna fil-arḍ(i), wa ma'wāhumun-nār(u), wa labi'sal-maṣīr(u)."}},"translation":{"en":"Never think that the disbelievers are causing failure [to Allah] upon the earth. Their refuge will be the Fire - and how wretched the destination.","id":"Janganlah engkau mengira bahwa orang-orang yang kafir itu dapat luput dari siksaan Allah di bumi; sedang tempat kembali mereka (di akhirat) adalah neraka. Dan itulah seburuk-buruk tempat kembali."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2848.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2848.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2849,"inSurah":58},"meta":{"juz":18,"surah":24,"page":357,"manzil":308,"hizbQuarter":143,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِيَسْتَأْذِنْكُمُ الَّذِيْنَ مَلَكَتْ اَيْمَانُكُمْ وَالَّذِيْنَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلٰثَ مَرّٰتٍۗ مِنْ قَبْلِ صَلٰوةِ الْفَجْرِ وَحِيْنَ تَضَعُوْنَ ثِيَابَكُمْ مِّنَ الظَّهِيْرَةِ وَمِنْۢ بَعْدِ صَلٰوةِ الْعِشَاۤءِۗ ثَلٰثُ عَوْرٰتٍ لَّكُمْۗ  لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌۢ بَعْدَهُنَّۗ طَوَّافُوْنَ عَلَيْكُمْ بَعْضُكُمْ عَلٰى بَعْضٍۗ  كَذٰلِكَ يُبَيِّنُ اللّٰهُ لَكُمُ الْاٰيٰتِۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo li yastaazinkumul lazeena malakat aimaanukum wallazeena lam yablughul huluma minkum salaasa marraat; min qabli Salaatil Fajri wa heena tada'oona siyaa bakum minaz zaheerati wa mim ba'di Salaatil Ishaaa'; salaasu 'awraatil lakum; laisa 'alaikum wa laa 'alaihim junaahum ba'dahunn; tawwaafoona 'alaikum ba'dukum 'alaa ba'd; kazaalika yubaiyinul laahu lakumul aayaat wallaahu 'Aleemun Hakeem","id":"yā ayyuhal-lażīna āmanū liyasta'żinkumul-lażīna malakat aimānukum wal-lażīna lam yablugul-ḥuluma minkum ṡalāṡa marrāt(in), min qabli ṣalātil-fajri wa ḥīna taḍa‘ūna ṡiyābakum minaẓ-ẓahīrati wa mim ba‘di ṣalātil-‘isyā'(i), ṡalāṡu ‘aurātil lakum, laisa ‘alaikum wa lā ‘alaihim junāḥum ba‘dahunn(a), ṭawwāfūna ‘alaikum ba‘ḍukum ‘alā ba‘ḍ(in), każālika yubayyinullāhu lakumul-āyāt(i), wallāhu ‘alīmun ḥakīm(un)."}},"translation":{"en":"O you who have believed, let those whom your right hands possess and those who have not [yet] reached puberty among you ask permission of you [before entering] at three times: before the dawn prayer and when you put aside your clothing [for rest] at noon and after the night prayer. [These are] three times of privacy for you. There is no blame upon you nor upon them beyond these [periods], for they continually circulate among you - some of you, among others. Thus does Allah make clear to you the verses; and Allah is Knowing and Wise.","id":"Wahai orang-orang yang beriman! Hendaklah hamba sahaya (laki-laki dan perempuan) yang kamu miliki, dan orang-orang yang belum balig (dewasa) di antara kamu, meminta izin kepada kamu pada tiga kali (kesempatan) yaitu, sebelum salat Subuh, ketika kamu menanggalkan pakaian (luar)mu di tengah hari, dan setelah salat Isya. (Itulah) tiga aurat (waktu) bagi kamu. Tidak ada dosa bagimu dan tidak (pula) bagi mereka selain dari (tiga waktu) itu; mereka keluar masuk melayani kamu, sebagian kamu atas sebagian yang lain. Demikianlah Allah menjelaskan ayat-ayat itu kepadamu. Dan Allah Maha Mengetahui, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2849.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2849.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]