[{"number":{"inQuran":2858,"inSurah":3},"meta":{"juz":18,"surah":25,"page":360,"manzil":310,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاتَّخَذُوْا مِنْ دُوْنِهٖٓ اٰلِهَةً لَّا يَخْلُقُوْنَ شَيْـًٔا وَّهُمْ يُخْلَقُوْنَ وَلَا يَمْلِكُوْنَ لِاَنْفُسِهِمْ ضَرًّا وَّلَا نَفْعًا وَّلَا يَمْلِكُوْنَ مَوْتًا وَّلَا حَيٰوةً وَّلَا نُشُوْرًا","transliteration":{"en":"Wattakhazoo min dooniheee aahihatal laa yakhluqoona shai'anw wa hum yukhlaqoona wa laa yamlikoona li anfusihim darranw wa laa naf'anw wa laa yamlikoona mawtanw wa laa hayaatanw wa laa nushooraa","id":"wattakhażū min dūnihī ālihatal lā yakhluqūna syai'aw wa hum yukhlaqūna wa lā yamlikūna li'anfusihim ḍarraw wa lā naf‘aw wa lā yamlikūna mautaw wa lā ḥayātaw wa lā nusyūrā(n)."}},"translation":{"en":"But they have taken besides Him gods which create nothing, while they are created, and possess not for themselves any harm or benefit and possess not [power to cause] death or life or resurrection.","id":"Namun mereka mengambil tuhan-tuhan selain Dia (untuk disembah), padahal mereka (tuhan-tuhan itu) tidak menciptakan apa pun, bahkan mereka sendiri diciptakan dan tidak kuasa untuk (menolak) bahaya terhadap dirinya dan tidak dapat (mendatangkan) manfaat serta tidak kuasa mematikan, menghidupkan dan tidak (pula) membangkitkan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2858.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2858.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2859,"inSurah":4},"meta":{"juz":18,"surah":25,"page":360,"manzil":310,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ الَّذِيْنَ كَفَرُوْٓا اِنْ هٰذَآ اِلَّآ اِفْكُ ِۨافْتَرٰىهُ وَاَعَانَهٗ عَلَيْهِ قَوْمٌ اٰخَرُوْنَۚ فَقَدْ جَاۤءُوْ ظُلْمًا وَّزُوْرًا ۚ","transliteration":{"en":"Wa qaalal lazeena kafarooo in haazaaa illaaa ifkunif taraahu wa a'aanahoo 'alaihi qawmun aakharoona faqad jaaa'oo zulmanw wa zooraa","id":"wa qālal-lażīna kafarū in hāżā illā ifkuniftarāhu wa a‘ānahū ‘alaihi qaumun ākharūn(a), fa qad jā'ū ẓulmaw wa zūrā(n)."}},"translation":{"en":"And those who disbelieve say, \"This [Qur'an] is not except a falsehood he invented, and another people assisted him in it.\" But they have committed an injustice and a lie.","id":"Dan orang-orang kafir berkata, “(Al-Qur'an) ini tidak lain hanyalah kebohongan yang diada-adakan oleh dia (Muhammad), dibantu oleh orang-orang lain,” Sungguh, mereka telah berbuat zalim dan dusta yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2859.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2859.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2860,"inSurah":5},"meta":{"juz":18,"surah":25,"page":360,"manzil":310,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالُوْٓا اَسَاطِيْرُ الْاَوَّلِيْنَ اكْتَتَبَهَا فَهِيَ تُمْلٰى عَلَيْهِ بُكْرَةً وَّاَصِيْلًا","transliteration":{"en":"Wa qaalooo asaateerul awwaleenak tatabahaa fahiya tumlaa 'alaihi bukratanw wa aseelaa","id":"wa qālū asāṭīrul-awwalīnaktatabahā fa hiya tumlā ‘alaihi bukrataw wa aṣīlā(n)."}},"translation":{"en":"And they say, \"Legends of the former peoples which he has written down, and they are dictated to him morning and afternoon.\"","id":"Dan mereka berkata, “(Itu hanya) dongeng-dongeng orang-orang terdahulu, yang diminta agar dituliskan, lalu dibacakanlah dongeng itu kepadanya setiap pagi dan petang.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2860.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2860.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2861,"inSurah":6},"meta":{"juz":18,"surah":25,"page":360,"manzil":310,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَنْزَلَهُ الَّذِيْ يَعْلَمُ السِّرَّ  فِى السَّمٰوٰتِ وَالْاَرْضِۗ اِنَّهٗ كَانَ غَفُوْرًا رَّحِيْمًا","transliteration":{"en":"Qul anzalhul lazee ya'lamus sirra fis samaawaati wal-ard; innahoo kaana Ghafoorar Raheemaa","id":"qul anzalahul-lażī ya‘lamus-sirra fis-samāwāti wal-arḍ(i), innahū kāna gafūrar raḥīmā(n)."}},"translation":{"en":"Say, [O Muhammad], \"It has been revealed by He who knows [every] secret within the heavens and the earth. Indeed, He is ever Forgiving and Merciful.\"","id":"Katakanlah (Muhammad), “(Al-Qur'an) itu diturunkan oleh (Allah) yang mengetahui rahasia di langit dan di bumi. Sungguh, Dia Maha Pengampun, Maha Penyayang.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2861.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2861.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2862,"inSurah":7},"meta":{"juz":18,"surah":25,"page":360,"manzil":310,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالُوْا مَالِ هٰذَا الرَّسُوْلِ يَأْكُلُ الطَّعَامَ وَيَمْشِيْ فِى الْاَسْوَاقِۗ  لَوْلَآ اُنْزِلَ اِلَيْهِ مَلَكٌ فَيَكُوْنَ مَعَهٗ نَذِيْرًا ۙ","transliteration":{"en":"Wa qaaloo maa li haazar Rasooli yaakulut ta'aama wa yamshee fil aswaaq; law laaa unzila ilaihi malakun fa yakoona ma'ahoo nazeeraa","id":"wa qālū mā lihāżar-rasūli ya'kuluṭ-ṭa‘āma wa yamsyī fil-aswāq(i), lau lā unzila ‘alaihi malakun fa yakūna ma‘ahū nażīrā(n)."}},"translation":{"en":"And they say, \"What is this messenger that eats food and walks in the markets? Why was there not sent down to him an angel so he would be with him a warner?","id":"Dan mereka berkata, “Mengapa Rasul (Muhammad) ini memakan makanan dan berjalan di pasar-pasar? Mengapa malaikat tidak diturunkan kepadanya (agar malaikat) itu memberikan peringatan bersama dia,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2862.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2862.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2863,"inSurah":8},"meta":{"juz":18,"surah":25,"page":360,"manzil":310,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَوْ يُلْقٰىٓ اِلَيْهِ كَنْزٌ اَوْ تَكُوْنُ لَهٗ جَنَّةٌ يَّأْكُلُ مِنْهَاۗ وَقَالَ الظّٰلِمُوْنَ اِنْ تَتَّبِعُوْنَ اِلَّا رَجُلًا مَّسْحُوْرًا","transliteration":{"en":"Aw yulqaaa ilaihi kanzun aw takoonu lahoo jannatuny yaakulu minhaa; wa qaalaz zaalimoona in tattabi'oona illaa rajulam mas hooraa","id":"au yulqā ilaihi kanzun au takūnu lahū jannatuy ya'kulu minhā, wa qālaẓ-ẓālimūna in tattabi‘ūna illā rajulam masḥūrā(n)."}},"translation":{"en":"Or [why is not] a treasure presented to him [from heaven], or does he [not] have a garden from which he eats?\" And the wrongdoers say, \"You follow not but a man affected by magic.\"","id":"atau (mengapa tidak) diturunkan kepadanya harta kekayaan atau (mengapa tidak ada) kebun baginya, sehingga dia dapat makan dari (hasil)nya?” Dan orang-orang zalim itu berkata, “Kamu hanyalah mengikuti seorang laki-laki yang kena sihir.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2863.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2863.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2864,"inSurah":9},"meta":{"juz":18,"surah":25,"page":360,"manzil":310,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُنْظُرْ كَيْفَ ضَرَبُوْا لَكَ الْاَمْثَالَ فَضَلُّوْا فَلَا يَسْتَطِيْعُوْنَ سَبِيْلًا ࣖ","transliteration":{"en":"Unzur kaifa daraboo lakal amsaala fadalloo falaa yastatee'oona sabeelaa","id":"unẓur kaifa ḍarabū lakal-amṡāla fa ḍallū falā yastaṭī‘ūna sabīlā(n)."}},"translation":{"en":"Look how they strike for you comparisons; but they have strayed, so they cannot [find] a way.","id":"Perhatikanlah, bagaimana mereka membuat perumpamaan-perumpamaan tentang engkau, maka sesatlah mereka, mereka tidak sanggup (mendapatkan) jalan (untuk menentang kerasulanmu). "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2864.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2864.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2865,"inSurah":10},"meta":{"juz":18,"surah":25,"page":360,"manzil":311,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"تَبٰرَكَ الَّذِيْٓ اِنْ شَاۤءَ جَعَلَ لَكَ خَيْرًا مِّنْ ذٰلِكَ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُۙ وَيَجْعَلْ لَّكَ قُصُوْرًا","transliteration":{"en":"Tabaarakal lazeee in shaaa'a ja'ala laka khairam min zaalika jannaatin tajree min tahtihal anhaaru wa yaj'al laka qusooraa","id":"tabārakal-lażī in syā'a ja‘ala laka khairam min żālika jannātin tajrī min taḥtihal-anhār(u), wa yaj‘al laka quṣūrā(n)."}},"translation":{"en":"Blessed is He who, if He willed, could have made for you [something] better than that - gardens beneath which rivers flow - and could make for you palaces.","id":"Mahasuci (Allah) yang jika Dia menghendaki, niscaya Dia jadikan bagimu yang lebih baik daripada itu, (yaitu) surga-surga yang mengalir di bawahnya sungai-sungai, dan Dia jadikan (pula) istana-istana untukmu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2865.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2865.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":2866,"inSurah":11},"meta":{"juz":18,"surah":25,"page":360,"manzil":311,"hizbQuarter":144,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَلْ كَذَّبُوْا بِالسَّاعَةِۙ وَاَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيْرًا","transliteration":{"en":"Bal kazzaboo bis Saa'ati wa a'tadnaa liman kazzaba bis Saa'ati sa'eeraa","id":"bal każżabū bis-sā‘ah(ti), wa a‘tadnā liman każżaba bis-sā‘ati sa‘īrā(n)."}},"translation":{"en":"But they have denied the Hour, and We have prepared for those who deny the Hour a Blaze.","id":"Bahkan mereka mendustakan hari Kiamat. Dan Kami menyediakan neraka yang menyala-nyala bagi siapa yang mendustakan hari Kiamat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/2866.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/2866.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]