[{"number":{"inQuran":3215,"inSurah":56},"meta":{"juz":20,"surah":27,"page":382,"manzil":330,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوْٓا اَخْرِجُوْٓا اٰلَ لُوْطٍ مِّنْ قَرْيَتِكُمْۙ اِنَّهُمْ اُنَاسٌ يَّتَطَهَّرُوْنَ  ","transliteration":{"en":"Fammaa kaana jawaaba qawmiheee illaaa an qaalooo akrijoon aalaa Lootim min qaryatikum innahum unaasuny yatatahharoon","id":"famā kāna jawāba qaumihī illā an qālū akhrijū āla lūṭim min qaryatikum, innahum unāsuy yataṭahharūn(a)."}},"translation":{"en":"But the answer of his people was not except that they said, \"Expel the family of Lot from your city. Indeed, they are people who keep themselves pure.\"","id":"Jawaban kaumnya tidak lain hanya dengan mengatakan, “Usirlah Lut dan keluarganya dari negerimu; sesungguhnya mereka adalah orang-orang yang (menganggap dirinya) suci.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3215.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3215.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3216,"inSurah":57},"meta":{"juz":20,"surah":27,"page":382,"manzil":330,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَنْجَيْنٰهُ وَاَهْلَهٗٓ اِلَّا امْرَاَتَهٗ قَدَّرْنٰهَا مِنَ الْغٰبِرِيْنَ  ","transliteration":{"en":"Fa anjainaahu wa ahlahooo illam ra atahoo qaddarnaahaa minal ghaabireen","id":"fa'anjaināhu wa ahlahū illamra'atahū qaddarnāhā minal-gābirīn(a)."}},"translation":{"en":"So We saved him and his family, except for his wife; We destined her to be of those who remained behind.","id":"Maka Kami selamatkan dia dan keluarganya, kecuali istrinya. Kami telah menentukan dia termasuk orang-orang yang tertinggal (dibinasakan)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3216.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3216.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3217,"inSurah":58},"meta":{"juz":20,"surah":27,"page":382,"manzil":330,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَمْطَرْنَا عَلَيْهِمْ مَّطَرًاۚ فَسَاۤءَ مَطَرُ الْمُنْذَرِيْنَ ࣖ ","transliteration":{"en":"Wa amtarnaa 'alaihimm mataran fasaaa'a matarul munzareen","id":"wa amṭarnā ‘alaihim maṭarā(n), fasā'a maṭarul-munżarīn(a)."}},"translation":{"en":"And We rained upon them a rain [of stones], and evil was the rain of those who were warned.","id":"Dan Kami hujani mereka dengan hujan (batu), maka sangat buruklah hujan (yang ditimpakan) pada orang-orang yang diberi peringatan itu (tetapi tidak mengindahkan). "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3217.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3217.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3218,"inSurah":59},"meta":{"juz":20,"surah":27,"page":382,"manzil":331,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلِ الْحَمْدُ لِلّٰهِ وَسَلٰمٌ عَلٰى عِبَادِهِ الَّذِيْنَ اصْطَفٰىۗ ءٰۤاللّٰهُ خَيْرٌ اَمَّا يُشْرِكُوْنَ  ۔ ","transliteration":{"en":"Qulil hamdu lillaahi wa salaamun 'alaa 'ibaadihil lazeenas tafaa; aaallaahu khairun ammmaa yushrikoon","id":"qulil-ḥamdu lillāhi wa salāmun ‘alā ‘ibādihil-lażīnaṣṭafā, āllāhu khairun ammā yusyrikūn(a)."}},"translation":{"en":"Say, [O Muhammad], \"Praise be to Allah, and peace upon His servants whom He has chosen. Is Allah better or what they associate with Him?\"","id":"Katakanlah (Muhammad), “Segala puji bagi Allah dan salam sejahtera atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan (dengan Dia)?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3218.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3218.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3219,"inSurah":60},"meta":{"juz":20,"surah":27,"page":382,"manzil":331,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَمَّنْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ وَاَنْزَلَ لَكُمْ مِّنَ السَّمَاۤءِ مَاۤءً فَاَنْۢبَتْنَا بِهٖ حَدَاۤىِٕقَ ذَاتَ بَهْجَةٍۚ مَا كَانَ لَكُمْ اَنْ تُنْۢبِتُوْا شَجَرَهَاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ هُمْ قَوْمٌ يَّعْدِلُوْنَ ۗ ","transliteration":{"en":"Amman khalaqas samaawaati wal arda wa anzala lakum minas samaaa'i maaa'an fa ambatnaa bihee hadaaa'iqa zaata bahjjah; maa kanna lakum an tumbitoo shajarahaa; 'a-ilaahum ma'al laah; bal hum qawmuny ya'diloon","id":"am man khalaqas-samāwāti wal-arḍa wa anzala minas-samā'i mā'an fa ambatnā bihī ḥadā'iqa żāta bahjah(tin), mā kāna lakum an tumbitū syajarahā, a'ilāhum ma‘allāh(i), bal hum qaumuy ya‘dilūn(a)."}},"translation":{"en":"[More precisely], is He [not best] who created the heavens and the earth and sent down for you rain from the sky, causing to grow thereby gardens of joyful beauty which you could not [otherwise] have grown the trees thereof? Is there a deity with Allah? [No], but they are a people who ascribe equals [to Him].","id":"Bukankah Dia (Allah) yang menciptakan langit dan bumi dan yang menurunkan air dari langit untukmu, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah? Kamu tidak akan mampu menumbuhkan pohon-pohonnya. Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya mereka adalah orang-orang yang menyimpang (dari kebenaran)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3219.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3219.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3220,"inSurah":61},"meta":{"juz":20,"surah":27,"page":382,"manzil":331,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَمَّنْ جَعَلَ الْاَرْضَ قَرَارًا وَّجَعَلَ خِلٰلَهَآ اَنْهٰرًا وَّجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًاۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗبَلْ اَكْثَرُهُمْ لَا يَعْلَمُوْنَ ۗ  ","transliteration":{"en":"Ammann ja'alal arda qaraaranw wa ja'ala khilaalahaaa anhaaranw wa ja'ala lahaa rawaasiya wa ja'ala bainal bahraini haajizaa; 'a-ilaahumma'allah; bal aksaruhum la ya'lamoon","id":"am man ja‘alal-arḍa qarāraw wa ja‘ala khilālahā anhāraw wa ja‘ala lahā rawāsiya wa ja‘ala bainal-baḥraini ḥājizā(n), a'ilāhum ma‘allāh(i), bal akṡaruhum lā ya‘lamūn(a)."}},"translation":{"en":"Is He [not best] who made the earth a stable ground and placed within it rivers and made for it firmly set mountains and placed between the two seas a barrier? Is there a deity with Allah? [No], but most of them do not know.","id":"Bukankah Dia (Allah) yang telah menjadikan bumi sebagai tempat berdiam, yang menjadikan sungai-sungai di celah-celahnya, yang menjadikan gunung-gunung untuk (mengokohkan)nya dan yang menjadikan suatu pemisah antara dua laut? Apakah di samping Allah ada tuhan (yang lain)? Sebenarnya kebanyakan mereka tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3220.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3220.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3221,"inSurah":62},"meta":{"juz":20,"surah":27,"page":382,"manzil":331,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَمَّنْ يُّجِيْبُ الْمُضْطَرَّ اِذَا دَعَاهُ وَيَكْشِفُ السُّوْۤءَ وَيَجْعَلُكُمْ خُلَفَاۤءَ الْاَرْضِۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗقَلِيْلًا مَّا تَذَكَّرُوْنَۗ  ","transliteration":{"en":"Ammany-yujeebul mud tarra izaa da'aahu wa yakshifussooo'a wa yaj'alukum khula faaa'al ardi 'a-ilaahum ma'al laahi qaleelam maa tazak karoon","id":"am may yujībul-muḍṭarra iżā da‘āhu wa yaksyifus-sū'a wa yaj‘alukum khulafā'a fil-arḍ(i), a'ilāhum ma‘allāh(i), qalīlam mā tażakkarūn(a)."}},"translation":{"en":"Is He [not best] who responds to the desperate one when he calls upon Him and removes evil and makes you inheritors of the earth? Is there a deity with Allah? Little do you remember.","id":"Bukankah Dia (Allah) yang memperkenankan (doa) orang yang dalam kesulitan apabila dia berdoa kepada-Nya, dan menghilangkan kesusahan dan menjadikan kamu (manusia) sebagai khalifah (pemimpin) di bumi? Apakah di samping Allah ada tuhan (yang lain)? Sedikit sekali (nikmat Allah) yang kamu ingat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3221.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3221.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3222,"inSurah":63},"meta":{"juz":20,"surah":27,"page":382,"manzil":331,"hizbQuarter":153,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَمَّنْ يَّهْدِيْكُمْ فِيْ ظُلُمٰتِ الْبَرِّ وَالْبَحْرِ وَمَنْ يُّرْسِلُ الرِّيٰحَ بُشْرًاۢ  بَيْنَ يَدَيْ رَحْمَتِهٖۗ ءَاِلٰهٌ مَّعَ اللّٰهِ ۗتَعٰلَى اللّٰهُ عَمَّا يُشْرِكُوْنَ","transliteration":{"en":"Ammany-yahdeekum fee zulumaatil barri wal bahri wa many yursilu riyaaha bushram baina yadai rahmatih; 'a-ilaahum ma'al laah; Ta'aalal laahu 'ammaa yushrikoon","id":"am may yahdīkum fī ẓulumātil-barri wal-baḥri wa may yursilur-riyāḥa busyram baina yadai raḥmatih(ī), a'ilāhum ma‘allāh(i), ta‘ālallāhu ‘ammā yusyrikūn(a)."}},"translation":{"en":"Is He [not best] who guides you through the darknesses of the land and sea and who sends the winds as good tidings before His mercy? Is there a deity with Allah? High is Allah above whatever they associate with Him.","id":"Bukankah Dia (Allah) yang memberi petunjuk kepada kamu dalam kegelapan di daratan dan lautan dan yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah di samping Allah ada tuhan (yang lain)? Mahatinggi Allah terhadap apa yang mereka persekutukan. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3222.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3222.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]