[{"number":{"inQuran":3281,"inSurah":29},"meta":{"juz":20,"surah":28,"page":389,"manzil":337,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ فَلَمَّا قَضٰى مُوْسَى الْاَجَلَ وَسَارَ بِاَهْلِهٖٓ اٰنَسَ مِنْ جَانِبِ الطُّوْرِ نَارًاۗ قَالَ لِاَهْلِهِ امْكُثُوْٓا اِنِّيْٓ اٰنَسْتُ نَارًا لَّعَلِّيْٓ اٰتِيْكُمْ مِّنْهَا بِخَبَرٍ اَوْ جَذْوَةٍ مِّنَ النَّارِ لَعَلَّكُمْ تَصْطَلُوْنَ","transliteration":{"en":"Falammmaa qadaa Moosal ajala wa saara bi ahliheee aanasa min jaanibit Toori naaran qaala li ahlihim kusooo inneee aanastu naaral la 'alleee aateekum minhaa bikhabarin aw jazwatim minan naari la 'allakum tastaloon","id":"falammā qaḍā mūsal-ajala wa sāra bi'ahlihī ānasa min jānibiṭ-ṭūri nārā(n), qāla li'ahlihimkuṡū innī ānastu nāral la‘allī ātīkum minhā bikhabarin au jażwatim minan-nāri la‘allakum taṣṭalūn(a)."}},"translation":{"en":"And when Moses had completed the term and was traveling with his family, he perceived from the direction of the mount a fire. He said to his family, \"Stay here; indeed, I have perceived a fire. Perhaps I will bring you from there [some] information or burning wood from the fire that you may warm yourselves.\"","id":"Maka ketika Musa telah menyelesaikan waktu yang ditentukan itu dan dia berangkat dengan keluarganya, dia melihat api di lereng gunung. Dia berkata kepada keluarganya, “Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sepercik api, agar kamu dapat menghangatkan badan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3281.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3281.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3282,"inSurah":30},"meta":{"juz":20,"surah":28,"page":389,"manzil":337,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّآ اَتٰىهَا نُوْدِيَ مِنْ شَاطِئِ الْوَادِ الْاَيْمَنِ فِى الْبُقْعَةِ الْمُبٰرَكَةِ مِنَ الشَّجَرَةِ اَنْ يّٰمُوْسٰىٓ اِنِّيْٓ اَنَا اللّٰهُ رَبُّ الْعٰلَمِيْنَ ۙ","transliteration":{"en":"Falammaaa ataahaa noodiya min shaati'il waadil aimani fil buq'atil muubaarakati minash shajarati ai yaa Moosaaa inneee Anal laahu Rabbul 'aalameen","id":"falammā atāhā nūdiya min syāṭi'il wādil aimani fil buq‘atil mubārakati minasy syajarati ay yā mūsā innī anallāhu rabbul-‘ālamīn(a)."}},"translation":{"en":"But when he came to it, he was called from the right side of the valley in a blessed spot - from the tree, \"O Moses, indeed I am Allah, Lord of the worlds.\"","id":"Maka ketika dia (Musa) sampai ke (tempat) api itu, dia diseru dari (arah) pinggir sebelah kanan lembah, dari sebatang pohon, di sebidang tanah yang diberkahi, “Wahai Musa! Sungguh, Aku adalah Allah, Tuhan seluruh alam!"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3282.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3282.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3283,"inSurah":31},"meta":{"juz":20,"surah":28,"page":389,"manzil":337,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَنْ اَلْقِ عَصَاكَ ۗفَلَمَّا رَاٰهَا تَهْتَزُّ كَاَنَّهَا جَاۤنٌّ وَّلّٰى مُدْبِرًا وَّلَمْ يُعَقِّبْۗ يٰمُوْسٰىٓ اَقْبِلْ وَلَا تَخَفْۗ اِنَّكَ مِنَ الْاٰمِنِيْنَ","transliteration":{"en":"Wa an alqi 'asaaka falam maa ra aahaa tahtazzu ka annnahaa jaaannunw wallaa mudbiranw wa lam yu'aqqib; yaa Moosaa aqbil wa laa takhaf innaka minal aamineen","id":"wa alqi ‘aṣāk(a), falammā ra'āhā tahtazzu ka'annahā jānnuw wallā mudbiraw wa lam yu‘aqqib, yā mūsā aqbil wa lā takhaf, innaka minal-āminīn(a)."}},"translation":{"en":"And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it was a snake, he turned in flight and did not return. [Allah said], \"O Moses, approach and fear not. Indeed, you are of the secure.","id":"Dan lemparkanlah tongkatmu.” Maka ketika dia (Musa) melihatnya bergerak-gerak seakan-akan seekor ular yang (gesit), dia lari berbalik ke belakang tanpa menoleh. (Allah berfirman), “Wahai Musa! Kemarilah dan jangan takut. Sesungguhnya engkau termasuk orang yang aman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3283.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3283.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3284,"inSurah":32},"meta":{"juz":20,"surah":28,"page":389,"manzil":337,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُسْلُكْ يَدَكَ فِيْ جَيْبِكَ تَخْرُجْ بَيْضَاۤءَ مِنْ غَيْرِ سُوْۤءٍ ۖوَّاضْمُمْ اِلَيْكَ جَنَاحَكَ مِنَ الرَّهْبِ  فَذٰنِكَ بُرْهَانٰنِ مِنْ رَّبِّكَ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖۗ اِنَّهُمْ كَانُوْا قَوْمًا فٰسِقِيْنَ ","transliteration":{"en":"Usluk yadaka fee jaibika takhruj baidaaa'a min ghairi sooo'inw wadmum ilaika janaahaka minar rahbi fazaanika burhaanaani mir Rabbika ilaa Fiw'awna wa mala'ih; innahum kaanoo qawman faasiqeen","id":"usluk yadaka fī jaibika takhruj baiḍā'a min gairi sū'(in), waḍmum ilaika janāḥaka minar-rahbi fażānika burhānāni mir rabbika ilā fir‘auna wa mala'ih(ī), innahum kānū qauman fāsiqīn(a)."}},"translation":{"en":"Insert your hand into the opening of your garment; it will come out white, without disease. And draw in your arm close to you [as prevention] from fear, for those are two proofs from your Lord to Pharaoh and his establishment. Indeed, they have been a people defiantly disobedient.\"","id":"Masukkanlah tanganmu ke leher bajumu, dia akan keluar putih (bercahaya) tanpa cacat, dan dekapkanlah kedua tanganmu ke dadamu apabila ketakutan. Itulah dua mukjizat dari Tuhanmu (yang akan engkau pertunjukkan) kepada Fir‘aun dan para pembesarnya. Sungguh, mereka adalah orang-orang fasik.”    "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3284.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3284.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3285,"inSurah":33},"meta":{"juz":20,"surah":28,"page":389,"manzil":337,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ رَبِّ اِنِّيْ قَتَلْتُ مِنْهُمْ نَفْسًا فَاَخَافُ اَنْ يَّقْتُلُوْنِ ","transliteration":{"en":"Qaala Rabbi innee qataltu minhum nafsan fa akhaafu ai yaqtuloon","id":"qāla rabbi innī qataltu minhum nafsan fa'akhāfu ay yaqtulūn(i)."}},"translation":{"en":"He said, \"My Lord, indeed, I killed from among them someone, and I fear they will kill me.","id":"Dia (Musa) berkata, “Ya Tuhanku, sungguh aku telah membunuh seorang dari golongan mereka, sehingga aku takut mereka akan membunuhku. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3285.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3285.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3286,"inSurah":34},"meta":{"juz":20,"surah":28,"page":389,"manzil":337,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَخِيْ هٰرُوْنُ هُوَ اَفْصَحُ مِنِّيْ لِسَانًا فَاَرْسِلْهُ مَعِيَ رِدْءًا يُّصَدِّقُنِيْٓ  ۖاِنِّيْٓ اَخَافُ اَنْ يُّكَذِّبُوْنِ ","transliteration":{"en":"Wa akhee Haaroonu huwa afsahu minnee lisaanan fa arsilhu ma'iya rid ai yusaddiquneee innee akhaafu ai yukazziboon","id":"wa akhī hārūnu huwa afṣaḥu minnī lisānan fa'arsilhu ma‘iya rid'ay yuṣaddiqunī, innī akhāfu ay yukażżibūn(i)."}},"translation":{"en":"And my brother Aaron is more fluent than me in tongue, so send him with me as support, verifying me. Indeed, I fear that they will deny me.\"","id":"Dan saudaraku Harun, dia lebih fasih lidahnya daripada aku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sungguh, aku takut mereka akan mendustakanku.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3286.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3286.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3287,"inSurah":35},"meta":{"juz":20,"surah":28,"page":389,"manzil":337,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ سَنَشُدُّ عَضُدَكَ بِاَخِيْكَ وَنَجْعَلُ لَكُمَا سُلْطٰنًا فَلَا يَصِلُوْنَ اِلَيْكُمَا  ۛبِاٰيٰتِنَا  ۛ اَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغٰلِبُوْنَ ","transliteration":{"en":"Qaala sanashuddu 'adudaka bi akheeka wa naj'alu lakumaa sultaanan falaa yasiloona ilaikumaa; bi Aayaatinaa antumaa wa manit taba'akumal ghaaliboon","id":"qāla sanasyuddu ‘aḍudaka bi'akhīka wa naj‘alu lakumā sulṭānan falā yaṣilūna ilaikumā - bi'āyātinā - antumā wa manittaba‘akumal-gālibūn(a)."}},"translation":{"en":"[Allah] said, \"We will strengthen your arm through your brother and grant you both supremacy so they will not reach you. [It will be] through Our signs; you and those who follow you will be the predominant.\"","id":"Dia (Allah) berfirman, “Kami akan menguatkan engkau (membantumu) dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak akan dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamu yang akan menang.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3287.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3287.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]