[{"number":{"inQuran":3296,"inSurah":44},"meta":{"juz":20,"surah":28,"page":391,"manzil":338,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا كُنْتَ بِجَانِبِ الْغَرْبِيِّ اِذْ قَضَيْنَآ اِلٰى مُوْسَى الْاَمْرَ وَمَا كُنْتَ مِنَ الشّٰهِدِيْنَ ۙ","transliteration":{"en":"Wa maa kunta bijaanibil gharbiyyi iz qadainaaa ilaa Moosal amra wa maa kunta minash shaahideen","id":"wa mā kunta bijānibil-garbiyyi iż qaḍainā ilā mūsal-amra wa mā kunta minasy-syāhidīn(a)."}},"translation":{"en":"And you, [O Muhammad], were not on the western side [of the mount] when We revealed to Moses the command, and you were not among the witnesses [to that].","id":"Dan engkau (Muhammad) tidak berada di sebelah barat (lembah suci Tuwa) ketika Kami menyampaikan perintah kepada Musa, dan engkau tidak (pula) termasuk orang-orang yang menyaksikan (kejadian itu)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3296.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3296.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3297,"inSurah":45},"meta":{"juz":20,"surah":28,"page":391,"manzil":338,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلٰكِنَّآ اَنْشَأْنَا قُرُوْنًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُۚ وَمَا كُنْتَ ثَاوِيًا فِيْٓ اَهْلِ مَدْيَنَ تَتْلُوْا عَلَيْهِمْ اٰيٰتِنَاۙ وَلٰكِنَّا كُنَّا مُرْسِلِيْنَ ","transliteration":{"en":"Wa laakinnaa anshaanaa quroonan fatataawala 'alaihimul 'umur; wa maa kunta saawiyan feee ahli Madyana tatloo 'alaihim Aayaatinaa wa laakinnaa kunnaa mursileen","id":"wa lākinnā ansya'nā qurūnan fataṭāwala ‘alaihimul-‘umur(u), wa mā kunta ṡāwiyan fī ahli madyana tatlū ‘alaihim āyātinā, wa lākinnā kunnā mursilīn(a)."}},"translation":{"en":"But We produced [many] generations [after Moses], and prolonged was their duration. And you were not a resident among the people of Madyan, reciting to them Our verses, but We were senders [of this message].","id":"Tetapi Kami telah menciptakan beberapa umat, dan telah berlalu atas mereka masa yang panjang, dan engkau (Muhammad) tidak tinggal bersama-sama penduduk Madyan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3297.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3297.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3298,"inSurah":46},"meta":{"juz":20,"surah":28,"page":391,"manzil":338,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا كُنْتَ بِجَانِبِ الطُّوْرِ اِذْ نَادَيْنَا وَلٰكِنْ رَّحْمَةً مِّنْ رَّبِّكَ لِتُنْذِرَ قَوْمًا مَّآ اَتٰىهُمْ مِّنْ نَّذِيْرٍ مِّنْ قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ ","transliteration":{"en":"Wa maa kunta bijaanibit Toori iz naadainaa wa laakir rahmatam mir Rabbika litunzira qawmam maaa ataahum min nazeerim min qablika la'allahum yatazakkaroon","id":"wa mā kunta bijānibiṭ-ṭūri iż nādainā wa lākir raḥmatam mir rabbika litunżira qaumam mā atāhum min nażīrim min qablika la‘allahum yatażakkarūn(a)."}},"translation":{"en":"And you were not at the side of the mount when We called [Moses] but [were sent] as a mercy from your Lord to warn a people to whom no warner had come before you that they might be reminded.","id":"Dan engkau (Muhammad) tidak berada di dekat Tur (gunung) ketika Kami menyeru (Musa), tetapi (Kami utus engkau) sebagai rahmat dari Tuhanmu, agar engkau memberi peringatan kepada kaum (Quraisy) yang tidak didatangi oleh pemberi peringatan sebelum engkau agar mereka mendapat pelajaran."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3298.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3298.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3299,"inSurah":47},"meta":{"juz":20,"surah":28,"page":391,"manzil":338,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْلَآ اَنْ تُصِيْبَهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ فَيَقُوْلُوْا رَبَّنَا لَوْلَآ اَرْسَلْتَ اِلَيْنَا رَسُوْلًا فَنَتَّبِعَ اٰيٰتِكَ وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ ","transliteration":{"en":"Wa law laaa an tuseebahum museebatum bimaa qaddamat aideehim fa yaqooloo Rabbanaa law laaa arsalta ilainaa Rasoolan fanattabi'a Aayaatika wa nakoona minal mu'mineen","id":"wa lau lā an tuṣībahum muṣībatum bimā qaddamat aidīhim fayaqūlū rabbanā lau lā arsalta ilainā rasūlan fanattabi‘a āyātika wa nakūna minal-mu'minīn(a)."}},"translation":{"en":"And if not that a disaster should strike them for what their hands put forth [of sins] and they would say, \"Our Lord, why did You not send us a messenger so we could have followed Your verses and been among the believers?\"...","id":"Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan, “Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, agar kami mengikuti ayat-ayat Engkau dan termasuk orang mukmin.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3299.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3299.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3300,"inSurah":48},"meta":{"juz":20,"surah":28,"page":391,"manzil":338,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا جَاۤءَهُمُ الْحَقُّ مِنْ عِنْدِنَا قَالُوْا لَوْلَآ اُوْتِيَ مِثْلَ مَآ اُوْتِيَ مُوْسٰىۗ اَوَلَمْ يَكْفُرُوْا بِمَآ اُوْتِيَ مُوْسٰى مِنْ قَبْلُۚ قَالُوْا سِحْرٰنِ تَظٰهَرَاۗ وَقَالُوْٓا اِنَّا بِكُلٍّ كٰفِرُوْنَ ","transliteration":{"en":"Falammaa jaaa'ahumul haqqu min 'indinaa qaaloo law laa ootiya misla maaa ootiyaa Moosaa; awalam yakfuroo bimaaa ootiya Moosaa min qablu qaaloo sihraani tazaaharaa wa qaalooo innaa bikullin kaafiroon","id":"falammā jā'ahumul-ḥaqqu min ‘indinā qālū lau lā ūtiya miṡla mā ūtiya mūsā, awalam yakfurū bimā ūtiya mūsā min qabl(u), qālū siḥrāni taẓāharā, wa qālū innā bikullin kāfirūn(a)."}},"translation":{"en":"But when the truth came to them from Us, they said, \"Why was he not given like that which was given to Moses?\" Did they not disbelieve in that which was given to Moses before? They said, \"[They are but] two works of magic supporting each other, and indeed we are, in both, disbelievers.\"","id":"Maka ketika telah datang kepada mereka kebenaran (Al-Qur'an) dari sisi Kami, mereka berkata, “Mengapa tidak diberikan kepadanya (Muhammad) seperti apa yang telah diberikan kepada Musa dahulu?” Bukankah mereka itu telah ingkar (juga) kepada apa yang diberikan kepada Musa dahulu? Mereka dahulu berkata, “(Musa dan Harun adalah) dua pesihir yang bantu-membantu.” Dan mereka (juga) berkata, “Sesungguhnya kami sama sekali tidak mempercayai masing-masing mereka itu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3300.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3300.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3301,"inSurah":49},"meta":{"juz":20,"surah":28,"page":391,"manzil":338,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ فَأْتُوْا بِكِتٰبٍ مِّنْ عِنْدِ اللّٰهِ هُوَ اَهْدٰى مِنْهُمَآ اَتَّبِعْهُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","transliteration":{"en":"Qul faatoo bi Kitaabim min 'indil laahi huwa ahdaa minhu maaa attabi'hu in kuntum saadiqeen","id":"qul fa'tū bikitābim min ‘indillāhi huwa ahdā minhumā attabi‘hu in kuntum ṣādiqīn(a)."}},"translation":{"en":"Say, \"Then bring a scripture from Allah which is more guiding than either of them that I may follow it, if you should be truthful.\"","id":"Katakanlah (Muhammad), “Datangkanlah olehmu sebuah kitab dari sisi Allah yang kitab itu lebih memberi petunjuk daripada keduanya (Taurat dan Al-Qur'an), niscaya aku mengikutinya, jika kamu orang yang benar.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3301.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3301.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3302,"inSurah":50},"meta":{"juz":20,"surah":28,"page":391,"manzil":338,"hizbQuarter":156,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِنْ لَّمْ يَسْتَجِيْبُوْا لَكَ فَاعْلَمْ اَنَّمَا يَتَّبِعُوْنَ اَهْوَاۤءَهُمْۗ وَمَنْ اَضَلُّ مِمَّنِ اتَّبَعَ هَوٰىهُ بِغَيْرِ هُدًى مِّنَ اللّٰهِ ۗاِنَّ اللّٰهَ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ࣖ","transliteration":{"en":"Fa il lam yastajeeboo laka fa'lam annamaa yattabi'oona ahwaaa'ahum; w aman adallu mimmanit taba'a hawaahu bighari hudam minal laah; innal laaha laa yahdil qawmaz zaalimeen","id":"fa illam yastajībū laka fa‘lam annamā yattabi‘ūna ahwā'ahum, wa man aḍallu mimmanittaba‘a hawāhu bigairi hudam minallāh(i), innallāha lā yahdil-qaumaẓ-ẓālimīn(a)."}},"translation":{"en":"But if they do not respond to you - then know that they only follow their [own] desires. And who is more astray than one who follows his desire without guidance from Allah? Indeed, Allah does not guide the wrongdoing people.","id":"Maka jika mereka tidak menjawab (tantanganmu), maka ketahuilah bahwa mereka hanyalah mengikuti keinginan mereka. Dan siapakah yang lebih sesat daripada orang yang mengikuti keinginannya tanpa mendapat petunjuk dari Allah sedikit pun? Sungguh, Allah tidak memberi petunjuk kepada orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3302.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3302.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]