[{"number":{"inQuran":3323,"inSurah":71},"meta":{"juz":20,"surah":28,"page":394,"manzil":340,"hizbQuarter":157,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ الَّيْلَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِضِيَاۤءٍ ۗ اَفَلَا تَسْمَعُوْنَ ","transliteration":{"en":"Qul ara'aitum in ja'alal laahu 'alaikumul laila sarmadan ilaa Yawmil Qiyaamati man ilaahun ghairul laahi yaa teekum bidiyaaa'in afalaa tasma'oon","id":"qul ara'aitum in ja‘alallāhu ‘alaikumul-laila sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum biḍiyā'(in), afalā tasma‘ūn(a)."}},"translation":{"en":"Say, \"Have you considered: if Allah should make for you the night continuous until the Day of Resurrection, what deity other than Allah could bring you light? Then will you not hear?\"","id":"Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu malam itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Apakah kamu tidak mendengar?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3323.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3323.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3324,"inSurah":72},"meta":{"juz":20,"surah":28,"page":394,"manzil":340,"hizbQuarter":157,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَرَءَيْتُمْ اِنْ جَعَلَ اللّٰهُ عَلَيْكُمُ النَّهَارَ سَرْمَدًا اِلٰى يَوْمِ الْقِيٰمَةِ مَنْ اِلٰهٌ غَيْرُ اللّٰهِ يَأْتِيْكُمْ بِلَيْلٍ تَسْكُنُوْنَ فِيْهِ ۗ اَفَلَا تُبْصِرُوْنَ ","transliteration":{"en":"Qul ara'aitum in ja'alal laahu 'alaikumun nahaara sarmadan ilaa Yawmil Qiyaamati man ilaahun ghairul laahi yaateekum bilailin taskunoona feehi afalaa tubsiroon","id":"qul ara'aitum in ja‘alallāhu ‘alaikumun-nahāra sarmadan ilā yaumil-qiyāmati man ilāhun gairullāhi ya'tīkum bilailin taskunūna fīh(i), afalā tubṣirūn(a)."}},"translation":{"en":"Say, \"Have you considered: if Allah should make for you the day continuous until the Day of Resurrection, what deity other than Allah could bring you a night in which you may rest? Then will you not see?\"","id":"Katakanlah (Muhammad), “Bagaimana pendapatmu, jika Allah menjadikan untukmu siang itu terus-menerus sampai hari Kiamat. Siapakah tuhan selain Allah yang akan mendatangkan malam kepadamu sebagai waktu istirahatmu? Apakah kamu tidak memperhatikan?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3324.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3324.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3325,"inSurah":73},"meta":{"juz":20,"surah":28,"page":394,"manzil":340,"hizbQuarter":157,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمِنْ رَّحْمَتِهٖ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُوْا فِيْهِ وَلِتَبْتَغُوْا مِنْ فَضْلِهٖ وَلَعَلَّكُمْ تَشْكُرُوْنَ ","transliteration":{"en":"Wa mir rahmatihee ja'ala lakumul laila wannahaara litaskunoo feehi wa litabtaghoo min fadlihee wa la'allakum tashkuroon","id":"wa mir raḥmatihī ja‘ala lakumul-laila wan-nahāra litaskunū fīhi wa litabtagū min faḍlihī wa la‘allakum tasykurūn(a)."}},"translation":{"en":"And out of His mercy He made for you the night and the day that you may rest therein and [by day] seek from His bounty and [that] perhaps you will be grateful.","id":"Dan adalah karena rahmat-Nya, Dia jadikan untukmu malam dan siang, agar kamu beristirahat pada malam hari dan agar kamu mencari sebagian karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3325.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3325.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3326,"inSurah":74},"meta":{"juz":20,"surah":28,"page":394,"manzil":340,"hizbQuarter":157,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَوْمَ يُنَادِيْهِمْ فَيَقُوْلُ اَيْنَ شُرَكَاۤءِيَ الَّذِيْنَ كُنْتُمْ تَزْعُمُوْنَ ","transliteration":{"en":"Wa Yawma yunaadeehim fa yaqoolu aina shurakaaa'iyal lazeena kuntum tazz'umoon","id":"wa yauma yunādīhim fayaqūlu aina syurakā'iyal-lażīna kuntum taz‘umūn(a)."}},"translation":{"en":"And [warn of] the Day He will call them and say, \"Where are my 'partners' which you used to claim?\"","id":"Dan (ingatlah) pada hari ketika Dia (Allah) menyeru mereka, dan berfirman, “Di manakah sekutu-sekutu-Ku yang dahulu kamu sangka?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3326.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3326.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3327,"inSurah":75},"meta":{"juz":20,"surah":28,"page":394,"manzil":340,"hizbQuarter":157,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَنَزَعْنَا مِنْ كُلِّ اُمَّةٍ شَهِيْدًا فَقُلْنَا هَاتُوْا بُرْهَانَكُمْ فَعَلِمُوْٓا اَنَّ الْحَقَّ لِلّٰهِ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ ࣖ","transliteration":{"en":"Wa naza'naa min kulli ummatin shaheedan faqulnaa haatoo burhaanakum fa'alimooo annal haqqa lillaahi wa dalla 'anhum maa kaanoo yaftaroon","id":"wa naza‘nā min kulli ummatin syahīdan faqulnā hātū burhānakum fa‘alimū annal-ḥaqqa lillāhi wa ḍalla ‘anhum mā kānū yaftarūn(a)."}},"translation":{"en":"And We will extract from every nation a witness and say, \"Produce your proof,\" and they will know that the truth belongs to Allah, and lost from them is that which they used to invent.","id":"Dan Kami datangkan dari setiap umat seorang saksi, lalu Kami katakan, “Kemukakanlah bukti kebenaranmu,” maka tahulah mereka bahwa yang hak (kebenaran) itu milik Allah dan lenyaplah dari mereka apa yang dahulu mereka ada-adakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3327.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3327.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3328,"inSurah":76},"meta":{"juz":20,"surah":28,"page":394,"manzil":341,"hizbQuarter":158,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اِنَّ قَارُوْنَ كَانَ مِنْ قَوْمِ مُوْسٰى فَبَغٰى عَلَيْهِمْ ۖوَاٰتَيْنٰهُ مِنَ الْكُنُوْزِ مَآ اِنَّ مَفَاتِحَهٗ لَتَنُوْۤاُ بِالْعُصْبَةِ اُولِى الْقُوَّةِ اِذْ قَالَ لَهٗ قَوْمُهٗ لَا تَفْرَحْ  اِنَّ اللّٰهَ لَا يُحِبُّ الْفَرِحِيْنَ ","transliteration":{"en":"Inna Qaaroona kaana min qawmi Moosaa fabaghaaa 'alaihim wa aatainaahu minal kunoozi maaa inna mafaati hahoo latanooo'u bil'usbati ulil quwwati iz qaala lahoo qawmuhoo laa tafrah innal laahaa laa yuhibbul fariheen","id":"inna qārūna kāna min qaumi mūsā fabagā ‘alaihim, wa ātaināhu minal-kunūzi mā inna mafātiḥahū latanū'u bil-‘uṣbati ulil-quwwah(ti), iż qāla lahū qaumuhū lā tafraḥ, innallāha lā yuḥibbul-fariḥīn(a)."}},"translation":{"en":"Indeed, Qarun was from the people of Moses, but he tyrannized them. And We gave him of treasures whose keys would burden a band of strong men; thereupon his people said to him, \"Do not exult. Indeed, Allah does not like the exultant.","id":"Sesungguhnya Karun termasuk kaum Musa, tetapi dia berlaku zalim terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya, “Janganlah engkau terlalu bangga. Sungguh, Allah tidak menyukai orang yang membanggakan diri.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3328.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3328.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3329,"inSurah":77},"meta":{"juz":20,"surah":28,"page":394,"manzil":341,"hizbQuarter":158,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَابْتَغِ فِيْمَآ اٰتٰىكَ اللّٰهُ الدَّارَ الْاٰخِرَةَ وَلَا تَنْسَ نَصِيْبَكَ مِنَ الدُّنْيَا وَاَحْسِنْ كَمَآ اَحْسَنَ اللّٰهُ اِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِى الْاَرْضِ ۗاِنَّ اللّٰهَ لَا يُحِبُّ الْمُفْسِدِيْنَ","transliteration":{"en":"Wabtaghi feemaaa aataakal laahud Daaral Aakhirata wa laa tansa naseebaka minad dunyaa wa ahsin kamaaa ahsanal laahu ilaika wa laa tabghil fasaada fil ardi innal laaha laa yuhibbul mufsideen","id":"wabtagi fīmā ātākallāhud-dāral-ākhirata wa lā tansa naṣībaka minad-dun-yā wa aḥsin kama aḥsanallāhu ilaika wa lā tabgil-fasāda fil-arḍ(i), innallāha lā yuḥibbul-mufsidīn(a)."}},"translation":{"en":"But seek, through that which Allah has given you, the home of the Hereafter; and [yet], do not forget your share of the world. And do good as Allah has done good to you. And desire not corruption in the land. Indeed, Allah does not like corrupters.\"","id":"Dan carilah (pahala) negeri akhirat dengan apa yang telah dianugerahkan Allah kepadamu, tetapi janganlah kamu lupakan bagianmu di dunia dan berbuatbaiklah (kepada orang lain) sebagaimana Allah telah berbuat baik kepadamu, dan janganlah kamu berbuat kerusakan di bumi. Sungguh, Allah tidak menyukai orang yang berbuat kerusakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3329.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3329.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]