[{"number":{"inQuran":3364,"inSurah":24},"meta":{"juz":20,"surah":29,"page":399,"manzil":344,"hizbQuarter":159,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا اقْتُلُوْهُ اَوْ حَرِّقُوْهُ فَاَنْجٰىهُ اللّٰهُ مِنَ النَّارِۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يُّؤْمِنُوْنَ ","transliteration":{"en":"Famaa kaana jawaaba qawmiheee illaaa an qaaluqtuloohu aw harriqoohu faanjaahul laahu minan naar; inna fee zaalika la Aayaatil laqawminy yu'minoon","id":"famā kāna jawāba qaumihī illā an qaluqtulūhu au ḥarriqūhu fa anjāhullāhu minan-nār(i), inna fī żālika la'āyātil liqaumiy yu'minūn(a)."}},"translation":{"en":"And the answer of Abraham's people was not but that they said, \"Kill him or burn him,\" but Allah saved him from the fire. Indeed in that are signs for a people who believe.","id":"Maka tidak ada jawaban kaumnya (Ibrahim), selain mengatakan, “Bunuhlah atau bakarlah dia,” lalu Allah menyelamatkannya dari api. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3364.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3364.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3365,"inSurah":25},"meta":{"juz":20,"surah":29,"page":399,"manzil":344,"hizbQuarter":159,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ اِنَّمَا اتَّخَذْتُمْ مِّنْ دُوْنِ اللّٰهِ اَوْثَانًاۙ مَّوَدَّةَ بَيْنِكُمْ فِى الْحَيٰوةِ الدُّنْيَا ۚ ثُمَّ يَوْمَ الْقِيٰمَةِ يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَّيَلْعَنُ بَعْضُكُمْ بَعْضًا ۖوَّمَأْوٰىكُمُ النَّارُ وَمَا لَكُمْ مِّنْ نّٰصِرِيْنَۖ ","transliteration":{"en":"Wa qaala innamat takhaz tum min doonil laahi awsaanam mawaddata bainikum fil hayaatid dunyaa summa yawmal qiyaamati yakfuru ba'dukum biba 'dinw wa yal'anu ba'dukum ba'danw-wa yal'anu ba'dukum ba'danw wa maa waakumun Naaru wa maa lakum min naasireen","id":"wa qāla innamattakhażtum min dūnillāhi auṡānam mawaddata bainikum fil-ḥayātid-dun-yā, ṡumma yaumal-qiyāmati yakfuru ba‘ḍukum biba‘ḍiw wa yal‘anu ba‘ḍukum ba‘ḍā(n), wa ma'wākumun nāru wa mā lakum min nāṣirīn(a)."}},"translation":{"en":"And [Abraham] said, \"You have only taken, other than Allah, idols as [a bond of] affection among you in worldly life. Then on the Day of Resurrection you will deny one another and curse one another, and your refuge will be the Fire, and you will not have any helpers.\"","id":"Dan dia (Ibrahim) berkata, “Sesungguhnya berhala-berhala yang kamu sembah selain Allah, hanya untuk menciptakan perasaan kasih sayang di antara kamu dalam kehidupan di dunia, kemudian pada hari Kiamat sebagian kamu akan saling mengingkari dan saling mengutuk; dan tempat kembalimu ialah neraka, dan sama sekali tidak ada penolong bagimu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3365.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3365.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3366,"inSurah":26},"meta":{"juz":20,"surah":29,"page":399,"manzil":344,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ فَاٰمَنَ لَهٗ لُوْطٌۘ وَقَالَ اِنِّيْ مُهَاجِرٌ اِلٰى رَبِّيْ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الْحَكِيْمُ ","transliteration":{"en":"Fa aamana lahoo Loot; wa qaala innee mauhajirun ilaa Rabbee innahoo Huwal 'Azeezul Hakeem","id":"fa āmana lahū lūṭ(un), wa qāla innī muhājirun ilā rabbī, innahū huwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"And Lot believed him. [Abraham] said, \"Indeed, I will emigrate to [the service of] my Lord. Indeed, He is the Exalted in Might, the Wise.\"","id":"Maka Lut membenarkan (kenabian Ibrahim). Dan dia (Ibrahim) berkata, “Sesungguhnya aku harus berpindah ke (tempat yang diperintahkan) Tuhanku; sungguh, Dialah Yang Mahaperkasa, Mahabijaksana.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3366.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3366.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3367,"inSurah":27},"meta":{"juz":20,"surah":29,"page":399,"manzil":344,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَوَهَبْنَا لَهٗٓ اِسْحٰقَ وَيَعْقُوْبَ وَجَعَلْنَا فِيْ ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتٰبَ وَاٰتَيْنٰهُ اَجْرَهٗ فِى الدُّنْيَا ۚوَاِنَّهٗ فِى الْاٰخِرَةِ لَمِنَ الصّٰلِحِيْنَ ","transliteration":{"en":"Wa wahabnaa lahoo Ishaaqa wa Ya'Qooba wa ja'alnaa fee zurriyyatihin Nubuwwata wal Kitaaba wa aatainaahu ajrahoo fid dunyaa wa innahoo fil aakhirati laminas saaliheen","id":"wa wahabnā lahū isḥāqa wa ya‘qūba wa ja‘alnā fī żurriyyatihin nubuwwata wal-kitāba wa ātaināhu ajrahū fid-dun-yā, wa innahū fil-ākhirati laminaṣ-ṣāliḥīn(a)."}},"translation":{"en":"And We gave to Him Isaac and Jacob and placed in his descendants prophethood and scripture. And We gave him his reward in this world, and indeed, he is in the Hereafter among the righteous.","id":"Dan Kami anugerahkan kepada Ibrahim, Ishak dan Yakub, dan Kami jadikan kenabian dan kitab kepada keturunannya, dan Kami berikan kepadanya balasannya di dunia; dan sesungguhnya dia di akhirat, termasuk orang yang saleh. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3367.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3367.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3368,"inSurah":28},"meta":{"juz":20,"surah":29,"page":399,"manzil":344,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلُوْطًا اِذْ قَالَ لِقَوْمِهٖٓ اِنَّكُمْ لَتَأْتُوْنَ الْفَاحِشَةَ ۖمَا سَبَقَكُمْ بِهَا مِنْ اَحَدٍ مِّنَ الْعٰلَمِيْنَ ","transliteration":{"en":"Wa Lootan iz qaala liqawmiheee innakum laatoonal faahishata maa sabaqakum bihaa min ahadim minal 'aalameen","id":"wa lūṭan iż qāla liqaumihī innakum lata'tūnal-fāḥisyata mā sabaqakum bihā min aḥadim minal-‘ālamīn(a)."}},"translation":{"en":"And [mention] Lot, when he said to his people, \"Indeed, you commit such immorality as no one has preceded you with from among the worlds.","id":"Dan (ingatlah) ketika Lut berkata kepada kaumnya, “Kamu benar-benar melakukan perbuatan yang sangat keji (homoseksual) yang belum pernah dilakukan oleh seorang pun dari umat-umat sebelum kamu. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3368.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3368.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3369,"inSurah":29},"meta":{"juz":20,"surah":29,"page":399,"manzil":344,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَىِٕنَّكُمْ لَتَأْتُوْنَ الرِّجَالَ وَتَقْطَعُوْنَ السَّبِيْلَ ەۙ وَتَأْتُوْنَ فِيْ نَادِيْكُمُ الْمُنْكَرَ ۗفَمَا كَانَ جَوَابَ قَوْمِهٖٓ اِلَّآ اَنْ قَالُوا ائْتِنَا بِعَذَابِ اللّٰهِ اِنْ كُنْتَ مِنَ الصّٰدِقِيْنَ","transliteration":{"en":"A'innakum lataatoonar rijaala wa taqta'oonas sabeela wa taatoona fee naadekumul munkara famaa kaana jawaaba qawmiheee illaaa an qaalu' tinaaa bi'azaabil laahi in kunta minas saadiqeen","id":"a'innakum lata'tūnar-rijāla wa taqṭa‘ūnas-sabīl(a), wa ta'tūna fī nādīkumul-munkar(a), famā kāna jawāba qaumihī illā an qālu'tinā bi‘ażābillāhi in kunta minaṣ-ṣādiqīn(a)."}},"translation":{"en":"Indeed, you approach men and obstruct the road and commit in your meetings [every] evil.\" And the answer of his people was not but they said, \"Bring us the punishment of Allah, if you should be of the truthful.\"","id":"Apakah pantas kamu mendatangi laki-laki, menyamun dan mengerjakan kemungkaran di tempat-tempat pertemuanmu?” Maka jawaban kaumnya tidak lain hanya mengatakan, “Datangkanlah kepada kami azab Allah, jika engkau termasuk orang-orang yang benar.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3369.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3369.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3370,"inSurah":30},"meta":{"juz":20,"surah":29,"page":399,"manzil":344,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَالَ رَبِّ انْصُرْنِيْ عَلَى الْقَوْمِ الْمُفْسِدِيْنَ ࣖ","transliteration":{"en":"Qaala Rabbin surnee 'alal qawmil mufsideen","id":"qāla rabbinṣurnī ‘alal-qaumil-mufsidīn(a)."}},"translation":{"en":"He said, \"My Lord, support me against the corrupting people.\"","id":"Dia (Lut) berdoa, “Ya Tuhanku, tolonglah aku (dengan menimpakan azab) atas golongan yang berbuat kerusakan itu.” "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3370.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3370.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]