[{"number":{"inQuran":3379,"inSurah":39},"meta":{"juz":20,"surah":29,"page":401,"manzil":345,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَارُوْنَ وَفِرْعَوْنَ وَهَامٰنَۗ وَلَقَدْ جَاۤءَهُمْ مُّوْسٰى بِالْبَيِّنٰتِ فَاسْتَكْبَرُوْا فِى الْاَرْضِ وَمَا كَانُوْا سٰبِقِيْنَ ۚ","transliteration":{"en":"Wa Qaaroona wa Fir'awna wa haamaana wa laqad jaaa'ahum Moosa bilbaiyinaati fastakbaroo fil ardi wa maa kaanoo saabiqeen","id":"wa qārūna wa fir‘auna wa hāmān(a), wa laqad jā'ahum mūsā bil-bayyināti fastakbarū fil-arḍi wa mā kānū sābiqīn(a)."}},"translation":{"en":"And [We destroyed] Qarun and Pharaoh and Haman. And Moses had already come to them with clear evidences, and they were arrogant in the land, but they were not outrunners [of Our punishment].","id":"dan (juga) Karun, Fir‘aun dan Haman. Sungguh, telah datang kepada mereka Musa dengan (membawa) keterangan-keterangan yang nyata. Tetapi mereka berlaku sombong di bumi, dan mereka orang-orang yang tidak luput (dari azab Allah). "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3379.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3379.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3380,"inSurah":40},"meta":{"juz":20,"surah":29,"page":401,"manzil":345,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَكُلًّا اَخَذْنَا بِذَنْۢبِهٖۙ فَمِنْهُمْ مَّنْ اَرْسَلْنَا عَلَيْهِ حَاصِبًا ۚوَمِنْهُمْ مَّنْ اَخَذَتْهُ الصَّيْحَةُ ۚوَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الْاَرْضَۚ وَمِنْهُمْ مَّنْ اَغْرَقْنَاۚ وَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","transliteration":{"en":"Fakullan akhaznaa bizam bihee faminhum man arsalnaa 'alaihi haasibaa; wa minhum man akhazat hus saihatu wa minhum man khasafnaa bihil arda wa minhum man aghraqnaa; wa maa kaanal laahu li yazlimahum wa laakin kaanoo anfusahum yazlimoon","id":"fakullan akhażnā biżambih(ī), faminhum man arsalnā ‘alaihi ḥāṣibā(n), wa minhum man akhażathuṣ-ṣaiḥah(tu), wa minhum man khasafnā bihil-arḍ(a), wa minhum man agraqnā, wa mā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a)."}},"translation":{"en":"So each We seized for his sin; and among them were those upon whom We sent a storm of stones, and among them were those who were seized by the blast [from the sky], and among them were those whom We caused the earth to swallow, and among them were those whom We drowned. And Allah would not have wronged them, but it was they who were wronging themselves.","id":"Maka masing-masing (mereka itu) Kami azab karena dosa-dosanya, di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, ada yang ditimpa suara keras yang mengguntur, ada yang Kami benamkan ke dalam bumi, dan ada pula yang Kami tenggelamkan. Allah sama sekali tidak hendak menzalimi mereka, akan tetapi merekalah yang menzalimi diri mereka sendiri. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3380.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3380.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3381,"inSurah":41},"meta":{"juz":20,"surah":29,"page":401,"manzil":345,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَثَلُ الَّذِيْنَ اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۤءَ كَمَثَلِ الْعَنْكَبُوْتِۚ اِتَّخَذَتْ بَيْتًاۗ وَاِنَّ اَوْهَنَ الْبُيُوْتِ لَبَيْتُ الْعَنْكَبُوْتِۘ لَوْ كَانُوْا يَعْلَمُوْنَ ","transliteration":{"en":"Masalul lazeenat takhazoo min doonil laahi awliyaaa'a kamasalil 'ankaboot, ittakhazat baitaa; wa inna awhanal buyooti la baitul 'ankaboot; law kaanoo ya'lamoon","id":"maṡalul-lażīnattakhażū min dūnillāhi auliyā'a kamaṡalil-‘ankabūt(i), ittakhażat baitā(n), wa inna auhanal-buyūti labaitul-‘ankabūt(i), lau kānū ya‘lamūn(a)."}},"translation":{"en":"The example of those who take allies other than Allah is like that of the spider who takes a home. And indeed, the weakest of homes is the home of the spider, if they only knew.","id":"Perumpamaan orang-orang yang mengambil pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba, sekiranya mereka mengetahui. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3381.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3381.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3382,"inSurah":42},"meta":{"juz":20,"surah":29,"page":401,"manzil":345,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ اللّٰهَ يَعْلَمُ مَا يَدْعُوْنَ مِنْ دُوْنِهٖ مِنْ شَيْءٍۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","transliteration":{"en":"Innal laaha ya'lamu maa yad'oona min doonihee min shai'; wa Huwal 'Azeezul Hakeem","id":"innallāha ya‘lamu mā yad‘ūna min dūnihī min syai'(in), wa huwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Indeed, Allah knows whatever thing they call upon other than Him. And He is the Exalted in Might, the Wise.","id":"Sungguh, Allah mengetahui apa saja yang mereka sembah selain Dia. Dan Dia Mahaperkasa, Mahabijaksana. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3382.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3382.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3383,"inSurah":43},"meta":{"juz":20,"surah":29,"page":401,"manzil":345,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِۚ وَمَا يَعْقِلُهَآ اِلَّا الْعٰلِمُوْنَ ","transliteration":{"en":"Wa tilkal amsaalu nadribuhaa linnaasi wa maa ya'qiluhaaa illal 'aalimoon","id":"wa tilkal-amṡālu naḍribuhā lin-nās(i), wa mā ya‘qiluhā illal-‘ālimūn(a)."}},"translation":{"en":"And these examples We present to the people, but none will understand them except those of knowledge.","id":"Dan perumpamaan-perumpamaan ini Kami buat untuk manusia; dan tidak ada yang akan memahaminya kecuali mereka yang berilmu. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3383.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3383.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3384,"inSurah":44},"meta":{"juz":20,"surah":29,"page":401,"manzil":345,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّۗ اِنَّ فِيْ ذٰلِكَ لَاٰيَةً لِّلْمُؤْمِنِيْنَ ࣖ   ۔","transliteration":{"en":"Khalaqal laahus samaawaati wal arda bilhaqq; inna fee zaalika la aayatal lilmu mineen","id":"khalaqallāhus-samāwāti wal-arḍa bil-ḥaqq(i), inna fī żālika la'āyatal lil-mu'minīn(a)."}},"translation":{"en":"Allah created the heavens and the earth in truth. Indeed in that is a sign for the believers.","id":"Allah menciptakan langit dan bumi dengan haq. Sungguh, pada yang demikian itu pasti terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang beriman. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3384.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3384.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3385,"inSurah":45},"meta":{"juz":20,"surah":29,"page":401,"manzil":346,"hizbQuarter":160,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُتْلُ مَآ اُوْحِيَ اِلَيْكَ مِنَ الْكِتٰبِ وَاَقِمِ الصَّلٰوةَۗ اِنَّ الصَّلٰوةَ تَنْهٰى عَنِ الْفَحْشَاۤءِ وَالْمُنْكَرِ ۗوَلَذِكْرُ اللّٰهِ اَكْبَرُ ۗوَاللّٰهُ يَعْلَمُ مَا تَصْنَعُوْنَ","transliteration":{"en":"Utlu maaa oohiya ilaika mional Kitaabi wa aqimis Salaata innas Salaata tanhaa 'anil fahshaaa'i wal munkar; wa lazikrul laahi akbar; wal laahu ya'lamu maa tasna'oon","id":"utlu mā ūḥiya ilaika minal-kitābi wa aqimiṣ-ṣalāh(ta), innaṣ-ṣalāta tanhā ‘anil-faḥsyā'i wal-munkar(i), wa lażikrullāhi akbar(u), wallāhu ya‘lamu mā taṣna‘ūn(a)."}},"translation":{"en":"Recite, [O Muhammad], what has been revealed to you of the Book and establish prayer. Indeed, prayer prohibits immorality and wrongdoing, and the remembrance of Allah is greater. And Allah knows that which you do.","id":"Bacalah Kitab (Al-Qur'an) yang telah diwahyukan kepadamu (Muhammad) dan laksanakanlah salat. Sesungguhnya salat itu mencegah dari (perbuatan) keji dan mungkar. Dan (ketahuilah) mengingat Allah (salat) itu lebih besar (keutamaannya dari ibadah yang lain). Allah mengetahui apa yang kamu kerjakan. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3385.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3385.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]