[{"number":{"inQuran":3549,"inSurah":16},"meta":{"juz":21,"surah":33,"page":420,"manzil":362,"hizbQuarter":167,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لَّنْ يَّنْفَعَكُمُ الْفِرَارُ اِنْ فَرَرْتُمْ مِّنَ الْمَوْتِ اَوِ الْقَتْلِ وَاِذًا لَّا تُمَتَّعُوْنَ اِلَّا قَلِيْلًا ","transliteration":{"en":"Qul lany y anfa'akumul firaaru in farartum minal mawti awil qatli wa izal laa tumatta'oona illaa qaleelaa","id":"qul lay yanfa‘akumul-firāru in farartum minal-mauti awil-qatli wa iżal lā tumatta‘ūna illā qalīlā(n)."}},"translation":{"en":"Say, [O Muhammad], \"Never will fleeing benefit you if you should flee from death or killing; and then [if you did], you would not be given enjoyment [of life] except for a little.\"","id":"Katakanlah (Muhammad), “Lari tidaklah berguna bagimu, jika kamu melarikan diri dari kematian atau pembunuhan, dan jika demikian (kamu terhindar dari kematian) kamu hanya akan mengecap kesenangan sebentar saja.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3549.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3549.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3550,"inSurah":17},"meta":{"juz":21,"surah":33,"page":420,"manzil":362,"hizbQuarter":167,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ مَنْ ذَا الَّذِيْ يَعْصِمُكُمْ مِّنَ اللّٰهِ اِنْ اَرَادَ بِكُمْ سُوْۤءًا اَوْ اَرَادَ بِكُمْ رَحْمَةً ۗوَلَا يَجِدُوْنَ لَهُمْ مِّنْ دُوْنِ اللّٰهِ وَلِيًّا وَّلَا نَصِيْرًا","transliteration":{"en":"Qul m an zal lazee ya'simukum minal laahi in araada bikum sooo'an aw araada bikum rahmah; wa laa yajidoona lahum min doonil laahi waliyyanw wa laa naseeraa","id":"qul man żal-lażī ya‘ṣimukum minallāhi in arāda bikum sū'an au arāda bikum raḥmah(tan), wa lā yajidūna lahum min dūnillāhi waliyyaw wa lā naṣīrā(n)."}},"translation":{"en":"Say, \"Who is it that can protect you from Allah if He intends for you an ill or intends for you a mercy?\" And they will not find for themselves besides Allah any protector or any helper.","id":"Katakanlah, “Siapakah yang dapat melindungi kamu dari (ketentuan) Allah jika Dia menghendaki bencana atasmu atau menghendaki rahmat untuk dirimu?” Mereka itu tidak akan mendapatkan pelindung dan penolong selain Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3550.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3550.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3551,"inSurah":18},"meta":{"juz":21,"surah":33,"page":420,"manzil":362,"hizbQuarter":168,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۤىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚوَلَا يَأْتُوْنَ الْبَأْسَ اِلَّا قَلِيْلًاۙ","transliteration":{"en":"Qad ya'lamul laahul mu'awwiqeena minkum walqaaa'ileena li ikhwaanihim hahumma ilainaa, wa laa yaatoonal baasa illaa qaleelaa","id":"qad ya‘lamullāhul-mu‘awwiqīna minkum wal-qā'ilīna li'ikhwānihim halumma ilainā, wa lā ya'tūnal-ba'sa illā qalīlā(n)."}},"translation":{"en":"Already Allah knows the hinderers among you and those [hypocrites] who say to their brothers, \"Come to us,\" and do not go to battle, except for a few,","id":"Sungguh, Allah mengetahui orang-orang yang menghalang-halangi di antara kamu dan orang yang berkata kepada saudara-saudaranya, “Marilah bersama kami.” Tetapi mereka datang berperang hanya sebentar,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3551.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3551.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3552,"inSurah":19},"meta":{"juz":21,"surah":33,"page":420,"manzil":362,"hizbQuarter":168,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَشِحَّةً عَلَيْكُمْ ۖ فَاِذَا جَاۤءَ الْخَوْفُ رَاَيْتَهُمْ يَنْظُرُوْنَ اِلَيْكَ تَدُوْرُ اَعْيُنُهُمْ كَالَّذِيْ يُغْشٰى عَلَيْهِ مِنَ الْمَوْتِۚ فَاِذَا ذَهَبَ الْخَوْفُ سَلَقُوْكُمْ بِاَلْسِنَةٍ حِدَادٍ اَشِحَّةً عَلَى الْخَيْرِۗ اُولٰۤىِٕكَ لَمْ يُؤْمِنُوْا فَاَحْبَطَ اللّٰهُ اَعْمَالَهُمْۗ وَكَانَ ذٰلِكَ عَلَى اللّٰهِ يَسِيْرًا","transliteration":{"en":"Ashihhatan 'alaikum faizaa jaaa'al khawfu ra aytahum yanzuroona ilaika tadooru a'yunuhum kallazee yughshaa 'alaihi minal mawti fa izaa zahabal khawfu salqookum bi alsinatin hidaadin ashibbatan 'alal khayr; ulaaa'ika lam yu'minoo fa ahbatal laahu a'maalahum; wa kaana zaalika 'alal laahi yaseeraa","id":"asyiḥḥatan ‘alaikum, fa iżā jā'al-khaufu ra'aitahum yanẓurūna ilaika tadūru a‘yunuhum kal-lażī yugsyā ‘alaihi minal-maut(i), fa iżā żahabal-khaufu salaqūkum bi'alsinatin ḥidādin asyiḥḥatan ‘alal-khair(i), ulā'ika lam yu'minū fa aḥbaṭallāhu a‘mālahum, wa kāna żālika ‘alallāhi yasīrā(n)."}},"translation":{"en":"Indisposed toward you. And when fear comes, you see them looking at you, their eyes revolving like one being overcome by death. But when fear departs, they lash you with sharp tongues, indisposed toward [any] good. Those have not believed, so Allah has rendered their deeds worthless, and ever is that, for Allah, easy.","id":"mereka kikir terhadapmu. Apabila datang ketakutan (bahaya), kamu lihat mereka itu memandang kepadamu dengan mata yang terbalik-balik seperti orang yang pingsan karena akan mati, dan apabila ketakutan telah hilang, mereka mencaci kamu dengan lidah yang tajam, sedang mereka kikir untuk berbuat kebaikan. Mereka itu tidak beriman, maka Allah menghapus amalnya. Dan yang demikian itu mudah bagi Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3552.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3552.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3553,"inSurah":20},"meta":{"juz":21,"surah":33,"page":420,"manzil":362,"hizbQuarter":168,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَحْسَبُوْنَ الْاَحْزَابَ لَمْ يَذْهَبُوْا ۚوَاِنْ يَّأْتِ الْاَحْزَابُ يَوَدُّوْا لَوْ اَنَّهُمْ بَادُوْنَ فِى الْاَعْرَابِ يَسْاَلُوْنَ عَنْ اَنْۢبَاۤىِٕكُمْ ۗوَلَوْ كَانُوْا فِيْكُمْ مَّا قٰتَلُوْٓا اِلَّا قَلِيْلًا ࣖ","transliteration":{"en":"Yahsaboonal Ahzaaba lam yazhaboo wa iny yaatil Ahzaabu yawaddoo law annahum baadoona fil A'raabi yasaloona 'an ambaaa'ikum wa law kaanoo feekum maa qaatalooo illaa qaleela","id":"yaḥsabūnal-aḥzāba lam yażhabū, wa iy ya'til aḥzābu yawaddū lau annahum bādūna fil a‘rābi yas'alūna ‘an ambā'ikum, wa lau kānū fīkum mā qātalū illā qalīlā(n)."}},"translation":{"en":"They think the companies have not [yet] withdrawn. And if the companies should come [again], they would wish they were in the desert among the bedouins, inquiring [from afar] about your news. And if they should be among you, they would not fight except for a little.","id":"Mereka mengira (bahwa) golongan-golongan (yang bersekutu) itu belum pergi, dan jika golongan-golongan (yang bersekutu) itu datang kembali, niscaya mereka ingin berada di dusun-dusun bersama-sama orang Arab Badui, sambil menanyakan berita tentang kamu. Dan sekiranya mereka berada bersamamu, mereka tidak akan berperang, melainkan sebentar saja."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3553.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3553.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3554,"inSurah":21},"meta":{"juz":21,"surah":33,"page":420,"manzil":363,"hizbQuarter":168,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ كَانَ لَكُمْ فِيْ رَسُوْلِ اللّٰهِ اُسْوَةٌ حَسَنَةٌ لِّمَنْ كَانَ يَرْجُوا اللّٰهَ وَالْيَوْمَ الْاٰخِرَ وَذَكَرَ اللّٰهَ كَثِيْرًاۗ","transliteration":{"en":"Laqad kaana lakum fee Rasoolil laahi uswatun hasanatul liman kaana yarjul laaha wal yawmal Aakhira wa azkaral laaha kaseeraa","id":"laqad kāna lakum fī rasūlillāhi uswatun ḥasanatul liman kāna yarjullāha wal yaumal ākhira wa żakarallāha kaṡīrā(n)."}},"translation":{"en":"There has certainly been for you in the Messenger of Allah an excellent pattern for anyone whose hope is in Allah and the Last Day and [who] remembers Allah often.","id":"Sungguh, telah ada pada (diri) Rasulullah itu suri teladan yang baik bagimu (yaitu) bagi orang yang mengharap (rahmat) Allah dan (kedatangan) hari Kiamat dan yang banyak mengingat Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3554.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3554.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3555,"inSurah":22},"meta":{"juz":21,"surah":33,"page":420,"manzil":363,"hizbQuarter":168,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَۙ قَالُوْا هٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ  ۖوَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًاۗ ","transliteration":{"en":"Wa lammaa ra al mu'minoonal Ahzaaba qaaloo haaza maa wa'adanal laahu wa Rasooluh; wa maa zaadahum illaaa eemaananw wa tasleemaa","id":"wa lammā ra'al-mu'minūnal-aḥzāb(a), qālū hāżā mā wa‘adanallāhu wa rasūluhū wa ṣadaqallāhu wa rasūluh(ū), wa mā zādahum illā īmānaw wa taslīmā(n)."}},"translation":{"en":"And when the believers saw the companies, they said, \"This is what Allah and His Messenger had promised us, and Allah and His Messenger spoke the truth.\" And it increased them only in faith and acceptance.","id":"Dan ketika orang-orang mukmin melihat golongan-golongan (yang bersekutu) itu, mereka berkata, “Inilah yang dijanjikan Allah dan Rasul-Nya kepada kita.” Dan benarlah Allah dan Rasul-Nya. Dan yang demikian itu menambah keimanan dan keislaman mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3555.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3555.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]