[{"number":{"inQuran":3584,"inSurah":51},"meta":{"juz":22,"surah":33,"page":425,"manzil":366,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ تُرْجِيْ مَنْ تَشَاۤءُ مِنْهُنَّ وَتُـْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۤءُۗ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَۗ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّۗ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۗوَكَانَ اللّٰهُ عَلِيْمًا حَلِيْمًا ","transliteration":{"en":"Turjee man tashaaa'u minhunna wa tu'weee ilaika man tashaaa'u wa manibta ghaita mimman 'azalta falaa junaaha 'alaik; zaalika adnaaa an taqarra a'yunuhunna wa laa yahzanna wa yardaina bimaa aataitahunna kulluhunn; wal laahu ya'lamu maa fee quloo bikum; wa kaanal laahu 'Aleeman haleemaa","id":"turjī man tasyā'u wa tu'wī ilaika man tasyā'(u), wa manibtagaita mimman ‘azalta falā junāḥa ‘alaik(a), żālika adnā an taqarra a‘yunuhunna wa lā yaḥzanna wa yarḍaina bimā ātaitahunna kulluhunn(a), wallāhu ya‘lamu mā fī qulūbikum, wa kānallāhu ‘alīman ḥalīmā(n)."}},"translation":{"en":"You, [O Muhammad], may put aside whom you will of them or take to yourself whom you will. And any that you desire of those [wives] from whom you had [temporarily] separated - there is no blame upon you [in returning her]. That is more suitable that they should be content and not grieve and that they should be satisfied with what you have given them - all of them. And Allah knows what is in your hearts. And ever is Allah Knowing and Forbearing.","id":"Engkau boleh menangguhkan (menggauli) siapa yang engkau kehendaki di antara mereka (para istrimu) dan (boleh pula) menggauli siapa (di antara mereka) yang engkau kehendaki. Dan siapa yang engkau ingini untuk menggaulinya kembali dari istri-istrimu yang telah engkau sisihkan, maka tidak ada dosa bagimu. Yang demikian itu lebih dekat untuk ketenangan hati mereka, dan mereka tidak merasa sedih, dan mereka rela dengan apa yang telah engkau berikan kepada mereka semuanya. Dan Allah mengetahui apa yang (tersimpan) dalam hatimu. Dan Allah Maha Mengetahui, Maha Penyantun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3584.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3584.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3585,"inSurah":52},"meta":{"juz":22,"surah":33,"page":425,"manzil":366,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا يَحِلُّ لَكَ النِّسَاۤءُ مِنْۢ بَعْدُ وَلَآ اَنْ تَبَدَّلَ بِهِنَّ مِنْ اَزْوَاجٍ وَّلَوْ اَعْجَبَكَ حُسْنُهُنَّ اِلَّا مَا مَلَكَتْ يَمِيْنُكَۗ وَكَانَ اللّٰهُ عَلٰى كُلِّ شَيْءٍ رَّقِيْبًا ࣖ ","transliteration":{"en":"Laa yahillu lakan nisaaa'u mim ba'du wa laaa an tabaddala bihinna min azwaajinw wa law ajabaka husnuhunna illaa maa malakat yameenukk; wa kaanal laahu 'alaa kulli shai'ir Raqeeba","id":"lā yaḥillu lakan-nisā'u mim ba‘du wa lā an tabaddala bihinna min azwājiw wa lau a‘jabaka ḥusnuhunna illā mā malakat yamīnuk(a), wa kānallāhu ‘alā kulli syai'ir raqībā(n)."}},"translation":{"en":"Not lawful to you, [O Muhammad], are [any additional] women after [this], nor [is it] for you to exchange them for [other] wives, even if their beauty were to please you, except what your right hand possesses. And ever is Allah, over all things, an Observer.","id":"Tidak halal bagimu (Muhammad) menikahi perempuan-perempuan (lain) setelah itu, dan tidak boleh (pula) mengganti mereka dengan istri-istri (yang lain), meskipun kecantikannya menarik hatimu kecuali perempuan-perempuan (hamba sahaya) yang engkau miliki. Dan Allah Maha Mengawasi segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3585.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3585.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3586,"inSurah":53},"meta":{"juz":22,"surah":33,"page":425,"manzil":367,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ اِلَّآ اَنْ يُّؤْذَنَ لَكُمْ اِلٰى طَعَامٍ غَيْرَ نٰظِرِيْنَ اِنٰىهُ وَلٰكِنْ اِذَا دُعِيْتُمْ فَادْخُلُوْا فَاِذَا طَعِمْتُمْ فَانْتَشِرُوْا وَلَا مُسْتَأْنِسِيْنَ لِحَدِيْثٍۗ اِنَّ ذٰلِكُمْ كَانَ يُؤْذِى النَّبِيَّ فَيَسْتَحْيٖ مِنْكُمْ ۖوَاللّٰهُ لَا يَسْتَحْيٖ مِنَ الْحَقِّۗ وَاِذَا سَاَلْتُمُوْهُنَّ مَتَاعًا فَسْـَٔلُوْهُنَّ مِنْ وَّرَاۤءِ حِجَابٍۗ ذٰلِكُمْ اَطْهَرُ لِقُلُوْبِكُمْ وَقُلُوْبِهِنَّۗ وَمَا كَانَ لَكُمْ اَنْ تُؤْذُوْا رَسُوْلَ اللّٰهِ وَلَآ اَنْ تَنْكِحُوْٓا اَزْوَاجَهٗ مِنْۢ بَعْدِهٖٓ اَبَدًاۗ اِنَّ ذٰلِكُمْ كَانَ عِنْدَ اللّٰهِ عَظِيْمًا ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo laa tadkhuloo bu yootan Nabiyyi ilaaa ai yu'zana lakum ilaa ta'aamin ghaira naazireena inaahu wa laakin izaa du'eetum fadkhuloo fa izaa ta'imtum fantashiroo wa laa mustaaniseena lihadees; inna zaalikum kaana yu'zin Nabiyya fa yastahyee minkum wallaahu laa yastahyee minal haqq; wa izaa sa altumoohunna mataa'an fas'aloohunna minw waraaa'i hijaab; zaalikum atharu liquloobikum wa quloobihinn; wa maa kaana lakum an tu'zoo Rasoolal laahi wa laaa an tankihooo azwaajahoo mim ba'diheee abadaa; inna zaalikum kaana 'indal laahi 'azeema","id":"yā ayyuhal-lażīna āmanū lā tadkhulū buyūtan-nabiyyi illā ay yu'żana lakum ilā ṭa‘āmin gaira nāẓirīna ināhu wa lākin iżā du‘ītum fadkhulū fa iżā ṭa‘imtum fantasyirū wa lā musta'nisīna liḥadīṡ(in), inna żālikum kāna yu'żin-nabiyya fayastaḥyī minkum, wallāhu lā yastaḥyī minal-ḥaqq(i), wa iżā sa'altumūhunna matā‘an fas'alūhunna miw warā'i ḥijāb(in), żālikum aṭharu liqulūbikum wa qulūbihinn(a), wa mā kāna lakum an tu'żū rasūlallāhi wa lā an tankiḥū azwājahū mim ba‘dihī abadā(n), inna żālikum kāna ‘indallāhi ‘aẓīmā(n)."}},"translation":{"en":"O you who have believed, do not enter the houses of the Prophet except when you are permitted for a meal, without awaiting its readiness. But when you are invited, then enter; and when you have eaten, disperse without seeking to remain for conversation. Indeed, that [behavior] was troubling the Prophet, and he is shy of [dismissing] you. But Allah is not shy of the truth. And when you ask [his wives] for something, ask them from behind a partition. That is purer for your hearts and their hearts. And it is not [conceivable or lawful] for you to harm the Messenger of Allah or to marry his wives after him, ever. Indeed, that would be in the sight of Allah an enormity.","id":"Wahai orang-orang yang beriman! Janganlah kamu memasuki rumah-rumah Nabi kecuali jika kamu diizinkan untuk makan tanpa menunggu waktu masak (makanannya), tetapi jika kamu dipanggil maka masuklah dan apabila kamu selesai makan, keluarlah kamu tanpa memperpanjang percakapan. Sesungguhnya yang demikian itu adalah mengganggu Nabi sehingga dia (Nabi) malu kepadamu (untuk menyuruhmu keluar), dan Allah tidak malu (menerangkan) yang benar. Apabila kamu meminta sesuatu (keperluan) kepada mereka (istri-istri Nabi), maka mintalah dari belakang tabir. (Cara) yang demikian itu lebih suci bagi hatimu dan hati mereka. Dan tidak boleh kamu menyakiti (hati) Rasulullah dan tidak boleh (pula) menikahi istri-istrinya selama-lamanya setelah (Nabi wafat). Sungguh, yang demikian itu sangat besar (dosanya) di sisi Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3586.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3586.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3587,"inSurah":54},"meta":{"juz":22,"surah":33,"page":425,"manzil":367,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنْ تُبْدُوْا شَيْـًٔا اَوْ تُخْفُوْهُ فَاِنَّ اللّٰهَ كَانَ بِكُلِّ شَيْءٍ عَلِيْمًا ","transliteration":{"en":"In tubdoo shai'an aw tukhfoohu fa innal laaha kaana bikulli shai'in 'Aleemaa","id":"in tubdū syai'an au tukhfūhu fa'innallāha kāna bikulli syai'in ‘alīmā(n)."}},"translation":{"en":"Whether you reveal a thing or conceal it, indeed Allah is ever, of all things, Knowing.","id":"Jika kamu menyatakan sesuatu atau menyembunyikannya, maka sesungguhnya Allah Maha Mengetahui segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3587.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3587.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]