[{"number":{"inQuran":3588,"inSurah":55},"meta":{"juz":22,"surah":33,"page":426,"manzil":367,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا جُنَاحَ عَلَيْهِنَّ فِيْٓ اٰبَاۤىِٕهِنَّ وَلَآ اَبْنَاۤىِٕهِنَّ وَلَآ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اِخْوَانِهِنَّ وَلَآ اَبْنَاۤءِ اَخَوٰتِهِنَّ وَلَا نِسَاۤىِٕهِنَّ وَلَا مَا مَلَكَتْ اَيْمَانُهُنَّۚ وَاتَّقِيْنَ اللّٰهَ ۗاِنَّ اللّٰهَ كَانَ عَلٰى كُلِّ شَيْءٍ شَهِيْدًا ","transliteration":{"en":"Laa junaaha 'alaihinna feee aabaaa'ihinna wa laaa abnaaa'ihinna wa laaa ikhwaanihinnna wa laaa abnaaa'i ikhwaanihinna wa laaa abnaaa'i akhawaatihinna wa laa nisaaa'i hinna wa laa Maa malakat aimaanuhunn; wattaqeenal laah; innal laaha kaana 'alaa kulli shai'in Shaheedaa","id":"lā junāḥa ‘alaihinna fī ābā'ihinna wa lā abnā'ihinna wa lā ikhwānihinna wa lā abnā'i ikhwānihinna wa lā abnā'i akhawātihinna wa lā nisā'ihinna wa lā mā malakat aimānuhunn(a), wattaqīnallāh(a), innallāha kāna ‘alā kulli syai'in syahīdā(n)."}},"translation":{"en":"There is no blame upon women concerning their fathers or their sons or their brothers or their brothers' sons or their sisters' sons or their women or those their right hands possess. And fear Allah. Indeed Allah is ever, over all things, Witness.","id":"Tidak ada dosa atas istri-istri Nabi (untuk berjumpa tanpa tabir) dengan bapak-bapak mereka, anak laki-laki mereka, saudara laki-laki mereka, anak laki-laki dari saudara laki-laki mereka, anak laki-laki dari saudara perempuan mereka, perempuan-perempuan mereka (yang beriman) dan hamba sahaya yang mereka miliki, dan bertakwalah kamu (istri-istri Nabi) kepada Allah. Sungguh, Allah Maha Menyaksikan segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3588.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3588.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3589,"inSurah":56},"meta":{"juz":22,"surah":33,"page":426,"manzil":367,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ اللّٰهَ وَمَلٰۤىِٕكَتَهٗ يُصَلُّوْنَ عَلَى النَّبِيِّۗ  يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوْا تَسْلِيْمًا ","transliteration":{"en":"Innal laaha wa malaaa'i katahoo yusalloona 'alan Nabiyy; yaaa aiyuhal lazeena aamanoo salloo 'alaihi wa sallimoo tasleemaa","id":"innallāha wa malā'ikatahū yuṣallūna ‘alan-nabiyy(i), yā ayyuhal-lażīna āmanū ṣallū ‘alaihi wa sallimū taslīmā(n)."}},"translation":{"en":"Indeed, Allah confers blessing upon the Prophet, and His angels [ask Him to do so]. O you who have believed, ask [Allah to confer] blessing upon him and ask [Allah to grant him] peace.","id":"Sesungguhnya Allah dan para malaikat-Nya bersalawat untuk Nabi. Wahai orang-orang yang beriman! Bersalawatlah kamu untuk Nabi dan ucapkanlah salam dengan penuh penghormatan kepadanya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3589.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3589.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3590,"inSurah":57},"meta":{"juz":22,"surah":33,"page":426,"manzil":367,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِى الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا ","transliteration":{"en":"Innal lazeena yu'zoonal laaha wa Rasoolahoo la'anahumul laahu fid dunyaa wal Aakhirati wa a'adda lahum 'azaabam muheenaa","id":"innal-lażīna yu'żūnallāha wa rasūlahū la‘anahumullāhu fid-dun-yā wal-ākhirati wa a‘adda lahum ‘ażābam muhīnā(n)."}},"translation":{"en":"Indeed, those who abuse Allah and His Messenger - Allah has cursed them in this world and the Hereafter and prepared for them a humiliating punishment.","id":"Sesungguhnya (terhadap) orang-orang yang menyakiti Allah dan Rasul-Nya, Allah akan melaknatnya di dunia dan di akhirat, dan menyediakan azab yang menghinakan bagi mereka."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3590.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3590.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3591,"inSurah":58},"meta":{"juz":22,"surah":33,"page":426,"manzil":367,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَالَّذِيْنَ يُؤْذُوْنَ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ بِغَيْرِ مَا اكْتَسَبُوْا فَقَدِ احْتَمَلُوْا بُهْتَانًا وَّاِثْمًا مُّبِيْنًا ࣖ ","transliteration":{"en":"Wallazeena yu'zoonal mu'mineena almu'manaati bighairi mak tasaboo faqadih tamaloo buhtaananw wa ismam mubeenaa","id":"wal-lażīna yu'żūnal-mu'minīna wal-mu'mināti bigairi maktasabū faqadiḥtamalū buhtānaw wa iṡmam mubīnā(n)."}},"translation":{"en":"And those who harm believing men and believing women for [something] other than what they have earned have certainly born upon themselves a slander and manifest sin.","id":"Dan orang-orang yang menyakiti orang-orang mukmin laki-laki dan perempuan, tanpa ada kesalahan yang mereka perbuat, maka sungguh, mereka telah memikul kebohongan dan dosa yang nyata."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3591.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3591.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3592,"inSurah":59},"meta":{"juz":22,"surah":33,"page":426,"manzil":368,"hizbQuarter":170,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّبِيُّ قُلْ لِّاَزْوَاجِكَ وَبَنٰتِكَ وَنِسَاۤءِ الْمُؤْمِنِيْنَ يُدْنِيْنَ عَلَيْهِنَّ مِنْ جَلَابِيْبِهِنَّۗ ذٰلِكَ اَدْنٰىٓ اَنْ يُّعْرَفْنَ فَلَا يُؤْذَيْنَۗ وَكَانَ اللّٰهُ غَفُوْرًا رَّحِيْمًا ","transliteration":{"en":"Yaaa aiyuhan Nabiyyu qul li azwaajika wa banaatika wa nisaaa'il mu'mineena yudneena 'alaihinna min jalaabee bihinn; zaalika adnaaa ai yu'rafna falaa yu'zain; wa kaanal laahu Ghafoorar Raheemaa","id":"yā ayyuhan-nabiyyu qul li'azwājika wa banātika wa nisā'il-mu'minīna yudnīna ‘alaihinna min jalābībihinn(a), żālika adnā ay yu‘rafna falā yu'żain(a), wa kānallāhu gafūrar raḥīmā(n)."}},"translation":{"en":"O Prophet, tell your wives and your daughters and the women of the believers to bring down over themselves [part] of their outer garments. That is more suitable that they will be known and not be abused. And ever is Allah Forgiving and Merciful.","id":"Wahai Nabi! Katakanlah kepada istri-istrimu, anak-anak perempuanmu dan istri-istri orang mukmin, “Hendaklah mereka menutupkan jilbabnya ke seluruh tubuh mereka.” Yang demikian itu agar mereka lebih mudah untuk dikenali, sehingga mereka tidak diganggu. Dan Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3592.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3592.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3593,"inSurah":60},"meta":{"juz":22,"surah":33,"page":426,"manzil":368,"hizbQuarter":171,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ لَىِٕنْ لَّمْ يَنْتَهِ الْمُنٰفِقُوْنَ وَالَّذِيْنَ فِيْ قُلُوْبِهِمْ مَّرَضٌ وَّالْمُرْجِفُوْنَ فِى الْمَدِيْنَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُوْنَكَ فِيْهَآ اِلَّا قَلِيْلًا ","transliteration":{"en":"La'il lam yantahil munaafiqoona wallazeena fee quloobihim maradunw walmur jifoona fil madeenati lanughri yannaka bihim summa laa yujaawiroonaka feehaaa illaa qaleela","id":"la'il lam yantahil-munāfiqūna wal-lażīna fī qulūbihim maraḍuw wal-murjifūna fil-madīnati lanugriyannaka bihim ṡumma lā yujāwirūnaka fīhā illā qalīlā(n)."}},"translation":{"en":"If the hypocrites and those in whose hearts is disease and those who spread rumors in al-Madinah do not cease, We will surely incite you against them; then they will not remain your neighbors therein except for a little.","id":"Sungguh, jika orang-orang munafik, orang-orang yang berpenyakit dalam hatinya dan orang-orang yang menyebarkan kabar bohong di Madinah tidak berhenti (dari menyakitimu), niscaya Kami perintahkan engkau (untuk memerangi) mereka, kemudian mereka tidak lagi menjadi tetanggamu (di Madinah) kecuali sebentar,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3593.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3593.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3594,"inSurah":61},"meta":{"juz":22,"surah":33,"page":426,"manzil":368,"hizbQuarter":171,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَلْعُوْنِيْنَۖ اَيْنَمَا ثُقِفُوْٓا اُخِذُوْا وَقُتِّلُوْا تَقْتِيْلًا ","transliteration":{"en":"Mal'ooneena ainamaa suqifoo ukhizoo wa quttiloo taqteelaa","id":"mal‘ūnīn(a), ainamā ṡuqifū ukhiżū wa quttilū taqtīlā(n)."}},"translation":{"en":"Accursed wherever they are found, [being] seized and massacred completely.","id":"dalam keadaan terlaknat. Di mana saja mereka dijumpai, mereka akan ditangkap dan dibunuh tanpa ampun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3594.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3594.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3595,"inSurah":62},"meta":{"juz":22,"surah":33,"page":426,"manzil":368,"hizbQuarter":171,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"سُنَّةَ اللّٰهِ فِى الَّذِيْنَ خَلَوْا مِنْ قَبْلُ ۚوَلَنْ تَجِدَ لِسُنَّةِ اللّٰهِ تَبْدِيْلًا ","transliteration":{"en":"Sunnatal laahi fil lazeena khalaw min qablu wa lan tajida lisunnatil laahi tabdeelaa","id":"sunnatallāhi fil-lażīna khalau min qabl(u), wa lan tajida lisunnatillāhi tabdīlā(n)."}},"translation":{"en":"[This is] the established way of Allah with those who passed on before; and you will not find in the way of Allah any change.","id":"Sebagai sunnah Allah yang (berlaku juga) bagi orang-orang yang telah terdahulu sebelum(mu), dan engkau tidak akan mendapati perubahan pada sunnah Allah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3595.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3595.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]