[{"number":{"inQuran":3629,"inSurah":23},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":172,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهٗٓ اِلَّا لِمَنْ اَذِنَ لَهٗ ۗحَتّٰىٓ اِذَا فُزِّعَ عَنْ قُلُوْبِهِمْ قَالُوْا مَاذَاۙ قَالَ رَبُّكُمْۗ قَالُوا الْحَقَّۚ وَهُوَ الْعَلِيُّ الْكَبِيْرُ ","transliteration":{"en":"Wa laa tanfa'ush shafaa'atu 'indahooo illaa liman azina lah; hattaaa izaa fuzzi'a 'an quloobihim qaaloo maazaa qaala Rabbukum; qaalul haqq, wa Huwal 'Aliyul Kabeer","id":"wa lā tanfa‘usy-syafā‘atu ‘indahū illā liman ażina lah(ū), ḥattā iżā fuzzi‘a ‘an qulūbihim qālū māżā, qāla rabbukum, qālul-ḥaqq(a), wa huwal-‘aliyyul-kabīr(u)."}},"translation":{"en":"And intercession does not benefit with Him except for one whom He permits. [And those wait] until, when terror is removed from their hearts, they will say [to one another], \"What has your Lord said?\" They will say, \"The truth.\" And He is the Most High, the Grand.","id":"Dan syafaat (pertolongan) di sisi-Nya hanya berguna bagi orang yang telah diizinkan-Nya (memperoleh syafaat itu). Sehingga apabila telah dihilangkan ketakutan dari hati mereka, mereka berkata, “Apakah yang telah difirmankan oleh Tuhanmu?” Mereka menjawab, “(Perkataan) yang benar,” dan Dialah Yang Mahatinggi, Mahabesar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3629.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3629.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3630,"inSurah":24},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ قُلْ مَنْ يَّرْزُقُكُمْ مِّنَ السَّمٰوٰتِ وَالْاَرْضِۗ قُلِ اللّٰهُ ۙوَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ ","transliteration":{"en":"Qul mai yarzuqukum minas samaawaati wal ardi qulil laahu wa innaaa aw iyyaakum la'alaa hudan aw fee dalaalim mubeen","id":"qul may yarzuqukum minas-samāwāti wal-arḍ(i), qulillāh(u), wa innā au iyyākum la‘alā hudan au fī ḍalālim mubīn(in)."}},"translation":{"en":"Say, \"Who provides for you from the heavens and the earth?\" Say, \"Allah. And indeed, we or you are either upon guidance or in clear error.\"","id":"Katakanlah (Muhammad), “Siapakah yang memberi rezeki kepadamu dari langit dan dari bumi?” Katakanlah, “Allah,” dan sesungguhnya kami atau kamu (orang-orang musyrik), pasti berada dalam kebenaran atau dalam kesesatan yang nyata."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3630.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3630.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3631,"inSurah":25},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لَّا تُسْـَٔلُوْنَ عَمَّآ اَجْرَمْنَا وَلَا نُسْـَٔلُ عَمَّا تَعْمَلُوْنَ ","transliteration":{"en":"Qul laa tus'aloona 'ammaaa ajramnaa wa laa nus'alu 'ammaa ta'maloon","id":"qul lā tus'alūna ‘ammā ajramnā wa lā nus'alu ‘ammā ta‘malūn(a)."}},"translation":{"en":"Say, \"You will not be asked about what we committed, and we will not be asked about what you do.\"","id":"Katakanlah, “Kamu tidak akan dimintai tanggung jawab atas apa yang kami kerjakan dan kami juga tidak akan dimintai tanggung jawab atas apa yang kamu kerjakan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3631.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3631.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3632,"inSurah":26},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّۗ وَهُوَ الْفَتَّاحُ الْعَلِيْمُ ","transliteration":{"en":"Qul yajma'u bainanaa Rabbunaa summa yaftahu bainanaa bilhaqq; wa Huwal Fattaahul 'Aleem","id":"qul yajma‘u bainanā rabbunā ṡumma yaftaḥu bainanā bil-ḥaqq(i), wa huwal-fattāḥul-‘alīm(u)."}},"translation":{"en":"Say, \"Our Lord will bring us together; then He will judge between us in truth. And He is the Knowing Judge.\"","id":"Katakanlah, “Tuhan kita akan mengumpulkan kita semua, kemudian Dia memberi keputusan antara kita dengan benar. Dan Dia Yang Maha Pemberi keputusan, Maha Mengetahui.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3632.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3632.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3633,"inSurah":27},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَرُوْنِيَ الَّذِيْنَ اَلْحَقْتُمْ بِهٖ شُرَكَاۤءَ كَلَّا ۗبَلْ هُوَ اللّٰهُ الْعَزِيْزُ الْحَكِيْمُ ","transliteration":{"en":"Qul arooniyal lazeena alhaqtum bihee shurakaaa'a kallaa; bal Huwal Laahul 'Azeezul Hakeem","id":"qul arūniyal-lażīna alḥaqtum bihī syurakā'a kallā, bal huwallāhul-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Say, \"Show me those whom you have attached to Him as partners. No! Rather, He [alone] is Allah, the Exalted in Might, the Wise.\"","id":"Katakanlah, “Perlihatkanlah kepadaku sembahan-sembahan yang kamu hubungkan dengan Dia sebagai sekutu-sekutu(-Nya), tidak mungkin! Sebenarnya Dialah Allah Yang Mahaperkasa, Mahabijaksana.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3633.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3633.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3634,"inSurah":28},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَآ اَرْسَلْنٰكَ اِلَّا كَاۤفَّةً لِّلنَّاسِ بَشِيْرًا وَّنَذِيْرًا وَّلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ","transliteration":{"en":"Wa maaa arsalnaaka illaa kaaffatal linnaasi basheeranw wa nazeeranw wa laakinna aksaran naasi laa ya'lamoon","id":"wa mā arsalnāka illā kāffatal lin-nāsi basyīraw wa nażīraw wa lākinna akṡaran-nāsi lā ya‘lamūn(a)."}},"translation":{"en":"And We have not sent you except comprehensively to mankind as a bringer of good tidings and a warner. But most of the people do not know.","id":"Dan Kami tidak mengutus engkau (Muhammad), melainkan kepada semua umat manusia sebagai pembawa berita gembira dan sebagai pemberi peringatan, tetapi kebanyakan manusia tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3634.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3634.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3635,"inSurah":29},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ ","transliteration":{"en":"Wa yaqooloona mataa haazal wa'du in kuntum saadiqeen","id":"wa yaqūlūna matā hāżal-wa‘du in kuntum ṣādiqīn(a)."}},"translation":{"en":"And they say, \"When is this promise, if you should be truthful?\"","id":"Dan mereka berkata, “Kapankah (datangnya) janji ini, jika kamu orang yang benar?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3635.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3635.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3636,"inSurah":30},"meta":{"juz":22,"surah":34,"page":431,"manzil":372,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لَّكُمْ مِّيْعَادُ يَوْمٍ لَّا تَسْتَأْخِرُوْنَ عَنْهُ سَاعَةً وَّلَا تَسْتَقْدِمُوْنَ ࣖ ","transliteration":{"en":"Qul lakum mee'aadu Yawmil laa tastaakhiroona 'anhu saa'atanw wa la tastaqdimoon","id":"qul lakum mī‘ādu yaumil lā tasta'khirūna ‘anhu sā‘ataw wa lā tastaqdimūn(a)."}},"translation":{"en":"Say, \"For you is the appointment of a Day [when] you will not remain thereafter an hour, nor will you precede [it].\"","id":"Katakanlah, “Bagimu ada hari yang telah dijanjikan (hari Kiamat), kamu tidak dapat meminta penundaan atau percepatannya sesaat pun.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3636.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3636.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3637,"inSurah":31},"meta":{"juz":22,"surah":34,"page":431,"manzil":373,"hizbQuarter":173,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ الَّذِيْنَ كَفَرُوْا لَنْ نُّؤْمِنَ بِهٰذَا الْقُرْاٰنِ وَلَا بِالَّذِيْ بَيْنَ يَدَيْهِۗ وَلَوْ تَرٰىٓ اِذِ الظّٰلِمُوْنَ مَوْقُوْفُوْنَ عِنْدَ رَبِّهِمْۖ يَرْجِعُ بَعْضُهُمْ اِلٰى بَعْضِ ِۨالْقَوْلَۚ يَقُوْلُ الَّذِيْنَ اسْتُضْعِفُوْا لِلَّذِيْنَ اسْتَكْبَرُوْا لَوْلَآ اَنْتُمْ لَكُنَّا مُؤْمِنِيْنَ ","transliteration":{"en":"Wa qaalal lazeena kafaroo lan nu'mina bihaazal Quraani wa laa billazee baina yadayh; wa law taraaa iziz zaalimoona mawqoofoona 'inda Rabbihim yarji'u ba'duhum ilaa ba'dinil qawla yaqoolul lazeenas tud'ifoo lillazeenas takbaroo law laaa antum lakunnaa mu'mineen","id":"wa qālal-lażīna kafarū lan nu'mina bihāżal-qur'āni wa lā bil-lażī baina yadaih(i), wa lau tarā iżiẓ-ẓālimūna mauqūfūna ‘inda rabbihim, yarji‘u ba‘ḍuhum ilā ba‘ḍinil-qaul(a), yaqūlul-lażīnastuḍ‘ifū lil-lażīnastakbarū lau lā antum lakunnā mu'minīn(a)."}},"translation":{"en":"And those who disbelieve say, \"We will never believe in this Qur'an nor in that before it.\" But if you could see when the wrongdoers are made to stand before their Lord, refuting each other's words... Those who were oppressed will say to those who were arrogant, \"If not for you, we would have been believers.\"","id":"Dan orang-orang kafir berkata, “Kami tidak akan beriman kepada Al-Qur'an ini dan tidak (pula) kepada Kitab yang sebelumnya.” Dan (alangkah mengerikan) kalau kamu melihat ketika orang-orang yang zalim itu dihadapkan kepada Tuhannya, sebagian mereka mengembalikan perkataan kepada sebagian yang lain; orang-orang yang dianggap lemah berkata kepada orang-orang yang menyombongkan diri, “Kalau tidaklah karena kamu tentulah kami menjadi orang-orang mukmin.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3637.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3637.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]