[{"number":{"inQuran":3655,"inSurah":49},"meta":{"juz":22,"surah":34,"page":434,"manzil":375,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ جَاۤءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيْدُ ","transliteration":{"en":"Qul jaaa'al haqqu wa maa yubdi'ul baatilu wa maa yu'eed","id":"qul jā'al-ḥaqqu wa mā yubdi'ul-bāṭilu wa mā yu‘īd(u)."}},"translation":{"en":"Say, \"The truth has come, and falsehood can neither begin [anything] nor repeat [it].\"","id":"Katakanlah, “Kebenaran telah datang dan yang batil itu tidak akan memulai dan tidak (pula) akan mengulangi.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3655.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3655.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3656,"inSurah":50},"meta":{"juz":22,"surah":34,"page":434,"manzil":375,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اِنْ ضَلَلْتُ فَاِنَّمَآ اَضِلُّ عَلٰى نَفْسِيْۚ وَاِنِ اهْتَدَيْتُ فَبِمَا يُوْحِيْٓ اِلَيَّ رَبِّيْۗ اِنَّهٗ سَمِيْعٌ قَرِيْبٌ ","transliteration":{"en":"Qul in dalaltu fainnamaaa adillu 'alaa nafsee wa inih-tadaitu fabimaa yoohee ilaiya Rabbee; innahoo Samee'un Qareeb","id":"qul in ḍalaltu fa'innamā aḍillu ‘alā nafsī, wa inihtadaitu fabimā yūḥī ilayya rabbī, innahū samī‘un qarīb(un)."}},"translation":{"en":"Say, \"If I should err, I would only err against myself. But if I am guided, it is by what my Lord reveals to me. Indeed, He is Hearing and near.\"","id":"Katakanlah, “Jika aku sesat maka sesungguhnya aku sesat untuk diriku sendiri; dan jika aku mendapat petunjuk maka itu disebabkan apa yang diwahyukan Tuhanku kepadaku. Sungguh, Dia Maha Mendengar, Maha-dekat.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3656.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3656.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3657,"inSurah":51},"meta":{"juz":22,"surah":34,"page":434,"manzil":375,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ تَرٰىٓ اِذْ فَزِعُوْا فَلَا فَوْتَ وَاُخِذُوْا مِنْ مَّكَانٍ قَرِيْبٍۙ ","transliteration":{"en":"Wa law taraaa iz fazi'oo falaa fawta wa ukhizoo mim makaanin qareeb","id":"wa lau tarā iż fazi‘ū falā fauta wa ukhiżū mim makānin qarīb(in)."}},"translation":{"en":"And if you could see when they are terrified but there is no escape, and they will be seized from a place nearby.","id":"Dan (alangkah mengerikan) sekiranya engkau melihat mereka (orang-orang kafir) ketika terperanjat ketakutan (pada hari Kiamat); lalu mereka tidak dapat melepaskan diri dan mereka ditangkap dari tempat yang dekat (untuk dibawa ke neraka),"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3657.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3657.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3658,"inSurah":52},"meta":{"juz":22,"surah":34,"page":434,"manzil":375,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَّقَالُوْٓا اٰمَنَّا بِهٖۚ وَاَنّٰى لَهُمُ التَّنَاوُشُ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ","transliteration":{"en":"Wa qaloo aamannaa bihee wa annaa lahumut tanaawushu mim makaanim ba'eed","id":"wa qālū āmannā bih(ī), wa annā lahumut-tanāwusyu mim makānim ba‘īd(in)."}},"translation":{"en":"And they will [then] say, \"We believe in it!\" But how for them will be the taking [of faith] from a place far away?","id":"dan (ketika) mereka berkata, “Kami beriman kepada-Nya.” Namun bagaimana mereka dapat mencapai (keimanan) dari tempat yang jauh?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3658.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3658.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3659,"inSurah":53},"meta":{"juz":22,"surah":34,"page":434,"manzil":375,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَدْ كَفَرُوْا بِهٖ مِنْ قَبْلُۚ وَيَقْذِفُوْنَ بِالْغَيْبِ مِنْ مَّكَانٍۢ بَعِيْدٍۚ ","transliteration":{"en":"Wa qad kafaroo bihee min qablu wa yaqzifoona bilghaibi mim makaanim ba'eed","id":"wa qad kafarū bihī min qabl(u), wa yaqżifūna bil-gaibi mim makānim ba‘īd(in)."}},"translation":{"en":"And they had already disbelieved in it before and would assault the unseen from a place far away.","id":"Dan sungguh, mereka telah mengingkari Allah sebelum itu; dan mereka mendustakan tentang yang gaib dari tempat yang jauh."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3659.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3659.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3660,"inSurah":54},"meta":{"juz":22,"surah":34,"page":434,"manzil":375,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَحِيْلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُوْنَۙ  كَمَا فُعِلَ بِاَشْيَاعِهِمْ مِّنْ قَبْلُۗ اِنَّهُمْ كَانُوْا فِيْ شَكٍّ مُّرِيْبٍ ࣖ","transliteration":{"en":"Wa heela bainahum wa baina maa yashtahoona kamaa fu'ila bi-ashyaa'ihim min qabl; innahum kaanoo fee shakkim mureeb","id":"wa ḥīla bainahum wa baina mā yasytahūn(a), kamā fu‘ila bi'asy-yā‘ihim min qabl(u), innahum fī syakkim murīb(in)."}},"translation":{"en":"And prevention will be placed between them and what they desire, as was done with their kind before. Indeed, they were in disquieting denial.","id":"Dan diberi penghalang antara mereka dengan apa yang mereka inginkan sebagaimana yang dilakukan terhadap orang-orang yang sepaham dengan mereka yang terdahulu. Sesungguhnya mereka dahulu (di dunia) dalam keraguan yang mendalam."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3660.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3660.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3661,"inSurah":1},"meta":{"juz":22,"surah":35,"page":434,"manzil":376,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلْحَمْدُ لِلّٰهِ فَاطِرِ السَّمٰوٰتِ وَالْاَرْضِ جَاعِلِ الْمَلٰۤىِٕكَةِ رُسُلًاۙ اُولِيْٓ اَجْنِحَةٍ مَّثْنٰى وَثُلٰثَ وَرُبٰعَۗ يَزِيْدُ فِى الْخَلْقِ مَا يَشَاۤءُۗ اِنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","transliteration":{"en":"Alhamdu lillaahi faatiris samaawaati wal ardi jaa'ilil malaaa'ikati rusulan uleee ajnihatim masnaa wa sulaasa wa rubaa'; yazeedu fil khalqi maa yashaaa'; innal laaha 'alaa kulli shai'in Qadeer","id":"al-ḥamdu lillāhi fāṭiris-samāwāti wal-arḍi jā‘ilil-malāikati rusulā(n), ulī ajniḥatim maṡnā wa ṡulāṡa wa rubā‘(a), yazīdu fil-khalqi mā yasyā'(u), innallāha ‘alā kulli syai'in qadīr(un)."}},"translation":{"en":"[All] praise is [due] to Allah, Creator of the heavens and the earth, [who] made the angels messengers having wings, two or three or four. He increases in creation what He wills. Indeed, Allah is over all things competent.","id":"Segala puji bagi Allah Pencipta langit dan bumi, yang menjadikan malaikat sebagai utusan-utusan (untuk mengurus berbagai macam urusan) yang mempunyai sayap, masing-masing (ada yang) dua, tiga dan empat. Allah menambahkan pada ciptaan-Nya apa yang Dia kehendaki. Sungguh, Allah Mahakuasa atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3661.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3661.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3662,"inSurah":2},"meta":{"juz":22,"surah":35,"page":434,"manzil":376,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَا يَفْتَحِ اللّٰهُ لِلنَّاسِ مِنْ رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۚوَمَا يُمْسِكْۙ فَلَا مُرْسِلَ لَهٗ مِنْۢ بَعْدِهٖۗ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","transliteration":{"en":"Maa yaftahil laahu linnaaasi mir rahmatin falaa mumsika lahaa wa maa yumsik falaa mursila lahoo mimb'dih; wa Huwal 'Azeezul Hakeem","id":"mā yaftaḥillāhu lin-nāsi mir raḥmatin falā mumsika lahā, wa mā yumsik falā mursila lahū mim ba‘dih(ī), wa huwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Whatever Allah grants to people of mercy - none can withhold it; and whatever He withholds - none can release it thereafter. And He is the Exalted in Might, the Wise.","id":"Apa saja di antara rahmat Allah yang dianugerahkan kepada manusia, maka tidak ada yang dapat menahannya; dan apa saja yang ditahan-Nya maka tidak ada yang sanggup untuk melepaskannya setelah itu. Dan Dialah Yang Mahaperkasa, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3662.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3662.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":3663,"inSurah":3},"meta":{"juz":22,"surah":35,"page":434,"manzil":376,"hizbQuarter":174,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّاسُ اذْكُرُوْا نِعْمَتَ اللّٰهِ عَلَيْكُمْۗ هَلْ مِنْ خَالِقٍ غَيْرُ اللّٰهِ يَرْزُقُكُمْ مِّنَ السَّمَاۤءِ وَالْاَرْضِۗ  لَآ اِلٰهَ اِلَّا هُوَۖ فَاَنّٰى تُؤْفَكُوْنَ ","transliteration":{"en":"Yaaa ayyuhan naasuzkuroo ni'matal laahi 'alaikum; hal min khaaliqin ghairul laahi yarzuqukum minas samaaa'i wal ard; laaa ilaaha illaa Huwa fa annaa tu'fakoon","id":"yā ayyuhan-nāsużkurū ni‘matallāhi ‘alaikum, hal min khāliqin gairullāhi yarzuqukum minas-samā'i wal-arḍ(i), lā ilāha illā huw(a), fa'annā tu'fakūn(a)."}},"translation":{"en":"O mankind, remember the favor of Allah upon you. Is there any creator other than Allah who provides for you from the heaven and earth? There is no deity except Him, so how are you deluded?","id":"Wahai manusia! Ingatlah akan nikmat Allah kepadamu. Adakah pencipta selain Allah yang dapat memberikan rezeki kepadamu dari langit dan bumi? Tidak ada tuhan selain Dia; maka mengapa kamu berpaling (dari ketauhidan)?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/3663.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/3663.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]