[{"number":{"inQuran":4159,"inSurah":26},"meta":{"juz":24,"surah":40,"page":470,"manzil":406,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ فِرْعَوْنُ ذَرُوْنِيْٓ اَقْتُلْ مُوْسٰى وَلْيَدْعُ رَبَّهٗ ۚاِنِّيْٓ اَخَافُ اَنْ يُّبَدِّلَ دِيْنَكُمْ اَوْ اَنْ يُّظْهِرَ فِى الْاَرْضِ الْفَسَادَ","transliteration":{"en":"Wa qaala Fir'awnu zarooneee aqtul Moosaa walyad'u Rabbahoo inneee akhaafu ai yubaddila deenakum aw ai yuzhira fil ardil fasaad","id":"wa qāla fir‘aunu aqtul mūsā walyad‘u rabbah(ū), innī akhāfu ay yubaddila dīnakum au ay yuẓhira fil-arḍil-fasād(a)."}},"translation":{"en":"And Pharaoh said, \"Let me kill Moses and let him call upon his Lord. Indeed, I fear that he will change your religion or that he will cause corruption in the land.\"","id":"Dan Fir‘aun berkata (kepada pembesar-pembesarnya), “Biar aku yang membunuh Musa dan suruh dia memohon kepada Tuhannya. Sesungguhnya aku khawatir dia akan menukar agamamu atau menimbulkan kerusakan di bumi.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4159.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4159.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4160,"inSurah":27},"meta":{"juz":24,"surah":40,"page":470,"manzil":406,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ مُوْسٰىٓ اِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ مِّنْ كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ الْحِسَابِ ࣖ ","transliteration":{"en":"Wa qaala Moosaaaa innee 'uztu bi Rabbee wa Rabbikum min kulli mutakabbiril laayu'minu bi Yawmil Hisaab","id":"wa qāla mūsā innī ‘użtu birabbī wa rabbikum min kulli mutakabbiril lā yu'minu biyaumil-ḥisāb(i)."}},"translation":{"en":"But Moses said, \"Indeed, I have sought refuge in my Lord and your Lord from every arrogant one who does not believe in the Day of Account.\"","id":"Dan (Musa) berkata, “Sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu dari setiap orang yang menyombongkan diri yang tidak beriman kepada hari perhitungan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4160.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4160.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4161,"inSurah":28},"meta":{"juz":24,"surah":40,"page":470,"manzil":407,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ رَجُلٌ مُّؤْمِنٌۖ مِّنْ اٰلِ فِرْعَوْنَ يَكْتُمُ اِيْمَانَهٗٓ اَتَقْتُلُوْنَ رَجُلًا اَنْ يَّقُوْلَ رَبِّيَ اللّٰهُ وَقَدْ جَاۤءَكُمْ بِالْبَيِّنٰتِ مِنْ رَّبِّكُمْ ۗوَاِنْ يَّكُ كَاذِبًا فَعَلَيْهِ كَذِبُهٗ ۚوَاِنْ يَّكُ صَادِقًا يُّصِبْكُمْ بَعْضُ الَّذِيْ يَعِدُكُمْ ۗاِنَّ اللّٰهَ لَا يَهْدِيْ مَنْ هُوَ مُسْرِفٌ كَذَّابٌ","transliteration":{"en":"Wa qaala rajulum mu'minummin Aali Fir'awna yaktumu eemaanahooo ataqtuloona rajulan ai yaqoola Rabbi yal laahu wa qad jaaa'akum bil haiyinaati mir Rabbikum wa iny yaku kaaziban fa'alaihi kazi buhoo wa iny yaku saadiqany yasibkum ba'dul lazee ya'idukum innal laaha laa yahdee man huwa musrifun kaazaab","id":"wa qāla rajulum mu'min(um), min āli fir‘auna yaktumu īmānahū ataqtulūna rajulan ay yaqūla rabbiyallāhu wa qad jā'akum bil-bayyināti mir rabbikum, wa iy yaku kāżiban fa ‘alaihi każibuh(ū), wa iy yaku ṣādiqay yuṣibkum ba‘ḍul-lażī ya‘idukum, innallāha lā yahdī man huwa musrifun każżāb(un)."}},"translation":{"en":"And a believing man from the family of Pharaoh who concealed his faith said, \"Do you kill a man [merely] because he says, 'My Lord is Allah' while he has brought you clear proofs from your Lord? And if he should be lying, then upon him is [the consequence of] his lie; but if he should be truthful, there will strike you some of what he promises you. Indeed, Allah does not guide one who is a transgressor and a liar.","id":"Dan seseorang yang beriman di antara keluarga Fir‘aun yang menyembunyikan imannya berkata, “Apakah kamu akan membunuh seseorang karena dia berkata, “Tuhanku adalah Allah,” padahal sungguh, dia telah datang kepadamu dengan membawa bukti-bukti yang nyata dari Tuhanmu. Dan jika dia seorang pendusta maka dialah yang akan menanggung (dosa) dustanya itu; dan jika dia seorang yang benar, nis-caya sebagian (bencana) yang diancamkannya kepadamu akan menimpamu. Sesungguhnya Allah tidak memberi petunjuk kepada orang yang melampaui batas dan pendusta."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4161.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4161.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4162,"inSurah":29},"meta":{"juz":24,"surah":40,"page":470,"manzil":407,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰقَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ ظٰهِرِيْنَ فِى الْاَرْضِۖ فَمَنْ يَّنْصُرُنَا مِنْۢ بَأْسِ اللّٰهِ اِنْ جَاۤءَنَا ۗقَالَ فِرْعَوْنُ مَآ اُرِيْكُمْ اِلَّا مَآ اَرٰى وَمَآ اَهْدِيْكُمْ اِلَّا سَبِيْلَ الرَّشَادِ","transliteration":{"en":"Yaa qawmi lakumul mulkul yawma zaahireena fil ardi famai yansurunaa mim baasil laahi in jaaa'anaa; qaala Fir'awnu maaa ureekum illaa maaa araa wa maaa ahdeekum illaa sabeelar Rashaad","id":"yā qaumi lakumul-mulkul-yauma ẓāhirīna fil-arḍ(i), famay yanṣurunā mim ba'sillāhi in jā'anā, qāla fir‘aunu mā urīkum illā mā arā wa mā ahdīkum illā sabīlar-rasyād(i)."}},"translation":{"en":"O my people, sovereignty is yours today, [your being] dominant in the land. But who would protect us from the punishment of Allah if it came to us?\" Pharaoh said, \"I do not show you except what I see, and I do not guide you except to the way of right conduct.\"","id":"Wahai kaumku! Pada hari ini kerajaan ada padamu dengan berkuasa di bumi, tetapi siapa yang akan menolong kita dari azab Allah jika (azab itu) menimpa kita?” Fir‘aun berkata, “Aku hanya mengemukakan kepadamu, apa yang aku pandang baik; dan aku hanya menunjukkan kepadamu jalan yang benar.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4162.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4162.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4163,"inSurah":30},"meta":{"juz":24,"surah":40,"page":470,"manzil":407,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَ الَّذِيْٓ اٰمَنَ يٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الْاَحْزَابِۙ  ","transliteration":{"en":"Wa qaalal lazee aamana yaa qawmi inneee akhaafu 'alaikum misla yawmil Ahzaab","id":"wa qālal-lażī āmana yā qaumi innī akhāfu ‘alaikum miṡla yaumil-aḥzāb(i)."}},"translation":{"en":"And he who believed said, \"O my people, indeed I fear for you [a fate] like the day of the companies -","id":"Dan orang yang beriman itu berkata, “Wahai kaumku! Sesungguhnya aku khawatir kamu akan ditimpa (bencana) seperti hari kehancuran golongan yang bersekutu,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4163.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4163.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4164,"inSurah":31},"meta":{"juz":24,"surah":40,"page":470,"manzil":407,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مِثْلَ دَأْبِ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ وَالَّذِيْنَ مِنْۢ بَعْدِهِمْ ۗوَمَا اللّٰهُ يُرِيْدُ ظُلْمًا لِّلْعِبَادِ","transliteration":{"en":"Misla daabi qawmi Noohinw wa 'aadinw wa Samooda wallazeena mim ba'dihim; wa mal laahu yureedu zulmal lil'ibaad","id":"miṡla da'bi qaumi nūḥiw wa ‘ādiw wa ṡamūda wal-lażīna mim ba‘dihim, wa mallāhu yurīdu ẓulmal lil-‘ibād(i)."}},"translation":{"en":"Like the custom of the people of Noah and of 'Aad and Thamud and those after them. And Allah wants no injustice for [His] servants.","id":"(yakni) seperti kebiasaan kaum Nuh, ’Ad, samud dan orang-orang yang datang setelah mereka. Padahal Allah tidak menghendaki kezaliman terhadap hamba-hamba-Nya.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4164.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4164.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4165,"inSurah":32},"meta":{"juz":24,"surah":40,"page":470,"manzil":407,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَيٰقَوْمِ اِنِّيْٓ اَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِۙ  ","transliteration":{"en":"Wa yaa qawmi inneee akhaafu 'alaikum yawmat tanaad","id":"wa yā qaumi innī akhāfu ‘alaikum yaumat-tanād(i)."}},"translation":{"en":"And O my people, indeed I fear for you the Day of Calling -","id":"Dan wahai kaumku! Sesungguhnya aku benar-benar khawatir terhadapmu akan (siksaan) hari saling memanggil,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4165.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4165.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4166,"inSurah":33},"meta":{"juz":24,"surah":40,"page":470,"manzil":407,"hizbQuarter":188,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَوْمَ تُوَلُّوْنَ مُدْبِرِيْنَۚ مَا لَكُمْ مِّنَ اللّٰهِ مِنْ عَاصِمٍۚ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ","transliteration":{"en":"Yawma tuwalloona mud bireena maa lakum minal laahi min 'aasim; wa mai yudlilil laahu famaa lahoo min haad","id":"yauma tuwallūna mudbirīn(a), mā lakum minallāhi min ‘āṣim(in), wa may yuḍlilillāhu famā lahū min hād(in)."}},"translation":{"en":"The Day you will turn your backs fleeing; there is not for you from Allah any protector. And whoever Allah leaves astray - there is not for him any guide.","id":"(yaitu) pada hari (ketika) kamu berpaling ke belakang (lari), tidak ada seorang pun yang mampu menyelamatkan kamu dari (azab) Allah. Dan barangsiapa dibiarkan sesat oleh Allah, niscaya tidak ada sesuatu pun yang mampu memberi petunjuk.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4166.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4166.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]