[{"number":{"inQuran":4487,"inSurah":14},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ لِّلَّذِيْنَ اٰمَنُوْا يَغْفِرُوْا لِلَّذِيْنَ لَا يَرْجُوْنَ اَيَّامَ اللّٰهِ لِيَجْزِيَ قَوْمًا ۢبِمَا كَانُوْا يَكْسِبُوْنَ ","transliteration":{"en":"Qul lillazeena aamanoo yaghfiroo lillazeena laa yarjoona ayyaamal laahi liyajziya qawmam bimaa kaanoo yaksiboon","id":"qul lil-lażīna āmanū yagfirū lil-lażīna lā yarjūna ayyāmallāhi liyajziya qaumam bimā kānū yaksibūn(a)."}},"translation":{"en":"Say, [O Muhammad], to those who have believed that they [should] forgive those who expect not the days of Allah so that He may recompense a people for what they used to earn.","id":"Katakanlah (Muhammad) kepada orang-orang yang beriman hendaklah mereka memaafkan orang-orang yang tidak takut akan hari-hari Allah karena Dia akan membalas suatu kaum sesuai dengan apa yang telah mereka kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4487.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4487.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4488,"inSurah":15},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهٖۚ وَمَنْ اَسَاۤءَ فَعَلَيْهَا ۖ ثُمَّ اِلٰى رَبِّكُمْ تُرْجَعُوْنَ","transliteration":{"en":"Maa 'amila saalihan falinafsihee wa man asaaa'a fa'alaihaa summa ilaa Rabbikum turja'oon","id":"man ‘amila ṣāliḥan fa linafsih(ī), wa man asā'a fa ‘alaihā, ṡumma ilā rabbikum turja‘ūn(a)."}},"translation":{"en":"Whoever does a good deed - it is for himself; and whoever does evil - it is against the self. Then to your Lord you will be returned.","id":"Barangsiapa mengerjakan kebajikan maka itu adalah untuk dirinya sendiri, dan barangsiapa mengerjakan kejahatan, maka itu akan menimpa dirinya sendiri, kemudian kepada Tuhanmu kamu dikembalikan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4488.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4488.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4489,"inSurah":16},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَقَدْ اٰتَيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ الْكِتٰبَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنٰهُمْ مِّنَ الطَّيِّبٰتِ وَفَضَّلْنٰهُمْ عَلَى الْعٰلَمِيْنَ ۚ ","transliteration":{"en":"Wa laqad aatainaa Baneee Israaa'eelal Kitaaba walhukma wan Nubuwwata wa razaqnaahum minat taiyibaati wa faddalnaahum;alal 'aalameen","id":"wa laqad ātainā banī isrā'īlal-kitāba wal-ḥukma wan-nubuwwata wa razaqnāhum minaṭ-ṭayyibāti wa faḍḍalnāhum ‘alal-‘ālamīn(a)."}},"translation":{"en":"And We did certainly give the Children of Israel the Scripture and judgement and prophethood, and We provided them with good things and preferred them over the worlds.","id":"Dan sungguh, kepada Bani Israil telah Kami berikan Kitab (Taurat), kekuasaan dan kenabian, Kami anugerahkan kepada mereka rezeki yang baik dan Kami lebihkan mereka atas bangsa-bangsa (pada masa itu)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4489.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4489.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4490,"inSurah":17},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاٰتَيْنٰهُمْ بَيِّنٰتٍ مِّنَ الْاَمْرِۚ فَمَا اخْتَلَفُوْٓا اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗاِنَّ رَبَّكَ يَقْضِيْ بَيْنَهُمْ يَوْمَ الْقِيٰمَةِ فِيْمَا كَانُوْا فِيْهِ يَخْتَلِفُوْنَ","transliteration":{"en":"Wa aatainaahum baiyinaatim minal amri famakh talafooo illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; inna Rabbaka yaqdee bainahum Yawmal Qiyaamati feemaa kaanoo feehi yakhtalifoon","id":"wa ātaināhum bayyinātim minal-amr(i), fa makhtalafū illā mim ba‘di mā jā'ahumul-‘ilmu bagyam bainahum, inna rabbaka yaqḍī bainahum yaumal-qiyāmati fīmā kānū fīhi yakhtalifūn(a)."}},"translation":{"en":"And We gave them clear proofs of the matter [of religion]. And they did not differ except after knowledge had come to them - out of jealous animosity between themselves. Indeed, your Lord will judge between them on the Day of Resurrection concerning that over which they used to differ.","id":"Dan Kami berikan kepada mereka keterangan-keterangan yang jelas tentang urusan (agama); maka mereka tidak berselisih kecuali setelah datang ilmu kepada mereka, karena kedengkian (yang ada) di antara mereka. Sungguh, Tuhanmu akan memberi putusan kepada mereka pada hari Kiamat terhadap apa yang selalu mereka perselisihkan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4490.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4490.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4491,"inSurah":18},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ جَعَلْنٰكَ عَلٰى شَرِيْعَةٍ مِّنَ الْاَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ اَهْوَاۤءَ الَّذِيْنَ لَا يَعْلَمُوْنَ","transliteration":{"en":"Summa ja'alnaaka 'alaa sharee'atim minal amri fattabi'haa wa laa tattabi'ahwaaa'al-lazeena laa ya'lamoon","id":"Ṡumma ja‘alnāka ‘alā syarī‘atim minal-amri fattabi‘hā wa lā tattabi‘ ahwā'al-lażīna lā ya‘lamūn(a)."}},"translation":{"en":"Then We put you, [O Muhammad], on an ordained way concerning the matter [of religion]; so follow it and do not follow the inclinations of those who do not know.","id":"Kemudian Kami jadikan engkau (Muhammad) mengikuti syariat (peraturan) dari agama itu, maka ikutilah (syariat itu) dan janganlah engkau ikuti keinginan orang-orang yang tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4491.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4491.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4492,"inSurah":19},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّهُمْ لَنْ يُّغْنُوْا عَنْكَ مِنَ اللّٰهِ شَيْـًٔا  ۗوَاِنَّ الظّٰلِمِيْنَ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۚ وَاللّٰهُ وَلِيُّ الْمُتَّقِيْنَ ","transliteration":{"en":"Innahum lany yughnoo 'anka minal laahi shai'aa; wa innaz zaalimeena ba'duhum awliyaaa'u ba'dinw wallaahu waliyyul muttaqeen","id":"innahum lay yugnū ‘anka minallāhi syai'ā(n), wa innaẓ-ẓālimīna ba‘ḍuhum auliyā'u ba‘ḍ(in), wallāhu waliyyul-muttaqīn(a)."}},"translation":{"en":"Indeed, they will never avail you against Allah at all. And indeed, the wrongdoers are allies of one another; but Allah is the protector of the righteous.","id":"Sungguh, mereka tidak akan dapat menghindarkan engkau sedikit pun dari (azab) Allah. Dan sungguh, orang-orang yang zalim itu sebagian menjadi pelindung atas sebagian yang lain, sedangkan Allah pelindung bagi orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4492.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4492.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4493,"inSurah":20},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هٰذَا بَصَاۤىِٕرُ لِلنَّاسِ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّوْقِنُوْنَ ","transliteration":{"en":"Haazaa basaaa'iru linnaasi wa hudanw wa rahmatul liqawminy yooqinoon","id":"hāżā baṣā'iru lin-nāsi wa hudaw wa raḥmatul liqaumiy yūqinūn(a)."}},"translation":{"en":"This [Qur'an] is enlightenment for mankind and guidance and mercy for a people who are certain [in faith].","id":"(Al-Qur'an) ini adalah pedoman bagi manusia, petunjuk dan rahmat bagi kaum yang meyakini."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4493.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4493.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4494,"inSurah":21},"meta":{"juz":25,"surah":45,"page":500,"manzil":435,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَمْ حَسِبَ الَّذِيْنَ اجْتَرَحُوا السَّيِّاٰتِ اَنْ نَّجْعَلَهُمْ كَالَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ سَوَاۤءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۗسَاۤءَ مَا يَحْكُمُوْنَ ࣖࣖ","transliteration":{"en":"Am hasibal lazeenaj tarahus saiyiaati an naj'alahum kallazeena aamanoo wa 'amilu saalihaati sawaaa'am mahyaahum wa mamaatuhum; saaa'a maa yahkumoon","id":"am ḥasibal-lażīnajtaraḥus -sayyi'āti an naj‘alahum kal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti sawā'am maḥyāhum wa mamātuhum, sā'a mā yaḥkumūn(a)."}},"translation":{"en":"Or do those who commit evils think We will make them like those who have believed and done righteous deeds - [make them] equal in their life and their death? Evil is that which they judge.","id":"Apakah orang-orang yang melakukan kejahatan itu mengira bahwa Kami akan memperlakukan mereka seperti orang-orang yang beriman dan yang mengerjakan kebajikan, yaitu sama dalam kehidupan dan kematian mere-ka? Alangkah buruknya penilaian mereka itu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4494.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4494.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4495,"inSurah":22},"meta":{"juz":25,"surah":45,"page":500,"manzil":436,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَخَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ وَلِتُجْزٰى كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُوْنَ","transliteration":{"en":"Wa khalaqal laahus samaawaati wal arda bilhaqqi wa litujzaa kullu nafsim bimaa kasabat wa hum laa yuzlamoon","id":"wa khalaqallāhus-samāwāti wal-arḍa bil-ḥaqqi wa litujzā kullu nafsim bimā kasabat wa hum lā yuẓlamūn(a)."}},"translation":{"en":"And Allah created the heavens and earth in truth and so that every soul may be recompensed for what it has earned, and they will not be wronged.","id":"Dan Allah menciptakan langit dan bumi dengan tujuan yang benar dan agar setiap jiwa diberi balasan sesuai dengan apa yang dikerjakannya, dan mereka tidak akan dirugikan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4495.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4495.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]