[{"number":{"inQuran":4496,"inSurah":23},"meta":{"juz":25,"surah":45,"page":501,"manzil":436,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَفَرَءَيْتَ مَنِ اتَّخَذَ اِلٰهَهٗ هَوٰىهُ وَاَضَلَّهُ اللّٰهُ عَلٰى عِلْمٍ وَّخَتَمَ عَلٰى سَمْعِهٖ وَقَلْبِهٖ وَجَعَلَ عَلٰى بَصَرِهٖ غِشٰوَةًۗ فَمَنْ يَّهْدِيْهِ مِنْۢ بَعْدِ اللّٰهِ ۗ اَفَلَا تَذَكَّرُوْنَ","transliteration":{"en":"Afara'ayta manit takhaza ilaahahoo hawaahu wa adal lahul laahu 'alaa 'ilminw wa khatama 'alaa sam'ihee wa qalbihee wa ja'ala 'alaa basarihee ghishaawatan famany yahdeehi mim ba'dil laah; afalaa tazakkaroon","id":"afa ra'aita manittakhaża ilāhahū hawāhu wa aḍallahullāhu ‘alā ‘ilmiw wa khatama ‘alā sam‘ihī wa qalbihī wa ja‘ala ‘alā baṣarihī gisyāwah(tan), famay yahdīhi mim ba‘dillāh(i), afalā tażakkarūn(a)."}},"translation":{"en":"Have you seen he who has taken as his god his [own] desire, and Allah has sent him astray due to knowledge and has set a seal upon his hearing and his heart and put over his vision a veil? So who will guide him after Allah? Then will you not be reminded?","id":"Maka pernahkah kamu melihat orang yang menjadikan hawa nafsunya sebagai tuhannya dan Allah membiarkannya sesat dengan sepengetahuan-Nya, dan Allah telah mengunci pendengaran dan hatinya serta meletakkan tutup atas penglihatannya? Maka siapa yang mampu memberinya petunjuk setelah Allah (membiarkannya sesat?) Mengapa kamu tidak mengambil pelajaran?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4496.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4496.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4497,"inSurah":24},"meta":{"juz":25,"surah":45,"page":501,"manzil":436,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالُوْا مَا هِيَ اِلَّا حَيَاتُنَا الدُّنْيَا نَمُوْتُ وَنَحْيَا وَمَا يُهْلِكُنَآ اِلَّا الدَّهْرُۚ وَمَا لَهُمْ بِذٰلِكَ مِنْ عِلْمٍۚ اِنْ هُمْ اِلَّا يَظُنُّوْنَ","transliteration":{"en":"Wa qaaloo maa hiya illaa hayaatunad dunyaa namootu wa nahyaa wa maa yuhlikunaaa illad dahr; wa maa lahum bizaalika min 'ilmin in hum illaayazunnoon","id":"wa qālū mā hiya illā ḥayātunad-dun-yā namūtu wa naḥyā wa mā yuhlikunā illad-dahr(u), wa mā lahum biżālika min ‘ilmin in hum illā yaẓunnūn(a)."}},"translation":{"en":"And they say, \"There is not but our worldly life; we die and live, and nothing destroys us except time.\" And they have of that no knowledge; they are only assuming.","id":"Dan mereka berkata, “Kehidupan ini tidak lain hanyalah kehidupan di dunia saja, kita mati dan kita hidup, dan tidak ada yang membinasakan kita selain masa.” Tetapi mereka tidak mempunyai ilmu tentang itu, mereka hanyalah menduga-duga saja."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4497.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4497.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4498,"inSurah":25},"meta":{"juz":25,"surah":45,"page":501,"manzil":436,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَا تُتْلٰى عَلَيْهِمْ اٰيٰتُنَا بَيِّنٰتٍ مَّا كَانَ حُجَّتَهُمْ اِلَّآ اَنْ قَالُوا ائْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ","transliteration":{"en":"Wa izaa tutlaa 'alaihim aayaatuna baiyinaatim maa kaana hujjatahum illaaa an qaalu'too bi aabaaa'inaaa in kuntum saadiqeen","id":"wa iżā tutlā ‘alaihim āyātunā bayyinātim mā kāna ḥujjatahum illā an qālu'tū bi'ābā'inā in kuntum ṣādiqīn(a)."}},"translation":{"en":"And when Our verses are recited to them as clear evidences, their argument is only that they say, \"Bring [back] our forefathers, if you should be truthful.\"","id":"Dan apabila kepada mereka dibacakan ayat-ayat Kami yang jelas, tidak ada bantahan mereka selain mengatakan, “Hidupkanlah kembali nenek moyang kami, jika kamu orang yang benar.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4498.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4498.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4499,"inSurah":26},"meta":{"juz":25,"surah":45,"page":501,"manzil":436,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلِ اللّٰهُ يُحْيِيْكُمْ ثُمَّ يُمِيْتُكُمْ ثُمَّ يَجْمَعُكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَارَيْبَ فِيْهِ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ ࣖ","transliteration":{"en":"Qulil laahu yuhyeekum summa yumeetukum summa yajma'ukum ilaa Yawmil Qiyaamati laa raiba feehi wa laakinna aksaran naasi laa ya'lamoon","id":"qulillāhu yuḥyīkum ṡumma yumītukum ṡumma yajma‘ukum ilā yaumil-qiyāmati lā raiba fīhi wa lākinna akṡaran-nāsi lā ya‘lamūn(a)."}},"translation":{"en":"Say, \"Allah causes you to live, then causes you to die; then He will assemble you for the Day of Resurrection, about which there is no doubt, but most of the people do not know.\"","id":"Katakanlah, “Allah yang menghidupkan kemudian mematikan kamu, setelah itu mengumpulkan kamu pada hari Kiamat yang tidak diragukan lagi; tetapi kebanyakan manusia tidak mengetahui.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4499.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4499.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4500,"inSurah":27},"meta":{"juz":25,"surah":45,"page":501,"manzil":437,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلِلّٰهِ مُلْكُ السَّمٰوٰتِ وَالْاَرْضِۗ وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّخْسَرُ الْمُبْطِلُوْنَ","transliteration":{"en":"Wa lillaahi mulkus samaawaati wal ard; wa Yawma taqoomus Saa'atu Yawma 'iziny yakhsarul mubtiloon","id":"wa lillāhi mulkus-samāwāti wal-arḍ(i), wa yauma taqūmus-sā‘atu yauma'iżiy yakhsarul-mubṭilūn(a)."}},"translation":{"en":"And to Allah belongs the dominion of the heavens and the earth. And the Day the Hour appears - that Day the falsifiers will lose.","id":"Dan milik Allah kerajaan langit dan bumi. Dan pada hari terjadinya Kiamat, akan rugilah pada hari itu orang-orang yang mengerjakan kebatilan (dosa)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4500.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4500.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4501,"inSurah":28},"meta":{"juz":25,"surah":45,"page":501,"manzil":437,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَتَرٰى كُلَّ اُمَّةٍ جَاثِيَةً ۗ كُلُّ اُمَّةٍ تُدْعٰٓى اِلٰى كِتٰبِهَاۗ  اَلْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُوْنَ","transliteration":{"en":"Wa taraa kulla ummatin jaasiyah; kullu ummatin tud'aaa ilaa kitaabihaa al Yawma tujzawna maa kuntum ta'maloon","id":"wa tarā kulla ummatin jāṡiyah(tan), kullu ummatin tud‘ā ilā kitābihā, al-yauma tujzauna mā kuntum ta‘malūn(a)."}},"translation":{"en":"And you will see every nation kneeling [from fear]. Every nation will be called to its record [and told], \"Today you will be recompensed for what you used to do.","id":"Dan (pada hari itu) engkau akan melihat setiap umat berlutut. Setiap umat dipanggil untuk (melihat) buku catatan amalnya. Pada hari itu kamu diberi balasan atas apa yang telah kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4501.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4501.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4502,"inSurah":29},"meta":{"juz":25,"surah":45,"page":501,"manzil":437,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هٰذَا كِتٰبُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ۗاِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ","transliteration":{"en":"Haazaa kitaabunaa yantiqu 'alaikum bilhaqq; innaa kunnaa nastansikhu maa kuntum ta'maloon","id":"hāżā kitābunā yanṭiqu ‘alaikum bil-ḥaqq(i), innā kunnā nastansikhu mā kuntum ta‘malūn(a)."}},"translation":{"en":"This, Our record, speaks about you in truth. Indeed, We were having transcribed whatever you used to do.\"","id":"(Allah berfirman), “Inilah Kitab (catatan) Kami yang menuturkan kepadamu dengan sebenar-benarnya. Sesungguhnya Kami telah menyuruh mencatat apa yang telah kamu kerjakan.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4502.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4502.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4503,"inSurah":30},"meta":{"juz":25,"surah":45,"page":501,"manzil":437,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ  فِيْ رَحْمَتِهٖۗ ذٰلِكَ هُوَ الْفَوْزُ الْمُبِيْنُ","transliteration":{"en":"Fa ammal lazeena aamaanoo wa 'amilus saalihaati fayudkhiluhum Rabbuhum fee rahmatih; zaalika huwal fawzul mubeen","id":"fa'ammal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fayudkhiluhum rabbuhum fī raḥmatih(ī), żālika huwal-fauzul-mubīn(u)."}},"translation":{"en":"So as for those who believed and did righteous deeds, their Lord will admit them into His mercy. That is what is the clear attainment.","id":"Maka adapun orang-orang yang beriman dan mengerjakan kebajikan, maka Tuhan memasukkan mereka ke dalam rahmat-Nya (surga). Demikian itulah kemenangan yang nyata."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4503.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4503.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4504,"inSurah":31},"meta":{"juz":25,"surah":45,"page":501,"manzil":437,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاَمَّا الَّذِيْنَ كَفَرُوْاۗ  اَفَلَمْ تَكُنْ اٰيٰتِيْ تُتْلٰى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُّجْرِمِيْنَ","transliteration":{"en":"Wa ammal lazeena kafarooo afalam takun Aayaatee tutlaa 'alaikum fastakbartum wa kuntum qawmam mujrimeen","id":"wa ammal-lażīna kafarū, falam takun āyātī tutlā ‘alaikum fastakbartum wa kuntum qaumam mujrimīn(a)."}},"translation":{"en":"But as for those who disbelieved, [it will be said], \"Were not Our verses recited to you, but you were arrogant and became a people of criminals?","id":"Dan adapun (kepada) orang-orang yang kafir (difirmankan), “Bukankah ayat-ayat-Ku telah dibacakan kepadamu tetapi kamu menyombongkan diri dan kamu menjadi orang-orang yang berbuat dosa?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4504.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4504.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4505,"inSurah":32},"meta":{"juz":25,"surah":45,"page":501,"manzil":437,"hizbQuarter":200,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَا قِيْلَ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّالسَّاعَةُ لَا رَيْبَ فِيْهَا قُلْتُمْ مَّا نَدْرِيْ مَا السَّاعَةُۙ اِنْ نَّظُنُّ اِلَّا ظَنًّا وَّمَا نَحْنُ بِمُسْتَيْقِنِيْنَ ","transliteration":{"en":"Wa izaa qeela inna wa'dallaahi haqqunw was Saa'atu laa raiba feehaa qultum maa nadree mas Saa'atu in nazunnu illaa zannanw wa maa nahnu bimustaiqineen","id":"wa iżā qīla inna wa‘dallāhi ḥaqquw was-sā‘atu lā raiba fīhā qultum mā nadrī mas-sā‘ah(tu), in naẓunnu illā ẓannaw wa mā naḥnu bimustaiqinīn(a)."}},"translation":{"en":"And when it was said, 'Indeed, the promise of Allah is truth and the Hour [is coming] - no doubt about it,' you said, 'We know not what is the Hour. We assume only assumption, and we are not convinced.' \"","id":"Dan apabila dikatakan (kepadamu), “Sungguh, janji Allah itu benar, dan hari Kiamat itu tidak diragukan adanya,” kamu menjawab, “Kami tidak tahu apakah hari Kiamat itu, kami hanyalah menduga-duga saja, dan kami tidak yakin.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4505.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4505.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]