[{"number":{"inQuran":4607,"inSurah":24},"meta":{"juz":26,"surah":48,"page":514,"manzil":448,"hizbQuarter":205,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَهُوَ الَّذِيْ كَفَّ اَيْدِيَهُمْ عَنْكُمْ وَاَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْۢ بَعْدِ اَنْ اَظْفَرَكُمْ عَلَيْهِمْ ۗوَكَانَ اللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرًا ","transliteration":{"en":"Wa Huwal lazee kaffa aydiyahum 'ankum wa aydiyakum 'anhum bibatni Makkata mim ba'di an azfarakum 'alaihim; wa kaanal laahu bimaa ta'maloona Baseera","id":"wa huwal-lażī kaffa aidiyahum ‘ankum wa aidiyakum ‘anhum bibaṭni makkata mim ba‘di an aẓfarakum ‘alaihim, wa kānallāh bimā ta‘malūna baṣīrā(n)."}},"translation":{"en":"And it is He who withheld their hands from you and your hands from them within [the area of] Makkah after He caused you to overcome them. And ever is Allah of what you do, Seeing.","id":"Dan Dialah yang mencegah tangan mereka dari (membinasakan) kamu dan (mencegah) tangan kamu dari (membinasakan) mereka di tengah (kota) Mekah setelah Allah memenangkan kamu atas mereka. Dan Allah Maha Melihat apa yang kamu kerjakan. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4607.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4607.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4608,"inSurah":25},"meta":{"juz":26,"surah":48,"page":514,"manzil":448,"hizbQuarter":205,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُمُ الَّذِيْنَ كَفَرُوْا وَصَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوْفًا اَنْ يَّبْلُغَ مَحِلَّهٗ ۚوَلَوْلَا رِجَالٌ مُّؤْمِنُوْنَ وَنِسَاۤءٌ مُّؤْمِنٰتٌ لَّمْ تَعْلَمُوْهُمْ اَنْ تَطَـُٔوْهُمْ فَتُصِيْبَكُمْ مِّنْهُمْ مَّعَرَّةٌ ۢبِغَيْرِ عِلْمٍ ۚ لِيُدْخِلَ اللّٰهُ فِيْ رَحْمَتِهٖ مَنْ يَّشَاۤءُۚ  لَوْ تَزَيَّلُوْا لَعَذَّبْنَا الَّذِيْنَ كَفَرُوْا مِنْهُمْ عَذَابًا اَلِيْمًا","transliteration":{"en":"Humul lazeena kafaroo wa saddookum 'anil-Masjidil-Haraami walhadya ma'koofan any yablugha mahillah; wa law laa rijaalum mu'minoona wa nisaaa'um mu'minaatul lam ta'lamoohum an tata'oohum fatuseebakum minhum ma'arratum bighairi 'ilmin liyud khilal laahu fee rahmatihee many yashaaa'; law tazayyaloo la'azzabnal lazeena kafaroo minhum 'azaaban aleema","id":"humul-lażīna kafarū wa ṣaddūkum ‘anil-masjidil-ḥarāmi wal-hadya ma‘kūfan ay yabluga maḥillah(ū), wa lau lā rijālum mu'minūna wa nisā'um mu'minātul lam ta‘lamūhum an taṭa'ūhum fa tuṣībakum minhum ma‘arratum bigairi ‘ilm(in), liyudkhilallāhu fī raḥmatihī may yasyā'(u), lau tazayyalū la‘ażżabnal-lażīna kafarū minhum ‘ażāban alīmā(n)."}},"translation":{"en":"They are the ones who disbelieved and obstructed you from al-Masjid al-Haram while the offering was prevented from reaching its place of sacrifice. And if not for believing men and believing women whom you did not know - that you might trample them and there would befall you because of them dishonor without [your] knowledge - [you would have been permitted to enter Makkah]. [This was so] that Allah might admit to His mercy whom He willed. If they had been apart [from them], We would have punished those who disbelieved among them with painful punishment","id":"Merekalah orang-orang kafir yang menghalang-halangi kamu (masuk) Masjidilharam dan menghambat hewan-hewan kurban sampai ke tempat (penyembelihan)nya. Dan kalau bukanlah karena ada beberapa orang beriman laki-laki dan perempuan yang tidak kamu ketahui, tentulah kamu akan membunuh mereka yang menyebabkan kamu ditimpa kesulitan tanpa kamu sadari. Karena Allah hendak memasukkan siapa yang Dia kehendaki ke dalam rahmat-Nya. Sekiranya mereka terpisah, tentu Kami akan mengazab orang-orang yang kafir di antara mereka dengan azab yang pedih. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4608.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4608.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4609,"inSurah":26},"meta":{"juz":26,"surah":48,"page":514,"manzil":448,"hizbQuarter":205,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِذْ جَعَلَ الَّذِيْنَ كَفَرُوْا فِيْ قُلُوْبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰى رَسُوْلِهٖ وَعَلَى الْمُؤْمِنِيْنَ وَاَلْزَمَهُمْ كَلِمَةَ التَّقْوٰى وَكَانُوْٓا اَحَقَّ بِهَا وَاَهْلَهَا ۗوَكَانَ اللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمًا ࣖ ","transliteration":{"en":"Iz ja'alal lazeena kafaroo fee quloobihimul hamiyyata hamiyyatal jaahiliyyati fa anzalal laahu sakeenatahoo 'alaa Rasoolihee wa 'alal mu mineena wa alzamahum kalimatat taqwaa wa kaanooo ahaqqa bihaa wa ahlahaa; wa kaanal laahu bikulli shai'in Aleema","id":"iż ja‘alal-lażīna kafarū fī qulūbihimul-ḥamiyyata ḥamiyyatal-jāhiliyyati fa anzalallāhu sakīnatahū ‘alā rasūlihī wa ‘alal-mu'minīna wa alzamahum kalimatat-taqwā wa kānū aḥaqqa bihā wa ahlahā, wa kānallāhu bikulli syai'in ‘alīmā(n)."}},"translation":{"en":"When those who disbelieved had put into their hearts chauvinism - the chauvinism of the time of ignorance. But Allah sent down His tranquillity upon His Messenger and upon the believers and imposed upon them the word of righteousness, and they were more deserving of it and worthy of it. And ever is Allah, of all things, Knowing.","id":"Ketika orang-orang yang kafir menanamkan kesombongan dalam hati mereka (yaitu) kesombongan jahiliah, lalu Allah menurunkan ketenangan kepada Rasul-Nya, dan kepada orang-orang mukmin; dan (Allah) mewajibkan kepada mereka tetap taat menjalankan kalimat takwa dan mereka lebih berhak dengan itu dan patut memilikinya. Dan Allah Maha Mengetahui segala sesuatu. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4609.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4609.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4610,"inSurah":27},"meta":{"juz":26,"surah":48,"page":514,"manzil":449,"hizbQuarter":205,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ صَدَقَ اللّٰهُ رَسُوْلَهُ الرُّءْيَا بِالْحَقِّ ۚ لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ اِنْ شَاۤءَ اللّٰهُ اٰمِنِيْنَۙ مُحَلِّقِيْنَ رُءُوْسَكُمْ وَمُقَصِّرِيْنَۙ  لَا تَخَافُوْنَ ۗفَعَلِمَ مَا لَمْ تَعْلَمُوْا فَجَعَلَ مِنْ دُوْنِ ذٰلِكَ فَتْحًا قَرِيْبًا ","transliteration":{"en":"Laqad sadaqal laahu Rasoolahur ru'yaa bilhaqq, latadkhulunnal Masjidal-Haraama in shaaa'al laahu aamineena muhalliqeena ru'oosakum wa muqassireena laa takhaafoona fa'alima maa lam ta'lamoo faja'ala min dooni zaalika fathan qareebaa","id":"laqad ṣadaqallāhu rasūlahur-ru'yā bil-ḥaqq(i), latadkhulunnal-masjidal-ḥarāma in syā'allāhu āminīn(a), muḥalliqīna ru'ūsakum wa muqaṣṣirīn(a), lā takhāfūn(a), fa‘alima mā lam ta‘lamū faja‘ala min dūni żālika fatḥan qarībā(n)."}},"translation":{"en":"Certainly has Allah showed to His Messenger the vision in truth. You will surely enter al-Masjid al-Haram, if Allah wills, in safety, with your heads shaved and [hair] shortened, not fearing [anyone]. He knew what you did not know and has arranged before that a conquest near [at hand].","id":"Sungguh, Allah akan membuktikan kepada Rasul-Nya tentang kebenaran mimpinya bahwa kamu pasti akan memasuki Masjidilharam, jika Allah menghendaki dalam keadaan aman, dengan menggundul rambut kepala dan memendekkannya, sedang kamu tidak merasa takut. Maka Allah mengetahui apa yang tidak kamu ketahui dan selain itu Dia telah memberikan kemenangan yang dekat."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4610.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4610.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4611,"inSurah":28},"meta":{"juz":26,"surah":48,"page":514,"manzil":449,"hizbQuarter":205,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُوَ الَّذِيْٓ اَرْسَلَ رَسُوْلَهٗ بِالْهُدٰى وَدِيْنِ الْحَقِّ لِيُظْهِرَهٗ عَلَى الدِّيْنِ كُلِّهٖ ۗوَكَفٰى بِاللّٰهِ شَهِيْدًا ","transliteration":{"en":"Huwal lazeee arsala Rasoolahoo bilhudaa wa deenil haqqi liyuzhirahoo 'alad deeni kullih; wa kafaa billaahi Shaheeda","id":"huwal-lażī arsala rasūlahū bil-hudā wa dīnil-ḥaqqi liyuẓhirahū ‘alad-dīni kullih(ī), wa kafā billāhi syahīdā(n)."}},"translation":{"en":"It is He who sent His Messenger with guidance and the religion of truth to manifest it over all religion. And sufficient is Allah as Witness.","id":"Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar agar dimenangkan-Nya terhadap semua agama. Dan cukuplah Allah sebagai saksi. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4611.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4611.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]