[{"number":{"inQuran":4617,"inSurah":5},"meta":{"juz":26,"surah":49,"page":516,"manzil":450,"hizbQuarter":206,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَوْ اَنَّهُمْ صَبَرُوْا حَتّٰى تَخْرُجَ اِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ ۗوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","transliteration":{"en":"Wa law annahum sabaroo hatta takhruja ilaihim lakaana khairal lahum; wallaahu Ghafoorur Raheem","id":"wa lau annahum ṣabarū ḥattā takhruja ilaihim lakāna khairal lahum, wallāhu gafūrur raḥīm(un)."}},"translation":{"en":"And if they had been patient until you [could] come out to them, it would have been better for them. But Allah is Forgiving and Merciful.","id":"Dan sekiranya mereka bersabar sampai engkau keluar menemui mereka, tentu akan lebih baik bagi mereka. Dan Allah Maha Pengampun, Maha Penyayang. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4617.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4617.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4618,"inSurah":6},"meta":{"juz":26,"surah":49,"page":516,"manzil":450,"hizbQuarter":206,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ جَاۤءَكُمْ فَاسِقٌۢ بِنَبَاٍ فَتَبَيَّنُوْٓا اَنْ تُصِيْبُوْا قَوْمًاۢ بِجَهَالَةٍ فَتُصْبِحُوْا عَلٰى مَا فَعَلْتُمْ نٰدِمِيْنَ ","transliteration":{"en":"Yaaa ayyuhal lazeena aamanoo in jaaa'akum faasqum binaba in fatabaiyanooo an tuseeboo qawmam bijahalatin fatusbihoo 'alaa maa fa'altum naadimeen","id":"yā ayyuhal-lażīna āmanū in jā'akum fāsiqum binaba'in fa tabayyanū an tuṣībū qaumam bijahālatin fa tuṣbiḥū ‘alā mā fa‘altum nādimīn(a)."}},"translation":{"en":"O you who have believed, if there comes to you a disobedient one with information, investigate, lest you harm a people out of ignorance and become, over what you have done, regretful.","id":"Wahai orang-orang yang beriman! Jika seseorang yang fasik datang kepadamu membawa suatu berita, maka telitilah kebenarannya, agar kamu tidak mencelakakan suatu kaum karena kebodohan (kecerobohan), yang akhirnya kamu menyesali perbuatanmu itu. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4618.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4618.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4619,"inSurah":7},"meta":{"juz":26,"surah":49,"page":516,"manzil":450,"hizbQuarter":206,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاعْلَمُوْٓا اَنَّ فِيْكُمْ رَسُوْلَ اللّٰهِ ۗ لَوْ يُطِيْعُكُمْ فِيْ كَثِيْرٍ مِّنَ الْاَمْرِ لَعَنِتُّمْ وَلٰكِنَّ اللّٰهَ حَبَّبَ اِلَيْكُمُ الْاِيْمَانَ وَزَيَّنَهٗ فِيْ قُلُوْبِكُمْ وَكَرَّهَ اِلَيْكُمُ الْكُفْرَ وَالْفُسُوْقَ وَالْعِصْيَانَ ۗ اُولٰۤىِٕكَ هُمُ الرّٰشِدُوْنَۙ","transliteration":{"en":"Wa'lamooo anna feekum Rasoolal laah; law yutee'ukum fee kaseerim minal amrila'anittum wa laakinnal laaha habbaba ilaikumul eemaana wa zaiyanahoo fee quloobikum wa karraha ilaikumul kufra walfusooqa wal'isyaan; ulaaaika humur raashidoon","id":"wa‘lamū anna fīkum rasūlallāh(i), lau yuṭī‘ukum fī kaṡīrim minal-amri la‘anittum wa lākinnallāha ḥabbaba ilaikumul-īmāna wa zayyanahū fī qulūbikum wa karraha ilaikumul-kufra wal-fusūqa wal-‘iṣyān(a), ulā'ika humur-rāsyidūn(a)."}},"translation":{"en":"And know that among you is the Messenger of Allah. If he were to obey you in much of the matter, you would be in difficulty, but Allah has endeared to you the faith and has made it pleasing in your hearts and has made hateful to you disbelief, defiance and disobedience. Those are the [rightly] guided.","id":"Dan ketahuilah olehmu bahwa di tengah-tengah kamu ada Rasulullah. Kalau dia menuruti (kemauan) kamu dalam banyak hal pasti kamu akan mendapatkan kesusahan. Tetapi Allah menjadikan kamu cinta kepada keimanan dan menjadikan (iman) itu indah dalam hatimu serta menjadikan kamu benci kepada kekafiran, kefasikan, dan kedurhakaan. Mereka itulah orang-orang yang mengikuti jalan yang lurus,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4619.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4619.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4620,"inSurah":8},"meta":{"juz":26,"surah":49,"page":516,"manzil":450,"hizbQuarter":206,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَضْلًا مِّنَ اللّٰهِ وَنِعْمَةً ۗوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ","transliteration":{"en":"Fadlam minal laahi wa ni'mah; wallaahu 'Aleemun Hakeem","id":"faḍlam minallāhi wa ni‘mah(tan), wallāhu ‘alīmun ḥakīm(un)."}},"translation":{"en":"[It is] as bounty from Allah and favor. And Allah is Knowing and Wise.","id":"sebagai karunia dan nikmat dari Allah. Dan Allah Maha Mengetahui, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4620.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4620.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4621,"inSurah":9},"meta":{"juz":26,"surah":49,"page":516,"manzil":450,"hizbQuarter":206,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ طَاۤىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَاۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَى الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۤءَ اِلٰٓى اَمْرِ اللّٰهِ ۖفَاِنْ فَاۤءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بِالْعَدْلِ وَاَقْسِطُوْا ۗاِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ ","transliteration":{"en":"Wa in taaa'ifataani minal mu'mineenaq tataloo faaslihoo bainahumaa fa-im baghat ih daahumaa 'alal ukhraa faqaatilul latee tabhee hattaa tafeee'a ilaaa amril laah; fa-in faaa't fa aslihoo bainahumaa bil'adli wa aqsitoo innal laaha yuhibbul muqsiteen","id":"wa in ṭā'ifatāni minal-mu'minīnaqtatalū fa aṣliḥū bainahumā, fa im bagat iḥdāhumā ‘alal-ukhrā fa qātilul-latī tabgī ḥattā tafī'a ilā amrillāh(i), fa in fā'at fa aṣliḥū bainahumā bil-‘adli wa aqsiṭū, innallāha yuḥibbul-muqsiṭīn(a)."}},"translation":{"en":"And if two factions among the believers should fight, then make settlement between the two. But if one of them oppresses the other, then fight against the one that oppresses until it returns to the ordinance of Allah. And if it returns, then make settlement between them in justice and act justly. Indeed, Allah loves those who act justly.","id":"Dan apabila ada dua golongan orang-orang mukmin berperang, maka damaikanlah antara keduanya. Jika salah satu dari keduanya berbuat zalim terhadap (golongan) yang lain, maka perangilah (golongan) yang berbuat zalim itu, sehingga golongan itu kembali kepada perintah Allah. Jika golongan itu telah kembali (kepada perintah Allah), maka damaikanlah antara keduanya dengan adil, dan berlakulah adil. Sungguh, Allah mencintai orang-orang yang berlaku adil. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4621.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4621.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4622,"inSurah":10},"meta":{"juz":26,"surah":49,"page":516,"manzil":450,"hizbQuarter":206,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّمَا الْمُؤْمِنُوْنَ اِخْوَةٌ فَاَصْلِحُوْا بَيْنَ اَخَوَيْكُمْ  وَاتَّقُوا اللّٰهَ لَعَلَّكُمْ تُرْحَمُوْنَ ࣖ ","transliteration":{"en":"Innamal mu'minoona ikhwatun fa aslihoo baina akhawaykum wattaqul laaha la'allakum tuhamoon","id":"innamal-mu'minūna ikhwatun fa aṣliḥū baina akhawaikum wattaqullāha la‘allakum turḥamūn(a)."}},"translation":{"en":"The believers are but brothers, so make settlement between your brothers. And fear Allah that you may receive mercy.","id":"Sesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4622.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4622.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":4623,"inSurah":11},"meta":{"juz":26,"surah":49,"page":516,"manzil":451,"hizbQuarter":206,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا يَسْخَرْ قَوْمٌ مِّنْ قَوْمٍ عَسٰٓى اَنْ يَّكُوْنُوْا خَيْرًا مِّنْهُمْ وَلَا نِسَاۤءٌ مِّنْ نِّسَاۤءٍ عَسٰٓى اَنْ يَّكُنَّ خَيْرًا مِّنْهُنَّۚ وَلَا تَلْمِزُوْٓا اَنْفُسَكُمْ وَلَا تَنَابَزُوْا بِالْاَلْقَابِۗ بِئْسَ الِاسْمُ الْفُسُوْقُ بَعْدَ الْاِيْمَانِۚ وَمَنْ لَّمْ يَتُبْ فَاُولٰۤىِٕكَ هُمُ الظّٰلِمُوْنَ ","transliteration":{"en":"Yaaa ayyuhal lazeena aamanoo laa yaskhar qawmum min qawmin 'asaaa anyyakoonoo khairam minhum wa laa nisaaa'um min nisaaa'in 'Asaaa ay yakunna khairam minhunna wa laa talmizooo bil alqaab; bi'sal ismul fusooqu ba'dal eemaan; wa mal-lam yatub fa-ulaaa'ika humuz zaalimoon","id":"yā ayyuhal-lażīna āmanū lā yaskhar qaumum min qaumin ‘asā ay yakūnū khairam minhum wa lā nisā'um min nisā'in ‘asā ay yakunna khairam minhunn(a), wa lā talmizū anfusakum wa lā tanābazū bil-alqāb(i), bi'salismul-fusūqu ba‘dal-īmān(i), wa mal lam yatub fa ulā'ika humuẓ-ẓālimūn(a)."}},"translation":{"en":"O you who have believed, let not a people ridicule [another] people; perhaps they may be better than them; nor let women ridicule [other] women; perhaps they may be better than them. And do not insult one another and do not call each other by [offensive] nicknames. Wretched is the name of disobedience after [one's] faith. And whoever does not repent - then it is those who are the wrongdoers.","id":"Wahai orang-orang yang beriman! Janganlah suatu kaum mengolok-olok kaum yang lain (karena) boleh jadi mereka (yang diperolok-olokkan) lebih baik dari mereka (yang mengolok-olok) dan jangan pula perempuan-perempuan (mengolok-olokkan) perempuan lain (karena) boleh jadi perempuan (yang diperolok-olokkan) lebih baik dari perempuan (yang mengolok-olok). Janganlah kamu saling mencela satu sama lain dan janganlah saling memanggil dengan gelar-gelar yang buruk. Seburuk-buruk panggilan adalah (panggilan) yang buruk (fasik) setelah beriman. Dan barangsiapa tidak bertobat, maka mereka itulah orang-orang yang zalim. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/4623.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/4623.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]