[{"number":{"inQuran":309,"inSurah":16},"meta":{"juz":3,"surah":3,"page":52,"manzil":43,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اِنَّنَآ اٰمَنَّا فَاغْفِرْ لَنَا ذُنُوْبَنَا وَقِنَا عَذَابَ النَّارِۚ","transliteration":{"en":"Allazeena yaqooloona Rabbanaaa innanaaa aamannaa faghfir lanaa zunoobanaa wa qinaa 'azaaban Naar","id":"allażīna yaqūlūna rabbanā innanā āmannā fagfir lanā żunūbanā wa qinā ‘ażāban-nār(i)."}},"translation":{"en":"Those who say, \"Our Lord, indeed we have believed, so forgive us our sins and protect us from the punishment of the Fire,\"","id":"(Yaitu) orang-orang yang berdoa, “Ya Tuhan kami, kami benar-benar beriman, maka ampunilah dosa-dosa kami dan lindungilah kami dari azab neraka.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/309.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/309.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":310,"inSurah":17},"meta":{"juz":3,"surah":3,"page":52,"manzil":43,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلصّٰبِرِيْنَ وَالصّٰدِقِيْنَ وَالْقٰنِتِيْنَ وَالْمُنْفِقِيْنَ وَالْمُسْتَغْفِرِيْنَ بِالْاَسْحَارِ ","transliteration":{"en":"Assaabireena wassaa diqeena walqaaniteena walmunfiqeena walmus taghfireena bil ashaar","id":"aṣ-ṣābirīna waṣ-ṣādiqīna wal-qāniṭīna wal-munfiqīna wal-mustagfirīna bil-asḥār(i)."}},"translation":{"en":"The patient, the true, the obedient, those who spend [in the way of Allah], and those who seek forgiveness before dawn.","id":"(Juga) orang yang sabar, orang yang benar, orang yang taat, orang yang menginfakkan hartanya, dan orang yang memohon ampunan pada waktu sebelum fajar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/310.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/310.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":311,"inSurah":18},"meta":{"juz":3,"surah":3,"page":52,"manzil":43,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"شَهِدَ اللّٰهُ اَنَّهٗ لَآ اِلٰهَ اِلَّا هُوَۙ وَالْمَلٰۤىِٕكَةُ وَاُولُوا الْعِلْمِ قَاۤىِٕمًاۢ بِالْقِسْطِۗ  لَآ اِلٰهَ اِلَّا هُوَ الْعَزِيْزُ الْحَكِيْمُ","transliteration":{"en":"Shahidal laahu annahoo laa ilaaha illaa Huwa walmalaaa'ikatu wa ulul 'ilmi qaaa'imam bilqist; laaa ilaaha illaa Huwal 'Azeezul Hakeem","id":"syahidallāhu annahū lā ilāha illā huw(a), wal-malā'ikatu wa ulul-‘ilmi qā'imam bil-qisṭ(i), lā ilāha illā huwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Allah witnesses that there is no deity except Him, and [so do] the angels and those of knowledge - [that He is] maintaining [creation] in justice. There is no deity except Him, the Exalted in Might, the Wise.","id":"Allah menyatakan bahwa tidak ada tuhan selain Dia; (demikian pula) para malaikat dan orang berilmu yang menegakkan keadilan, tidak ada tuhan selain Dia, Yang Mahaperkasa, Maha-bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/311.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/311.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":312,"inSurah":19},"meta":{"juz":3,"surah":3,"page":52,"manzil":43,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الدِّيْنَ عِنْدَ اللّٰهِ الْاِسْلَامُ ۗ وَمَا اخْتَلَفَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ اِلَّا مِنْۢ بَعْدِ مَا جَاۤءَهُمُ الْعِلْمُ بَغْيًاۢ بَيْنَهُمْ ۗوَمَنْ يَّكْفُرْ بِاٰيٰتِ اللّٰهِ فَاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ","transliteration":{"en":"Innad deena 'indal laahil Islaam; wa makhtalafal lazeena ootul Kitaaba illaa mim ba'di maa jaaa'ahumul 'ilmu baghyam bainahum; wa mai yakfur bi Aayaatil laahi fa innal laaha saree'ul hisaab","id":"innad-dīna ‘indallāhil-islām(u), wa makhtalafal-lażīna ūtul-kitāba illā mim ba‘di mā jā'ahumul-‘ilmu bagyam bainahum, wa may yakfur bi'āyātillāhi fa innallāha sarī‘ul-ḥisāb(i)."}},"translation":{"en":"Indeed, the religion in the sight of Allah is Islam. And those who were given the Scripture did not differ except after knowledge had come to them - out of jealous animosity between themselves. And whoever disbelieves in the verses of Allah, then indeed, Allah is swift in [taking] account.","id":"Sesungguhnya agama di sisi Allah ialah Islam. Tidaklah berselisih orang-orang yang telah diberi Kitab kecuali setelah mereka memperoleh ilmu, karena kedengkian di antara mereka. Barangsiapa ingkar terhadap ayat-ayat Allah, maka sungguh, Allah sangat cepat perhitungan-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/312.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/312.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":313,"inSurah":20},"meta":{"juz":3,"surah":3,"page":52,"manzil":43,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِنْ حَاۤجُّوْكَ فَقُلْ اَسْلَمْتُ وَجْهِيَ لِلّٰهِ وَمَنِ اتَّبَعَنِ ۗوَقُلْ لِّلَّذِيْنَ اُوْتُوا الْكِتٰبَ وَالْاُمِّيّٖنَ ءَاَسْلَمْتُمْ ۗ فَاِنْ اَسْلَمُوْا فَقَدِ اهْتَدَوْا ۚ وَاِنْ تَوَلَّوْا فَاِنَّمَا عَلَيْكَ الْبَلٰغُ ۗ وَاللّٰهُ بَصِيْرٌۢ بِالْعِبَادِ ࣖ","transliteration":{"en":"Fa in haaajjooka faqul aslamtu wajhiya lillaahi wa manit taba'an; wa qul lillazeena ootul Kitaaba wal ummiyyeena 'a-aslamtum; fa in aslamoo faqadih tadaw wa in tawallaw fa innamaa 'alaikal balaagh; wallaahu baseerum bil 'ibaad","id":"fa'in ḥājjūka fa qul aslamtu wajhiya lillāhi wa manittaba‘an(i), wa qul lil-lażīna ūtul-kitāba wal-ummiyyīna a'aslamtum, fa'in aslamū faqadihtadau, wa in tawallau fa'innamā ‘alaikal-balāg(u), wallāhu baṣīrum bil-‘ibād(i)."}},"translation":{"en":"So if they argue with you, say, \"I have submitted myself to Allah [in Islam], and [so have] those who follow me.\" And say to those who were given the Scripture and [to] the unlearned, \"Have you submitted yourselves?\" And if they submit [in Islam], they are rightly guided; but if they turn away - then upon you is only the [duty of] notification. And Allah is Seeing of [His] servants.","id":"Kemudian jika mereka membantah engkau (Muhammad) katakanlah, “Aku berserah diri kepada Allah dan (demikian pula) orang-orang yang mengikutiku.” Dan katakanlah kepada orang-orang yang telah diberi Kitab dan kepada orang-orang buta huruf, ”Sudahkah kamu masuk Islam?” Jika mereka masuk Islam, berarti mereka telah mendapat petunjuk, tetapi jika mereka berpaling, maka kewajibanmu hanyalah menyampaikan. Dan Allah Maha Melihat hamba-hamba-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/313.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/313.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":314,"inSurah":21},"meta":{"juz":3,"surah":3,"page":52,"manzil":44,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الَّذِيْنَ يَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَيَقْتُلُوْنَ النَّبِيّٖنَ بِغَيْرِحَقٍّۖ وَّيَقْتُلُوْنَ الَّذِيْنَ يَأْمُرُوْنَ بِالْقِسْطِ مِنَ النَّاسِۙ فَبَشِّرْهُمْ بِعَذَابٍ اَلِيْمٍ","transliteration":{"en":"Innal lazeena yakfuroona bi Aayaatil laahi wa yaqtuloonan Nabiyyeena bighairi haqqinw wa yaqtuloonal lazeena yaamuroona bilqisti minannaasi fabashirhum bi'azaabin aleem","id":"innal-lażīna yakfurūna bi'āyātillāhi wa yaqtulūnan nabiyyīna bigairi ḥaqq(in), wa yaqtulūnal-lażīna ya'murūna bil-qisṭi minan-nās(i), fabasysyirhum bi‘ażābin alīm(in)."}},"translation":{"en":"Those who disbelieve in the signs of Allah and kill the prophets without right and kill those who order justice from among the people - give them tidings of a painful punishment.","id":"Sesungguhnya orang-orang yang mengingkari ayat-ayat Allah dan membunuh para nabi tanpa hak (alasan yang benar) dan membunuh orang-orang yang menyuruh manusia berbuat adil, sampaikanlah kepada mereka kabar gembira yaitu azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/314.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/314.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":315,"inSurah":22},"meta":{"juz":3,"surah":3,"page":52,"manzil":44,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُولٰۤىِٕكَ الَّذِيْنَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۖ وَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ","transliteration":{"en":"Ulaaa'ikal lazeena habitat a'maaluhum fid dunyaa wal Aaakhirati wa maa lahum min naasireen","id":"ulā'ikal-lażīna ḥabiṭat a‘māluhum fid-dun-yā wal-ākhirah(ti), wa mā lahum min nāṣirīn(a)."}},"translation":{"en":"They are the ones whose deeds have become worthless in this world and the Hereafter, and for them there will be no helpers.","id":"Mereka itulah orang-orang yang sia-sia pekerjaannya di dunia dan di akhirat, dan mereka tidak memperoleh penolong."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/315.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/315.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]