[{"number":{"inQuran":323,"inSurah":30},"meta":{"juz":3,"surah":3,"page":54,"manzil":44,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا  ۛوَمَا عَمِلَتْ مِنْ سُوْۤءٍ ۛ تَوَدُّ لَوْ اَنَّ بَيْنَهَا وَبَيْنَهٗٓ اَمَدًاۢ بَعِيْدًا ۗوَيُحَذِّرُكُمُ اللّٰهُ نَفْسَهٗ ۗوَاللّٰهُ رَءُوْفٌۢ بِالْعِبَادِ ࣖ","transliteration":{"en":"Yawma tajidu kullu nafsim maa'amilat min khairim muhdaranw wa maa 'amilat min sooo'in tawaddu law anna bainahaa wa bainahooo amadam ba'eedaa; wa yuhazzirukumul laahu nafsah; wallaahu ra'oofum bil'ibaad","id":"yauma tajidu kullu nafsim mā ‘amilat min khairim muḥḍarā(n), wa mā ‘amilat min sū'(in), tawaddu lau anna bainahā wa bainahū amadam ba‘īdā(n), wa yuḥażżirukumullāhu nafsah(ū), wallāhu ra'ūfum bil-‘ibād(i)."}},"translation":{"en":"The Day every soul will find what it has done of good present [before it] and what it has done of evil, it will wish that between itself and that [evil] was a great distance. And Allah warns you of Himself, and Allah is Kind to [His] servants.\"","id":"(Ingatlah) pada hari (ketika) setiap jiwa mendapatkan (balasan) atas kebajikan yang telah dikerjakan dihadapkan kepadanya, (begitu juga balasan) atas kejahatan yang telah dia kerjakan. Dia berharap sekiranya ada jarak yang jauh antara dia dengan (hari) itu. Dan Allah memperingatkan kamu akan diri (siksa)-Nya. Allah Maha Penyayang terhadap hamba-hamba-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/323.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/323.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":324,"inSurah":31},"meta":{"juz":3,"surah":3,"page":54,"manzil":45,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اِنْ كُنْتُمْ تُحِبُّوْنَ اللّٰهَ فَاتَّبِعُوْنِيْ يُحْبِبْكُمُ اللّٰهُ وَيَغْفِرْ لَكُمْ ذُنُوْبَكُمْ ۗ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ","transliteration":{"en":"Qul in kuntum tuhibboonal laaha fattabi' oonee yuhbibkumul laahu wa yaghfir lakum zunoobakum; wallaahu Ghafoorur Raheem","id":"qul in kuntum tuḥibbūnallāha fattabi‘ūnī yuḥbibkumullāhu wa yagfir lakum żunūbakum, wallāhu gafūrur raḥīm(un)."}},"translation":{"en":"Say, [O Muhammad], \"If you should love Allah, then follow me, [so] Allah will love you and forgive you your sins. And Allah is Forgiving and Merciful.\"","id":"Katakanlah (Muhammad), “Jika kamu mencintai Allah, ikutilah aku, niscaya Allah mencintaimu dan mengampuni dosa-dosamu.” Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/324.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/324.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":325,"inSurah":32},"meta":{"juz":3,"surah":3,"page":54,"manzil":45,"hizbQuarter":21,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ اَطِيْعُوا اللّٰهَ وَالرَّسُوْلَ ۚ فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ لَا يُحِبُّ الْكٰفِرِيْنَ","transliteration":{"en":"Qul atee'ul laaha war Rasoola fa in tawallaw fa innal laaha laa yuhibbul kaafireen","id":"qul aṭī‘ullāha war-rasūl(a), fa'in tawallau fa innallāha lā yuḥibbul-kāfirīn(a)."}},"translation":{"en":"Say, \"Obey Allah and the Messenger.\" But if they turn away - then indeed, Allah does not like the disbelievers.","id":"Katakanlah (Muhammad), “Taatilah Allah dan Rasul. Jika kamu berpaling, ketahuilah bahwa Allah tidak menyukai orang-orang kafir.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/325.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/325.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":326,"inSurah":33},"meta":{"juz":3,"surah":3,"page":54,"manzil":45,"hizbQuarter":22,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ اِنَّ اللّٰهَ اصْطَفٰىٓ اٰدَمَ وَنُوْحًا وَّاٰلَ اِبْرٰهِيْمَ وَاٰلَ عِمْرٰنَ عَلَى الْعٰلَمِيْنَۙ","transliteration":{"en":"Innal laahas tafaaa Aadama wa Noohanw wa Aala Ibraaheema wa Aala Imraana 'alal 'aalameen","id":"innallāhaṣṭafā ādama wa nūḥaw wa āla ibrāhīma wa āla ‘imrāna ‘alal-‘ālamīn(a)."}},"translation":{"en":"Indeed, Allah chose Adam and Noah and the family of Abraham and the family of 'Imran over the worlds -","id":"Sesungguhnya Allah telah memilih Adam, Nuh, keluarga Ibrahim dan keluarga Imran melebihi segala umat (pada masa masing-masing),"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/326.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/326.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":327,"inSurah":34},"meta":{"juz":3,"surah":3,"page":54,"manzil":45,"hizbQuarter":22,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ذُرِّيَّةً ۢ بَعْضُهَا مِنْۢ بَعْضٍۗ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌۚ","transliteration":{"en":"Zurriyyatam ba'duhaa mim ba'd; wallaahu Samee'un 'Aleem","id":"Żurriyyatam ba‘ḍuhā mim ba‘ḍ(in), wallāhu samī‘un ‘alīm(un)."}},"translation":{"en":"Descendants, some of them from others. And Allah is Hearing and Knowing.","id":"(sebagai) satu keturunan, sebagiannya adalah (keturunan) dari sebagian yang lain. Allah Maha Mendengar, Maha Mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/327.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/327.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":328,"inSurah":35},"meta":{"juz":3,"surah":3,"page":54,"manzil":45,"hizbQuarter":22,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِذْ قَالَتِ امْرَاَتُ عِمْرٰنَ رَبِّ اِنِّيْ نَذَرْتُ لَكَ مَا فِيْ بَطْنِيْ مُحَرَّرًا فَتَقَبَّلْ مِنِّيْ ۚ اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيْمُ","transliteration":{"en":"Iz qaalatim ra atu 'Imraana Rabbi innee nazartu laka maa fee batnee muharraran fataqabbal minnee innaka Antas Samee'ul 'Aleem","id":"iż qālatimra'atu ‘imrāna rabbi innī nażartu laka mā fī baṭnī muḥarraran fataqabbal minnī, innaka antas-samī‘ul-‘alīm(u)."}},"translation":{"en":"[Mention, O Muhammad], when the wife of 'Imran said, \"My Lord, indeed I have pledged to You what is in my womb, consecrated [for Your service], so accept this from me. Indeed, You are the Hearing, the Knowing.\"","id":"(Ingatlah), ketika istri Imran berkata, “Ya Tuhanku, sesungguhnya aku bernazar kepada-Mu, apa (janin) yang dalam kandunganku (kelak) menjadi hamba yang mengabdi (kepada-Mu), maka terimalah (nazar itu) dariku. Sungguh, Engkaulah Yang Maha Mendengar, Maha Mengetahui.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/328.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/328.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":329,"inSurah":36},"meta":{"juz":3,"surah":3,"page":54,"manzil":45,"hizbQuarter":22,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ اِنِّيْ وَضَعْتُهَآ اُنْثٰىۗ وَاللّٰهُ اَعْلَمُ بِمَا وَضَعَتْۗ وَلَيْسَ الذَّكَرُ كَالْاُنْثٰى ۚ وَاِنِّيْ سَمَّيْتُهَا مَرْيَمَ وَاِنِّيْٓ اُعِيْذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطٰنِ الرَّجِيْمِ","transliteration":{"en":"Falammaa waqa'athaa qaalat Rabbi innee wada'tuhaaa unsaa wallaahu a'lamu bimaa wada'at wa laisaz zakaru kalunsaa wa innee sammaituhaa Maryama wa innee u'eezuhaa bika wa zurriyyatahaa minash Shaitaanir Rajeem","id":"falammā waḍa‘athā qālat rabbi innī waḍa‘tuhā unṡā, wallāhu a‘lamu bimā waḍa‘at, wa laisaż-żakaru kal-unṡā, wa innī sammaituhā maryama wa innī u‘īżuhā bika wa żurriyyatahā minasy-syaiṭānir-rajīm(i)."}},"translation":{"en":"But when she delivered her, she said, \"My Lord, I have delivered a female.\" And Allah was most knowing of what she delivered, \"And the male is not like the female. And I have named her Mary, and I seek refuge for her in You and [for] her descendants from Satan, the expelled [from the mercy of Allah].\"","id":"Maka ketika melahirkannya, dia berkata, “Ya Tuhanku, aku telah melahirkan anak perempuan.” Padahal Allah lebih tahu apa yang dia lahirkan, dan laki-laki tidak sama dengan perempuan. ”Dan aku memberinya nama Maryam, dan aku mohon perlindungan-Mu untuknya dan anak cucunya dari (gangguan) setan yang terkutuk.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/329.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/329.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":330,"inSurah":37},"meta":{"juz":3,"surah":3,"page":54,"manzil":45,"hizbQuarter":22,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَتَقَبَّلَهَا رَبُّهَا بِقَبُوْلٍ حَسَنٍ وَّاَنْۢبَتَهَا نَبَاتًا حَسَنًاۖ وَّكَفَّلَهَا زَكَرِيَّا ۗ كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَۙ وَجَدَ عِنْدَهَا رِزْقًا ۚ قَالَ يٰمَرْيَمُ اَنّٰى لَكِ هٰذَا ۗ قَالَتْ هُوَ مِنْ عِنْدِ اللّٰهِ ۗ اِنَّ اللّٰهَ يَرْزُقُ مَنْ يَّشَاۤءُ بِغَيْرِ حِسَابٍ","transliteration":{"en":"Fataqabbalahaa Rabbuhaa biqaboolin hasaninw wa ambatahaa nabaatan hasananw wa kaffalahaa Zakariyyaa kullamaa dakhala 'alaihaa Zakariyyal Mihraaba wajada 'indahaa rizqan qaala yaa Maryamu annaa laki haazaa qaalat huwa min 'indil laahi innal laaha yarzuqu mai yashaaa'u bighairi hisaab","id":"fataqabbalahā rabbuhā biqabūlin ḥasaniw wa ambatahā nabātan ḥasanā(n), wa kaffalahā zakariyyā, kullamā dakhala ‘alaihā zakariyyal-miḥrāba wajada ‘indahā rizqā(n), qāla yā maryama annā laki hāżā, qālat huwa min ‘indillāh(i), innallāha yarzuqu may yasyā'u bigairi ḥisāb(in)."}},"translation":{"en":"So her Lord accepted her with good acceptance and caused her to grow in a good manner and put her in the care of Zechariah. Every time Zechariah entered upon her in the prayer chamber, he found with her provision. He said, \"O Mary, from where is this [coming] to you?\" She said, \"It is from Allah. Indeed, Allah provides for whom He wills without account.\"","id":"Maka Dia (Allah) menerimanya dengan penerimaan yang baik, membesarkannya dengan pertumbuhan yang baik dan menyerahkan pemeliharaannya kepada Zakaria. Setiap kali Zakaria masuk menemuinya di mihrab (kamar khusus ibadah), dia dapati makanan di sisinya. Dia berkata, “Wahai Maryam! Dari mana ini engkau peroleh?” Dia (Maryam) menjawab, “Itu dari Allah.” Sesungguhnya Allah memberi rezeki kepada siapa yang Dia kehendaki tanpa perhitungan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/330.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/330.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]