[{"number":{"inQuran":5143,"inSurah":17},"meta":{"juz":28,"surah":59,"page":548,"manzil":480,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَكَانَ عَاقِبَتَهُمَآ اَنَّهُمَا فِى النَّارِ خٰلِدَيْنِ فِيْهَاۗ وَذٰلِكَ جَزٰۤؤُا الظّٰلِمِيْنَ ࣖ","transliteration":{"en":"Fakaana 'aaqibatahumaaa annahumaa fin naari khaalidaini feehaa; wa zaalika jazaaa'uz zaalimeen","id":"fa kāna ‘āqibatahumā annahumā fin-nāri khālidaini fīhā, wa żālika jazā'uẓ-ẓālimīn(a)."}},"translation":{"en":"So the outcome for both of them is that they will be in the Fire, abiding eternally therein. And that is the recompense of the wrong-doers.","id":"Maka kesudahan bagi keduanya, bahwa keduanya masuk ke dalam neraka, kekal di dalamnya. Demikianlah balasan bagi orang-orang zalim. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5143.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5143.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5144,"inSurah":18},"meta":{"juz":28,"surah":59,"page":548,"manzil":481,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَلْتَنْظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍۚ وَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ خَبِيْرٌ ۢبِمَا تَعْمَلُوْنَ ","transliteration":{"en":"Yaaa ayyuhal lazeena aamanut taqul laa; waltanzur nafsum maa qaddamat lighadiw wattaqual laah; innal laaha khabeerum bimaa ta'maloon","id":"yā ayyuhal-lażīna āmanuttaqullāha waltanẓur nafsum mā qaddamat ligad(in), wattaqullāh(a), innallāha khabīrum bimā ta‘malūn(a)."}},"translation":{"en":"O you who have believed, fear Allah. And let every soul look to what it has put forth for tomorrow - and fear Allah. Indeed, Allah is Acquainted with what you do.","id":"Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan hendaklah setiap orang memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat), dan bertakwalah kepada Allah. Sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5144.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5144.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5145,"inSurah":19},"meta":{"juz":28,"surah":59,"page":548,"manzil":481,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تَكُوْنُوْا كَالَّذِيْنَ نَسُوا اللّٰهَ فَاَنْسٰىهُمْ اَنْفُسَهُمْۗ  اُولٰۤىِٕكَ هُمُ الْفٰسِقُوْنَ ","transliteration":{"en":"Wa laa takoonoo kallazeena nasul laaha fa ansaahum anfusahum; ulaaa'ika humul faasiqoon","id":"wa lā takūnū kal-lażīna nasullāha fa'ansāhum anfusahum, ulā'ika humul-fāsiqūn(a)."}},"translation":{"en":"And be not like those who forgot Allah, so He made them forget themselves. Those are the defiantly disobedient.","id":"Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, sehingga Allah menjadikan mereka lupa akan diri sendiri. Mereka itulah orang-orang fasik. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5145.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5145.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5146,"inSurah":20},"meta":{"juz":28,"surah":59,"page":548,"manzil":481,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِۗ  اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۤىِٕزُوْنَ ","transliteration":{"en":"Laa yastaweee as-haabun naari wa ashaabul jannah; as haabul jannati humul faaa'izoon","id":"lā yastawī aṣḥābun-nāri wa aṣḥābul-jannah(ti), aṣḥābul-jannati humul-fā'izūn(a)."}},"translation":{"en":"Not equal are the companions of the Fire and the companions of Paradise. The companions of Paradise - they are the attainers [of success].","id":"Tidak sama para penghuni neraka dengan para penghuni surga; para penghuni surga itulah orang-orang yang memperoleh kemenangan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5146.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5146.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5147,"inSurah":21},"meta":{"juz":28,"surah":59,"page":548,"manzil":481,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَوْ اَنْزَلْنَا هٰذَا الْقُرْاٰنَ عَلٰى جَبَلٍ لَّرَاَيْتَهٗ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ اللّٰهِ ۗوَتِلْكَ الْاَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ","transliteration":{"en":"Law anzalnaa haazal quraana 'alaa jabilil lara aytahoo khaashi'am muta saddi'am min khashiyatil laah; wa tilkal amsaalu nadribuhaa linnaasi la'allahum yatafakkaroon","id":"lau anzalnā hāżal-qur'āna ‘alā jabalil lara'aitahū khāsyi‘am mutaṣaddi‘am min khasy-yatillāh(i), wa tilkal-amṡālu naḍribuhā lin-nāsi la‘allahum yatafakkarūn(a)."}},"translation":{"en":"If We had sent down this Qur'an upon a mountain, you would have seen it humbled and coming apart from fear of Allah. And these examples We present to the people that perhaps they will give thought.","id":"Sekiranya Kami turunkan Al-Qur'an ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan takut kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia agar mereka berpikir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5147.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5147.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5148,"inSurah":22},"meta":{"juz":28,"surah":59,"page":548,"manzil":481,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَۚ عَالِمُ الْغَيْبِ وَالشَّهَادَةِۚ هُوَ الرَّحْمٰنُ الرَّحِيْمُ ","transliteration":{"en":"Huwal-laahul-lazee laaa Ilaaha illaa Huwa 'Aalimul Ghaibi wash-shahaada; Huwar Rahmaanur-Raheem","id":"huwallāhul-lażī lā ilāha illā huw(a), ‘ālimul-gaibi wasy-syahādah(ti), huwar-raḥmānur-raḥīm(u)."}},"translation":{"en":"He is Allah, other than whom there is no deity, Knower of the unseen and the witnessed. He is the Entirely Merciful, the Especially Merciful.","id":"Dialah Allah tidak ada tuhan selain Dia. Yang Mengetahui yang gaib dan yang nyata, Dialah Yang Maha Pengasih, Maha Penyayang. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5148.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5148.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5149,"inSurah":23},"meta":{"juz":28,"surah":59,"page":548,"manzil":481,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُوَ اللّٰهُ الَّذِيْ لَآ اِلٰهَ اِلَّا هُوَ ۚ اَلْمَلِكُ الْقُدُّوْسُ السَّلٰمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيْزُ الْجَبَّارُ الْمُتَكَبِّرُۗ سُبْحٰنَ اللّٰهِ عَمَّا يُشْرِكُوْنَ","transliteration":{"en":"Huwal-laahul-lazee laaa Ilaaha illaa Huwal-Malikul Quddoosus-Salaamul Muminul Muhaiminul-'aAzeezul Jabbaarul-Mutakabbir; Subhaanal laahi 'Ammaa yushrikoon","id":"huwallāhul-lażī lā ilāha illā huw(a), al-malikul-quddūsus-salāmul-mu'minul-muhaiminul-‘azīzul-jabbārul-mutakabbir(u), subḥānallāhi ‘ammā yusyrikūn(a)."}},"translation":{"en":"He is Allah, other than whom there is no deity, the Sovereign, the Pure, the Perfection, the Bestower of Faith, the Overseer, the Exalted in Might, the Compeller, the Superior. Exalted is Allah above whatever they associate with Him.","id":"Dialah Allah tidak ada tuhan selain Dia. Maharaja, Yang Mahasuci, Yang Mahasejahtera, Yang Menjaga Keamanan, Pemelihara Keselamatan, Yang Mahaperkasa, Yang Mahakuasa, Yang Memiliki Segala Keagungan, Mahasuci Allah dari apa yang mereka persekutukan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5149.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5149.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5150,"inSurah":24},"meta":{"juz":28,"surah":59,"page":548,"manzil":481,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هُوَ اللّٰهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْاَسْمَاۤءُ الْحُسْنٰىۗ يُسَبِّحُ لَهٗ مَا فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ ","transliteration":{"en":"Huwal Laahul Khaaliqul Baari 'ul Musawwir; lahul Asmaaa'ul Husnaa; yusabbihu lahoo maa fis samaawaati wal ardi wa Huwal 'Azeezul Hakeem","id":"huwallāhul-khāliqul-bāri'ul-muṣawwiru lahul-asmā'ul-ḥusnā, yusabbiḥu lahū mā fis-samāwāti wal-arḍ(i), wa huwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"He is Allah, the Creator, the Inventor, the Fashioner; to Him belong the best names. Whatever is in the heavens and earth is exalting Him. And He is the Exalted in Might, the Wise.","id":"Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Dia memiliki nama-nama yang indah. Apa yang di langit dan di bumi bertasbih kepada-Nya. Dan Dialah Yang Mahaperkasa, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5150.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5150.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]