[{"number":{"inQuran":5151,"inSurah":1},"meta":{"juz":28,"surah":60,"page":549,"manzil":482,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۤءَ تُلْقُوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۤءَكُمْ مِّنَ الْحَقِّۚ  يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا بِاللّٰهِ رَبِّكُمْۗ اِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِيْ سَبِيْلِيْ وَابْتِغَاۤءَ مَرْضَاتِيْ تُسِرُّوْنَ اِلَيْهِمْ بِالْمَوَدَّةِ وَاَنَا۠ اَعْلَمُ بِمَآ اَخْفَيْتُمْ وَمَآ اَعْلَنْتُمْۗ وَمَنْ يَّفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاۤءَ السَّبِيْلِ ","transliteration":{"en":"Yaa ayyuhal lazeena aamanoo laa tattakhizoo 'aduwwee wa 'aduwaakum awliyaaa'a tulqoona ilaihim bilmawaddati wa qad kafaroo bima jaaa'akum minal haqq, yukhrijoonar Rasoola wa iyyaakum an tu'minoo billaahi rabbikum in kuntum kharajtum jihaadan fee sabeelee wabtighaaa'a mardaatee; tusirroona ilaihim bilma waddati wa ana a'alamu bimaaa akhfaitum wa maaa a'lantum; wa many yaf'alhu minkum faqad dalla sawaaa'as sabeel","id":"yā ayyuhal-lażīna āmanū lā tattakhiżū ‘aduwwī wa ‘aduwwakum auliyā'a tulqūna ilaihim bil-mawaddati wa qad kafarū bimā jā'akum minal-ḥaqq(i), yukhrijūnar-rasūla wa iyyākum an tu'minū billāhi rabbikum, in kuntum kharajtum jihādan fī sabīlī wabtigā'a marḍātī tusirrūna ilaihim bil-mawaddah(ti), wa ana a‘lamu bimā akhfaitum wa mā a‘lantum, wa may yaf‘alhu minkum faqad ḍalla sawā'as-sabīl(i)."}},"translation":{"en":"O you who have believed, do not take My enemies and your enemies as allies, extending to them affection while they have disbelieved in what came to you of the truth, having driven out the Prophet and yourselves [only] because you believe in Allah, your Lord. If you have come out for jihad in My cause and seeking means to My approval, [take them not as friends]. You confide to them affection, but I am most knowing of what you have concealed and what you have declared. And whoever does it among you has certainly strayed from the soundness of the way.","id":"Wahai orang-orang yang beriman! Janganlah kamu menjadikan musuh-Ku dan musuhmu sebagai teman-teman setia sehingga kamu sampaikan kepada mereka (berita-berita Muhammad), karena rasa kasih sayang; padahal mereka telah ingkar kepada kebenaran yang disampaikan kepadamu. Mereka mengusir Rasul dan kamu sendiri karena kamu beriman kepada Allah, Tuhanmu. Jika kamu benar-benar keluar untuk berjihad pada jalan-Ku dan mencari keridaan-Ku (janganlah kamu berbuat demikian). Kamu memberitahukan secara rahasia (berita-berita Muhammad) kepada mereka, karena rasa kasih sayang, dan Aku lebih mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan. Dan barangsiapa di antara kamu yang melakukannya, maka sungguh, dia telah tersesat dari jalan yang lurus. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5151.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5151.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5152,"inSurah":2},"meta":{"juz":28,"surah":60,"page":549,"manzil":482,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنْ يَّثْقَفُوْكُمْ يَكُوْنُوْا لَكُمْ اَعْدَاۤءً وَّيَبْسُطُوْٓا اِلَيْكُمْ اَيْدِيَهُمْ وَاَلْسِنَتَهُمْ بِالسُّوْۤءِ وَوَدُّوْا لَوْ تَكْفُرُوْنَۗ ","transliteration":{"en":"Iny yasqafookum yakoonoo lakum a'daaa'anw wa yabsutooo ilaikum aydiyahum wa alsinatahum bissooo'i wa waddoo law takfuroon","id":"iy yaṡqafūkum yakūnū lakum a‘dā'aw wa yabsuṭū ilaikum aidiyahum wa alsinatahum bis-sū'i wa waddū lau takfurūn(a)."}},"translation":{"en":"If they gain dominance over you, they would be to you as enemies and extend against you their hands and their tongues with evil, and they wish you would disbelieve.","id":"Jika mereka menangkapmu, niscaya mereka bertindak sebagai musuh bagimu lalu melepaskan tangan dan lidahnya kepadamu untuk menyakiti dan mereka ingin agar kamu (kembali) kafir. "},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5152.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5152.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5153,"inSurah":3},"meta":{"juz":28,"surah":60,"page":549,"manzil":482,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَنْ تَنْفَعَكُمْ اَرْحَامُكُمْ وَلَآ اَوْلَادُكُمْ ۛيَوْمَ الْقِيٰمَةِ ۛيَفْصِلُ بَيْنَكُمْۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ ","transliteration":{"en":"Lan tanfa'akum arhaamukum wa laaa awlaadukum; yawmal qiyaamati yafsilu bainakum; wallaahu bimaa ta'maloon baseer","id":"lan tanfa‘akum arḥāmukum wa lā aulādukum yaumal-qiyāmati yafṣilu bainakum, wallāhu bimā ta‘malūna baṣīr(un)."}},"translation":{"en":"Never will your relatives or your children benefit you; the Day of Resurrection He will judge between you. And Allah, of what you do, is Seeing.","id":"Kaum kerabatmu dan anak-anakmu tidak akan bermanfaat bagimu pada hari Kiamat. Dia akan memisahkan antara kamu. Dan Allah Maha Melihat apa yang kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5153.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5153.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5154,"inSurah":4},"meta":{"juz":28,"surah":60,"page":549,"manzil":482,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قَدْ كَانَتْ لَكُمْ اُسْوَةٌ حَسَنَةٌ فِيْٓ اِبْرٰهِيْمَ وَالَّذِيْنَ مَعَهٗۚ اِذْ قَالُوْا لِقَوْمِهِمْ اِنَّا بُرَءٰۤؤُا مِنْكُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰهِ ۖ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاۤءُ اَبَدًا حَتّٰى تُؤْمِنُوْا بِاللّٰهِ وَحْدَهٗٓ اِلَّا قَوْلَ اِبْرٰهِيْمَ لِاَبِيْهِ لَاَسْتَغْفِرَنَّ لَكَ وَمَآ اَمْلِكُ لَكَ مِنَ اللّٰهِ مِنْ شَيْءٍۗ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَاِلَيْكَ اَنَبْنَا وَاِلَيْكَ الْمَصِيْرُ ","transliteration":{"en":"Qad kaanat lakum uswatun basanatun feee Ibraaheema wallazeena ma'ahoo iz qaaloo liqawmihim innaa bura'aaa'u minkum wa mimmaa ta'budoona min doonil laahi kafarnaa bikum wa badaa bainanaa wa bainakumul 'adaawatu wal baghdaaa'u abadan hattaa tu'minoo billaahi wahdahooo illaa qawla Ibraheema li abeehi la astaghfiranna laka wa maaa amliku laka minal laahi min shai; rabbanaa 'alaika tawakkalnaa wa ilaika anabnaa wa ilaikal maseer","id":"qad kānat lakum uswatun ḥasanatun fī ibrāhīma wal-lażīna ma‘ah(ū), iż qālū liqaumihim innā bura'ā'u minkum wa mimmā ta‘budūna min dūnillāh(i), kafarnā bikum wa badā bainanā wa bainakumul-‘adāwatu wal-bagḍā'u abadan ḥattā tu'minū billāhi waḥdahū illā qaula ibrāhīma li'abīhi la'astagfiranna laka wa mā amliku laka minallāhi min syai'(in), rabbanā ‘alaika tawakkalnā wa ilaika anabnā wa ilaikal-maṣīr(u)."}},"translation":{"en":"There has already been for you an excellent pattern in Abraham and those with him, when they said to their people, \"Indeed, we are disassociated from you and from whatever you worship other than Allah. We have denied you, and there has appeared between us and you animosity and hatred forever until you believe in Allah alone\" except for the saying of Abraham to his father, \"I will surely ask forgiveness for you, but I have not [power to do] for you anything against Allah. Our Lord, upon You we have relied, and to You we have returned, and to You is the destination.","id":"Sungguh, telah ada suri teladan yang baik bagimu pada Ibrahim dan orang-orang yang bersama dengannya, ketika mereka berkata kepada kaumnya, “Sesungguhnya kami berlepas diri dari kamu dan dari apa yang kamu sembah selain Allah, kami mengingkari (kekafiran)mu dan telah nyata antara kami dan kamu ada permusuhan dan kebencian untuk selama-lamanya sampai kamu beriman kepada Allah saja,” kecuali perkataan Ibrahim kepada ayahnya, ”Sungguh, aku akan memohonkan ampunan bagimu, namun aku sama sekali tidak dapat menolak (siksaan) Allah terhadapmu.” (Ibrahim berkata), “Ya Tuhan kami, hanya kepada Engkau kami bertawakal dan hanya kepada Engkau kami bertobat dan hanya kepada Engkaulah kami kembali,"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5154.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5154.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5155,"inSurah":5},"meta":{"juz":28,"surah":60,"page":549,"manzil":482,"hizbQuarter":219,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِيْنَ كَفَرُوْا وَاغْفِرْ لَنَا رَبَّنَاۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْحَكِيْمُ ","transliteration":{"en":"Rabbana laa taj'alnaa fitnatal lillazeena kafaroo waghfir lanaa rabbanaa innaka antal azeezul hakeem","id":"rabbanā lā taj‘alnā fitnatal lil-lażīna kafarū wagfir lanā rabbanā, innaka antal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Our Lord, make us not [objects of] torment for the disbelievers and forgive us, our Lord. Indeed, it is You who is the Exalted in Might, the Wise.\"","id":"Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi orang-orang kafir. Dan ampunilah kami, ya Tuhan kami. Sesungguhnya Engkau yang Mahaperkasa, Mahabijaksana.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5155.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5155.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]