[{"number":{"inQuran":5162,"inSurah":12},"meta":{"juz":28,"surah":60,"page":551,"manzil":483,"hizbQuarter":220,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّبِيُّ اِذَا جَاۤءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ عَلٰٓى اَنْ لَّا يُشْرِكْنَ بِاللّٰهِ شَيْـًٔا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ اَوْلَادَهُنَّ وَلَا يَأْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَهٗ بَيْنَ اَيْدِيْهِنَّ وَاَرْجُلِهِنَّ وَلَا يَعْصِيْنَكَ فِيْ مَعْرُوْفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللّٰهَ ۗاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ ","transliteration":{"en":"Yaaa ayyuhan nabbiyyu izaa jaaa'akal mu'minaau yubaai naka 'alaaa allaa yushrikna billaahi shai 'anw wa laa yasriqna wa laa yazneena wa laa yaqtulna awlaadahunna wa laa yaateena bibuhtaaniny yaftaree nahoo baina aydeehinna wa arjulihinna wa laa ya'seenaka fee ma'roofin fabaayi'hunna wastaghfir lahunnal laaha innnal laaha ghafoorur raheem","id":"yā ayyuhan-nabiyyu iżā jā'akal-mu'minātu yubāyi‘naka ‘alā allā yusyrikna billāhi syai'aw wa lā yasriqna wa lā yaznīna wa lā yaqtulna aulādahunna wa lā ya'tīna bibuhtāniy yaftarīnahū baina aidīhinna wa arjulihinna wa lā ya‘ṣīnaka fī ma‘rūfin fabāyi‘hunna wastagfir lahunnallāh(a), innallāha gafūrur raḥīm(un)."}},"translation":{"en":"O Prophet, when the believing women come to you pledging to you that they will not associate anything with Allah, nor will they steal, nor will they commit unlawful sexual intercourse, nor will they kill their children, nor will they bring forth a slander they have invented between their arms and legs, nor will they disobey you in what is right - then accept their pledge and ask forgiveness for them of Allah. Indeed, Allah is Forgiving and Merciful.","id":"Wahai Nabi! Apabila perempuan-perempuan yang mukmin datang kepadamu untuk mengadakan bai‘at (janji setia), bahwa mereka tidak akan mempersekutukan sesuatu apa pun dengan Allah; tidak akan mencuri, tidak akan berzina, tidak akan membunuh anak-anaknya, tidak akan berbuat dusta yang mereka ada-adakan antara tangan dan kaki mereka dan tidak akan mendurhakaimu dalam urusan yang baik, maka terimalah janji setia mereka dan mohonkanlah ampunan untuk mereka kepada Allah. Sungguh, Allah Maha Pengampun, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5162.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5162.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5163,"inSurah":13},"meta":{"juz":28,"surah":60,"page":551,"manzil":483,"hizbQuarter":220,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللّٰهُ عَلَيْهِمْ قَدْ يَىِٕسُوْا مِنَ الْاٰخِرَةِ كَمَا يَىِٕسَ الْكُفَّارُ مِنْ اَصْحٰبِ الْقُبُوْرِ ࣖ ","transliteration":{"en":"Yaaa ayyuhal lazeena amanoo laa tatawallaw qawman ghadibal laahu 'alaihim qad ya'isoo minal aakhirati kamaa ya'isal kuffaaru min as haabil quboor","id":"yā ayyuhal-lażīna āmanū lā tatawallau qauman gaḍiballāhu ‘alaihim qad ya'isū minal-ākhirati kamā ya'isal-kuffāru min aṣḥābil-qubūr(i)."}},"translation":{"en":"O you who have believed, do not make allies of a people with whom Allah has become angry. They have despaired of [reward in] the Hereafter just as the disbelievers have despaired of [meeting] the inhabitants of the graves.","id":"Wahai orang-orang yang beriman! Janganlah kamu jadikan orang-orang yang dimurkai Allah sebagai penolongmu, sungguh, mereka telah putus asa terhadap akhirat sebagaimana orang-orang kafir yang telah berada dalam kubur juga berputus asa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5163.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5163.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5164,"inSurah":1},"meta":{"juz":28,"surah":61,"page":551,"manzil":484,"hizbQuarter":220,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"سَبَّحَ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ","transliteration":{"en":"Sabbaha lillaahi maa fisamaawaati wa maa fil ardi wa huwal 'Azeezul Hakeem","id":"sabbaḥa lillāhi mā fis-samāwāti wa mā fil-arḍ(i), wa huwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Whatever is in the heavens and whatever is on the earth exalts Allah, and He is the Exalted in Might, the Wise.","id":"Apa yang ada di langit dan apa yang ada di bumi bertasbih kepada Allah; dan Dialah Yang Mahaperkasa, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5164.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5164.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5165,"inSurah":2},"meta":{"juz":28,"surah":61,"page":551,"manzil":484,"hizbQuarter":220,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لِمَ تَقُوْلُوْنَ مَا لَا تَفْعَلُوْنَ ","transliteration":{"en":"Yaa ayyuhal lazeena aamanoo lima taqooloona maa laa taf'aloon","id":"yā ayyuhal-lażīna āmanū lima taqūlūna mā lā taf‘alūn(a)."}},"translation":{"en":"O you who have believed, why do you say what you do not do?","id":"Wahai orang-orang yang beriman! Mengapa kamu mengatakan sesuatu yang tidak kamu kerjakan?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5165.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5165.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5166,"inSurah":3},"meta":{"juz":28,"surah":61,"page":551,"manzil":484,"hizbQuarter":220,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كَبُرَ مَقْتًا عِنْدَ اللّٰهِ اَنْ تَقُوْلُوْا مَا لَا تَفْعَلُوْنَ ","transliteration":{"en":"Kabura maqtan 'indal laahi an taqooloo maa laa taf'aloon","id":"kabura maqtan ‘indallāhi an taqūlū mā lā taf‘alūn(a)."}},"translation":{"en":"Great is hatred in the sight of Allah that you say what you do not do.","id":"(Itu) sangatlah dibenci di sisi Allah jika kamu mengatakan apa-apa yang tidak kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5166.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5166.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5167,"inSurah":4},"meta":{"juz":28,"surah":61,"page":551,"manzil":484,"hizbQuarter":220,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ اللّٰهَ يُحِبُّ الَّذِيْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِهٖ صَفًّا كَاَنَّهُمْ بُنْيَانٌ مَّرْصُوْصٌ","transliteration":{"en":"Innal laaha yuhibbul lazeena yuqaatiloona fee sabeelihee saffan kaannahum bunyaanum marsoos","id":"innallāha yuḥibbul-lażīna yuqātilūna fī sabīlihī ṣaffan ka'annahum bun-yānum marṣūṣ(un)."}},"translation":{"en":"Indeed, Allah loves those who fight in His cause in a row as though they are a [single] structure joined firmly.","id":"Sesungguhnya Allah mencintai orang-orang yang berperang di jalan-Nya dalam barisan yang teratur, mereka seakan-akan seperti suatu bangunan yang tersusun kokoh."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5167.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5167.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":5168,"inSurah":5},"meta":{"juz":28,"surah":61,"page":551,"manzil":484,"hizbQuarter":220,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذْ قَالَ مُوْسٰى لِقَوْمِهٖ يٰقَوْمِ لِمَ تُؤْذُوْنَنِيْ وَقَدْ تَّعْلَمُوْنَ اَنِّيْ رَسُوْلُ اللّٰهِ اِلَيْكُمْۗ فَلَمَّا زَاغُوْٓا اَزَاغَ اللّٰهُ قُلُوْبَهُمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْفٰسِقِيْنَ ","transliteration":{"en":"Wa iz qaala Moosa liqawmihee yaa qawmi lima tu'zoonanee wa qat ta'lamoona annee Rasoolul laahi ilaikum falammaa zaaghooo azaaghal laahu quloobahum; wallaahu laa yahdil qawmal faasiqeen","id":"wa iż qāla mūsā liqaumihī yā qaumi lima tu'żūnanī wa qad ta‘lamūna annī rasūlullāhi ilaikum, falammā zāgū azāgallāhu qulūbahum, wallāhu lā yahdil-qaumal-fāsiqīn(a)."}},"translation":{"en":"And [mention, O Muhammad], when Moses said to his people, \"O my people, why do you harm me while you certainly know that I am the messenger of Allah to you?\" And when they deviated, Allah caused their hearts to deviate. And Allah does not guide the defiantly disobedient people.","id":"Dan (ingatlah) ketika Musa berkata kepada kaumnya, “Wahai kaumku! Mengapa kamu menyakitiku, padahal kamu sungguh mengetahui bahwa sesungguhnya aku utusan Allah kepadamu?” Maka ketika mereka berpaling (dari kebenaran), Allah memalingkan hati mereka. Dan Allah tidak memberi petunjuk kepada kaum yang fasik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/5168.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/5168.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]