[{"number":{"inQuran":355,"inSurah":62},"meta":{"juz":3,"surah":3,"page":58,"manzil":47,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ هٰذَا لَهُوَ الْقَصَصُ الْحَقُّ ۚ وَمَا مِنْ اِلٰهٍ اِلَّا اللّٰهُ ۗوَاِنَّ اللّٰهَ لَهُوَ الْعَزِيْزُ الْحَكِيْمُ","transliteration":{"en":"Innaa haazaa lahuwal qasasul haqq; wa maa min ilaahin illal laah; wa innal laahaa la Huwal 'Azeezul Hakeem","id":"inna hāżā lahuwal-qaṣaṣul-ḥaqq(u), wa mā min ilāhin illallāh(u), wa innallāha lahuwal-‘azīzul-ḥakīm(u)."}},"translation":{"en":"Indeed, this is the true narration. And there is no deity except Allah. And indeed, Allah is the Exalted in Might, the Wise.","id":"Sungguh, ini adalah kisah yang benar. Tidak ada tuhan selain Allah, dan sungguh, Allah Mahaperkasa, Mahabijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/355.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/355.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":356,"inSurah":63},"meta":{"juz":3,"surah":3,"page":58,"manzil":47,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِنْ تَوَلَّوْا فَاِنَّ اللّٰهَ عَلِيْمٌ ۢبِالْمُفْسِدِيْنَ ࣖ ","transliteration":{"en":"Fa in tawallaw fa innal laaha'aleemun bil mufsideen","id":"fa in tawallau fa innallāha ‘alīmum bil-mufsidīn(a)."}},"translation":{"en":"But if they turn away, then indeed - Allah is Knowing of the corrupters.","id":"Kemudian jika mereka berpaling, maka (ketahuilah) bahwa Allah Maha Mengetahui orang-orang yang berbuat kerusakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/356.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/356.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":357,"inSurah":64},"meta":{"juz":3,"surah":3,"page":58,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"قُلْ يٰٓاَهْلَ الْكِتٰبِ تَعَالَوْا اِلٰى كَلِمَةٍ سَوَاۤءٍۢ بَيْنَنَا وَبَيْنَكُمْ اَلَّا نَعْبُدَ اِلَّا اللّٰهَ وَلَا نُشْرِكَ بِهٖ شَيْـًٔا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا اَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِاَنَّا مُسْلِمُوْنَ","transliteration":{"en":"Qul yaa Ahlal Kitaabi ta'aalaw ilaa Kalimatin sawaaa'im bainanaa wa bainakum allaa na'buda illal laaha wa laa nushrika bihee shai'anw wa laa yattakhiza ba'dunaa ba'dan arbaabam min doonil laah; fa in tawallaw faqoolush hadoo bi annaa muslimoon","id":"qul yā ahlal-kitābi ta‘ālau ilā kalimatin sawā'im bainanā wa bainakum allā na‘buda illallāha wa lā nusyrika bihī syai'aw wa lā yattakhiża ba‘ḍunā ba‘ḍan arbābam min dūnillāh(i), fa in tawallau fa qūlusyhadū bi'annā muslimūn(a)."}},"translation":{"en":"Say, \"O People of the Scripture, come to a word that is equitable between us and you - that we will not worship except Allah and not associate anything with Him and not take one another as lords instead of Allah.\" But if they turn away, then say, \"Bear witness that we are Muslims [submitting to Him].\"","id":"Katakanlah (Muhammad), “Wahai Ahli Kitab! Marilah (kita) menuju kepada satu kalimat (pegangan) yang sama antara kami dan kamu, bahwa kita tidak menyembah selain Allah dan kita tidak mempersekutukan-Nya dengan sesuatu pun, dan bahwa kita tidak menjadikan satu sama lain tuhan-tuhan selain Allah. Jika mereka berpaling maka katakanlah (kepada mereka), “Saksikanlah, bahwa kami adalah orang Muslim.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/357.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/357.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":358,"inSurah":65},"meta":{"juz":3,"surah":3,"page":58,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَهْلَ الْكِتٰبِ لِمَ تُحَاۤجُّوْنَ فِيْٓ اِبْرٰهِيْمَ وَمَآ اُنْزِلَتِ التَّوْرٰىةُ وَالْاِنْجِيْلُ اِلَّا مِنْۢ بَعْدِهٖۗ  اَفَلَا تَعْقِلُوْنَ","transliteration":{"en":"Yaaa Ahlal Kitaabi limaa tuhaaajjoona feee Ibraaheema wa maaa unzilatit Tawraatu wal Injeelu illaa mim ba'dih; afala ta'qiloon","id":"yā ahlal-kitābi lima tuḥājjūna fī ibrāhīma wa mā unzilatit-taurātu wal-injīlu illā mim ba‘dih(ī), afalā ta‘qilūn(a)."}},"translation":{"en":"O People of the Scripture, why do you argue about Abraham while the Torah and the Gospel were not revealed until after him? Then will you not reason?","id":"Wahai Ahli Kitab! Mengapa kamu berbantah-bantahan tentang Ibrahim, padahal Taurat dan Injil diturunkan setelah dia (Ibrahim)? Apakah kamu tidak mengerti?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/358.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/358.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":359,"inSurah":66},"meta":{"juz":3,"surah":3,"page":58,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"هٰٓاَنْتُمْ هٰٓؤُلَاۤءِ حَاجَجْتُمْ فِيْمَا لَكُمْ بِهٖ عِلْمٌ فَلِمَ تُحَاۤجُّوْنَ فِيْمَا لَيْسَ لَكُمْ بِهٖ عِلْمٌ ۗ وَاللّٰهُ يَعْلَمُ وَاَنْتُمْ لَا تَعْلَمُوْنَ","transliteration":{"en":"Haaa antum haaa'ulaaa'i baajajtum feemaa lakum bihee 'ilmun falima tuhaaajjoonaa feemaa laisa lakum bihee 'ilm; wallaahu ya'lamu wa antum laa ta'lamoon","id":"hā antum hā'ulā'i ḥājajtum fīmā lakum bihī ‘ilmun falima tuḥājjūna fīmā laisa lakum bihī ‘ilm(un), wallāhu ya‘lamu wa antum lā ta‘lamūn(a)."}},"translation":{"en":"Here you are - those who have argued about that of which you have [some] knowledge, but why do you argue about that of which you have no knowledge? And Allah knows, while you know not.","id":"Begitulah kamu! Kamu berbantah-bantahan tentang apa yang kamu ketahui, tetapi mengapa kamu berbantah-bantahan juga tentang apa yang tidak kamu ketahui? Allah mengetahui sedang kamu tidak mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/359.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/359.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":360,"inSurah":67},"meta":{"juz":3,"surah":3,"page":58,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَاكَانَ اِبْرٰهِيْمُ يَهُوْدِيًّا وَّلَا نَصْرَانِيًّا وَّلٰكِنْ كَانَ حَنِيْفًا مُّسْلِمًاۗ وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ","transliteration":{"en":"Maa kaana Ibraaheemu Yahoodiyyanw wa laa Nasraa niyyanw wa laakin kaana Haneefam Muslimanw wa maa kaana minal mushrikeen","id":"wa mā kāna ibrāhīmu yahūdiyyaw wa lā naṣrāniyyaw wa lākin kāna ḥanīfam muslimā(n), wa mā kāna minal-musyrikīn(a)."}},"translation":{"en":"Abraham was neither a Jew nor a Christian, but he was one inclining toward truth, a Muslim [submitting to Allah]. And he was not of the polytheists.","id":"Ibrahim bukanlah seorang Yahudi dan bukan (pula) seorang Nasrani, tetapi dia adalah seorang yang lurus, Muslim dan dia tidaklah termasuk orang-orang musyrik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/360.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/360.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":361,"inSurah":68},"meta":{"juz":3,"surah":3,"page":58,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ اَوْلَى النَّاسِ بِاِبْرٰهِيْمَ لَلَّذِيْنَ اتَّبَعُوْهُ وَهٰذَا النَّبِيُّ وَالَّذِيْنَ اٰمَنُوْا ۗ وَاللّٰهُ وَلِيُّ الْمُؤْمِنِيْنَ","transliteration":{"en":"Innaa awlan naasi bi Ibraaheema lallazeenat taba 'oohu wa haazan nabiyyu wallazeena aamanoo; wallaahu waliyyul mu'mineen","id":"inna aulan-nāsi bi'ibrāhīma lal-lażīnattaba‘ūhu wa hāżan-nabiyyu wal-lażīna āmanū, wallāhu waliyyul-mu'minīn(a)."}},"translation":{"en":"Indeed, the most worthy of Abraham among the people are those who followed him [in submission to Allah] and this prophet, and those who believe [in his message]. And Allah is the ally of the believers.","id":"Orang yang paling dekat kepada Ibrahim ialah orang yang mengikutinya, dan Nabi ini (Muhammad), dan orang yang beriman. Allah adalah pelindung orang-orang yang beriman."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/361.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/361.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":362,"inSurah":69},"meta":{"juz":3,"surah":3,"page":58,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَدَّتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ لَوْ يُضِلُّوْنَكُمْۗ وَمَا يُضِلُّوْنَ اِلَّآ اَنْفُسَهُمْ وَمَا يَشْعُرُوْنَ","transliteration":{"en":"Waddat taaa'ifatum min Ahlil Kitaabi law yudil loonakum wa maa yudilloona illaaa anfusahum wa maa yash'uroon","id":"waddaṭ-ṭā'ifatum min ahlil-kitābi lau yuḍillūnakum, wa mā yuḍillūna illā anfusahum wa mā yasy‘urūn(a)."}},"translation":{"en":"A faction of the people of the Scripture wish they could mislead you. But they do not mislead except themselves, and they perceive [it] not.","id":"Segolongan Ahli Kitab ingin menyesatkan kamu. Padahal (sesungguhnya), mereka tidak menyesatkan melainkan diri mereka sendiri, tetapi mereka tidak menyadari."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/362.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/362.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":363,"inSurah":70},"meta":{"juz":3,"surah":3,"page":58,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَهْلَ الْكِتٰبِ لِمَ تَكْفُرُوْنَ بِاٰيٰتِ اللّٰهِ وَاَنْتُمْ تَشْهَدُوْنَ","transliteration":{"en":"Yaaa Ahlal Kitaabi lima takfuroona bi Aayaatil laahi wan antum tashadoon","id":"yā ahlal-kitābi lima takfurūna bi'āyātillāhi wa antum tasyhadūn(a)."}},"translation":{"en":"O People of the Scripture, why do you disbelieve in the verses of Allah while you witness [to their truth]?","id":"Wahai Ahli Kitab! Mengapa kamu mengingkari ayat-ayat Allah, padahal kamu mengetahui (kebenarannya)?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/363.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/363.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]