[{"number":{"inQuran":364,"inSurah":71},"meta":{"juz":3,"surah":3,"page":59,"manzil":48,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَهْلَ الْكِتٰبِ لِمَ تَلْبِسُوْنَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوْنَ الْحَقَّ وَاَنْتُمْ تَعْلَمُوْنَ ࣖ","transliteration":{"en":"Yaaa Ahalal Kitaabi lima talbisoonal haqqa bilbaatili wa taktumoonal haqqa wa antum ta'lamoon","id":"yā ahlal-kitābi lima talbisūnal-ḥaqqa bil-bāṭili wa taktumūnal-ḥaqqa wa antum ta‘lamūn."}},"translation":{"en":"O People of the Scripture, why do you confuse the truth with falsehood and conceal the truth while you know [it]?","id":"Wahai Ahli Kitab! Mengapa kamu mencampuradukkan kebenaran dengan kebatilan, dan kamu menyembunyikan kebenaran, padahal kamu mengetahui?"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/364.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/364.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":365,"inSurah":72},"meta":{"juz":3,"surah":3,"page":59,"manzil":49,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَقَالَتْ طَّاۤىِٕفَةٌ مِّنْ اَهْلِ الْكِتٰبِ اٰمِنُوْا بِالَّذِيْٓ اُنْزِلَ عَلَى الَّذِيْنَ اٰمَنُوْا وَجْهَ النَّهَارِ وَاكْفُرُوْٓا اٰخِرَهٗ لَعَلَّهُمْ يَرْجِعُوْنَۚ","transliteration":{"en":"Wa qaalat taaa'ifatum min Ahlil Kitaabi aaminoo billazeee unzila 'alal lazeena aamanoo wajhan nahaari wakfurooo aakhirahoo la'alla hum yarji'oon","id":"wa qālaṭ-ṭā'ifatum min ahlil-kitābi āminū bil-lażī unzila ‘alal-lażīna āmanū wajhan-nahāri wakfurū ākhirahū la‘allahum yarji‘ūn(a)."}},"translation":{"en":"And a faction of the People of the Scripture say [to each other], \"Believe in that which was revealed to the believers at the beginning of the day and reject it at its end that perhaps they will abandon their religion,","id":"Dan segolongan Ahli Kitab berkata (kepada sesamanya), “Berimanlah kamu kepada apa yang diturunkan kepada orang-orang beriman pada awal siang dan ingkarilah di akhirnya, agar mereka kembali (kepada kekafiran)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/365.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/365.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":366,"inSurah":73},"meta":{"juz":3,"surah":3,"page":59,"manzil":49,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تُؤْمِنُوْٓا اِلَّا لِمَنْ تَبِعَ دِيْنَكُمْ ۗ قُلْ اِنَّ الْهُدٰى هُدَى اللّٰهِ ۙ اَنْ يُّؤْتٰىٓ اَحَدٌ مِّثْلَ مَآ اُوْتِيْتُمْ اَوْ يُحَاۤجُّوْكُمْ عِنْدَ رَبِّكُمْ ۗ قُلْ اِنَّ الْفَضْلَ بِيَدِ اللّٰهِ ۚ يُؤْتِيْهِ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ وَاسِعٌ عَلِيْمٌ ۚ","transliteration":{"en":"Wa laa tu'minooo illaa liman tabi'a deenakum qul innal hudaa hudal laahi ai yu'taaa ahadum misla maaa ooteetum aw yuhaaajjookum 'inda Rabbikum, qul innal fadla biyadil laah; yu'teehi mai yashaaa'; wallaahu Waasi'un 'Aleem","id":"wa lā tu'minū illā liman tabi‘a dīnakum, qul innal-hudā hudallāh(i), ay yu'tā aḥadum miṡla mā ūtītum au yuḥājjūkum ‘inda rabbikum, qul innal-faḍla biyadillāh(i), yu'tīhi may yasyā'(u), wallāhu wāsi‘un ‘alīm(un)."}},"translation":{"en":"And do not trust except those who follow your religion.\" Say, \"Indeed, the [true] guidance is the guidance of Allah. [Do you fear] lest someone be given [knowledge] like you were given or that they would [thereby] argue with you before your Lord?\" Say, \"Indeed, [all] bounty is in the hand of Allah - He grants it to whom He wills. And Allah is all-Encompassing and Wise.\"","id":"Dan janganlah kamu percaya selain kepada orang yang mengikuti agamamu.” Katakanlah (Muhammad), “Sesungguhnya petunjuk itu hanyalah petunjuk Allah. (Janganlah kamu percaya) bahwa seseorang akan diberi seperti apa yang diberikan kepada kamu, atau bahwa mereka akan menyanggah kamu di hadapan Tuhanmu.” Katakanlah (Muhammad), “Sesungguhnya karunia itu di tangan Allah, Dia memberikannya kepada siapa yang Dia kehendaki. Allah Mahaluas, Maha Mengetahui.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/366.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/366.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":367,"inSurah":74},"meta":{"juz":3,"surah":3,"page":59,"manzil":49,"hizbQuarter":23,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يَخْتَصُّ بِرَحْمَتِهٖ مَنْ يَّشَاۤءُ  ۗوَاللّٰهُ ذُو الْفَضْلِ الْعَظِيْمِ","transliteration":{"en":"Yakhtassu birahmatihee mai yashaaa'; wallaahu zulfadil 'azeem","id":"yakhtaṣṣu biraḥmatihī may yasyā'(u), wallāhu żul-faḍlil-‘aẓīm(i)."}},"translation":{"en":"He selects for His mercy whom He wills. And Allah is the possessor of great bounty.","id":"Dia menentukan rahmat-Nya kepada siapa yang Dia kehendaki. Dan Allah memiliki karunia yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/367.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/367.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":368,"inSurah":75},"meta":{"juz":3,"surah":3,"page":59,"manzil":49,"hizbQuarter":24,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ وَمِنْ اَهْلِ الْكِتٰبِ مَنْ اِنْ تَأْمَنْهُ بِقِنْطَارٍ يُّؤَدِّهٖٓ اِلَيْكَۚ وَمِنْهُمْ مَّنْ اِنْ تَأْمَنْهُ بِدِيْنَارٍ لَّا يُؤَدِّهٖٓ اِلَيْكَ اِلَّا مَا دُمْتَ عَلَيْهِ قَاۤىِٕمًا ۗ ذٰلِكَ بِاَنَّهُمْ قَالُوْا لَيْسَ عَلَيْنَا فِى الْاُمِّيّٖنَ سَبِيْلٌۚ وَيَقُوْلُوْنَ عَلَى اللّٰهِ الْكَذِبَ وَهُمْ يَعْلَمُوْنَ ","transliteration":{"en":"Wa min Ahlil Kitaabi man in taamanhu biqintaariny yu'addihee ilaika wa minhum man in taamanhu bideenaaril laa yu'addiheee ilaika illaa maa dumta 'alaihi qaaa' imaa; zaalika biannahum qaaloo laisa 'alainaa fil ummiyyeena sabeelunw wa yaqooloona 'alal laahil kaziba wa hum ya'lamoon","id":"wa min ahlil-kitābi man in ta'manhu bi qinṭārin yu'addīhi ilaik(a), wa minhum man in ta'manhu bidīnāril lā yu'addīhi ilaika illā mā dumta ‘alaihi qā'imā(n), żālika bi'annahum qālū laisa ‘alainā fil-ummiyyīna sabīl(un), wa yaqūlūna ‘alallāhil-każiba wa hum ya‘lamūn(a)."}},"translation":{"en":"And among the People of the Scripture is he who, if you entrust him with a great amount [of wealth], he will return it to you. And among them is he who, if you entrust him with a [single] silver coin, he will not return it to you unless you are constantly standing over him [demanding it]. That is because they say, \"There is no blame upon us concerning the unlearned.\" And they speak untruth about Allah while they know [it].","id":"Dan di antara Ahli Kitab ada yang jika engkau percayakan kepadanya harta yang banyak, niscaya dia mengembalikannya kepadamu. Tetapi ada (pula) di antara mereka yang jika engkau percayakan kepadanya satu dinar, dia tidak mengembalikannya kepadamu, kecuali jika engkau selalu menagihnya. Yang demikian itu disebabkan mereka berkata, “Tidak ada dosa bagi kami terhadap orang-orang buta huruf.” Mereka mengatakan hal yang dusta terhadap Allah, padahal mereka mengetahui."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/368.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/368.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":369,"inSurah":76},"meta":{"juz":3,"surah":3,"page":59,"manzil":49,"hizbQuarter":24,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"بَلٰى مَنْ اَوْفٰى بِعَهْدِهٖ وَاتَّقٰى فَاِنَّ اللّٰهَ يُحِبُّ الْمُتَّقِيْنَ","transliteration":{"en":"Balaa man awfaa bi'ahdihee wattaqaa fainnal laaha yuhibbul muttaqeen","id":"balā man aufā bi‘ahdihī wattaqā fa innallāha yuḥibbul-muttaqīn(a)."}},"translation":{"en":"But yes, whoever fulfills his commitment and fears Allah - then indeed, Allah loves those who fear Him.","id":"Sebenarnya barangsiapa menepati janji dan bertakwa, maka sungguh, Allah mencintai orang-orang yang bertakwa."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/369.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/369.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":370,"inSurah":77},"meta":{"juz":3,"surah":3,"page":59,"manzil":49,"hizbQuarter":24,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الَّذِيْنَ يَشْتَرُوْنَ بِعَهْدِ اللّٰهِ وَاَيْمَانِهِمْ ثَمَنًا قَلِيْلًا اُولٰۤىِٕكَ لَا خَلَاقَ لَهُمْ فِى الْاٰخِرَةِ وَلَا يُكَلِّمُهُمُ اللّٰهُ وَلَا يَنْظُرُ اِلَيْهِمْ يَوْمَ الْقِيٰمَةِ وَلَا يُزَكِّيْهِمْ ۖ وَلَهُمْ عَذَابٌ اَلِيْمٌ ","transliteration":{"en":"Innal lazeena yashtaroona bi'ahdil laahi wa aymaanihim samanan qaleelan ulaaa'ika laa khalaaqa lahum fil Aakhirati wa laa yukallimuhumul laahu wa laa yanzuru ilaihim Yawmal Qiyaamati wa laa yuzakkeehim wa lahum 'azabun 'aleem","id":"innal-lażīna yasytarūna bi‘ahdillāhi wa aimānihim ṡamanan qalīlan ulā'ika lā khalāqa lahum fil-ākhirati wa lā yukallimuhumullāhu wa lā yanẓuru ilaihim yaumal-qiyāmati wa lā yuzakkīhim, wa lahum ‘ażābun alīm(un)."}},"translation":{"en":"Indeed, those who exchange the covenant of Allah and their [own] oaths for a small price will have no share in the Hereafter, and Allah will not speak to them or look at them on the Day of Resurrection, nor will He purify them; and they will have a painful punishment.","id":"Sesungguhnya orang-orang yang memperjualbelikan janji Allah dan sumpah-sumpah mereka dengan harga murah, mereka itu tidak memperoleh bagian di akhirat, Allah tidak akan menyapa mereka, tidak akan memperhatikan mereka pada hari Kiamat, dan tidak akan menyucikan mereka. Bagi mereka azab yang pedih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/370.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/370.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]