[{"number":{"inQuran":447,"inSurah":154},"meta":{"juz":4,"surah":3,"page":70,"manzil":57,"hizbQuarter":28,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ثُمَّ اَنْزَلَ عَلَيْكُمْ مِّنْۢ بَعْدِ الْغَمِّ اَمَنَةً نُّعَاسًا يَّغْشٰى طَۤاىِٕفَةً مِّنْكُمْ ۙ وَطَۤاىِٕفَةٌ قَدْ اَهَمَّتْهُمْ اَنْفُسُهُمْ يَظُنُّوْنَ بِاللّٰهِ غَيْرَ الْحَقِّ ظَنَّ الْجَاهِلِيَّةِ ۗ يَقُوْلُوْنَ هَلْ لَّنَا مِنَ الْاَمْرِ مِنْ شَيْءٍ ۗ قُلْ اِنَّ الْاَمْرَ كُلَّهٗ لِلّٰهِ ۗ  يُخْفُوْنَ فِيْٓ اَنْفُسِهِمْ مَّا لَا يُبْدُوْنَ لَكَ ۗ يَقُوْلُوْنَ لَوْ كَانَ لَنَا مِنَ الْاَمْرِ شَيْءٌ مَّا قُتِلْنَا هٰهُنَا ۗ قُلْ لَّوْ كُنْتُمْ فِيْ بُيُوْتِكُمْ لَبَرَزَ الَّذِيْنَ كُتِبَ عَلَيْهِمُ الْقَتْلُ اِلٰى مَضَاجِعِهِمْ ۚ وَلِيَبْتَلِيَ اللّٰهُ مَا فِيْ صُدُوْرِكُمْ وَلِيُمَحِّصَ مَا فِيْ قُلُوْبِكُمْ ۗ وَاللّٰهُ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ","transliteration":{"en":"Summa anzala 'alaikum mim ba'dil ghammi amanatan nu'aasai yaghshaa taaa' ifatam minkum wa taaa'ifatun qad ahammathum anfusuhum yazunnoona billaahi ghairal haqqi zannal jaahiliyyati yaqooloona hal lanaa minal amri min shai'; qul innal amra kullahoo lillaah; yukhfoona fee anfusihim maa laa yubdoona laka yaqooloona law kaana lanaa minal amri shai'ummaa qutilnaa haahunaa; qul law kuntum fee buyootikum labarazal lazeena kutiba 'alaihimul qatlu ilaa madaaji'ihim wa liyabtaliyal laahu maa fee sudoorikum wa liyumah hisa maa fee quloobikum; wallaahu 'aleemum bizaatis sudoor","id":"Ṡumma anzala ‘alaikum mim ba‘dil-gammi amanatan nu‘āsay yagsyā ṭā'ifatam minkum, wa ṭā'ifatun qad ahammathum anfusuhum yaẓunnūna billāhi gairal-ḥaqqi ẓanal-jāhiliyyah(ti), yaqūlūna hal lanā minal-amri min syai'(in), qul innal-amra kullahū lillāh(i), yukhfūna fī anfusihim mā lā yubdūna lak(a), yaqūlūna lau kāna lanā minal-amri syai'um mā qutilnā hāhunā, qul lau kuntum fī buyūtikum labarazal-lażīna kutiba ‘alaihimul-qatlu ilā maḍāji‘ihim, wa liyabtaliyallāhu mā fī ṣudūrikum wa liyumaḥḥiṣa mā fī qulūbikum, wallāhu ‘alīmum biżātiṣ-ṣudūr(i)."}},"translation":{"en":"Then after distress, He sent down upon you security [in the form of] drowsiness, overcoming a faction of you, while another faction worried about themselves, thinking of Allah other than the truth - the thought of ignorance, saying, \"Is there anything for us [to have done] in this matter?\" Say, \"Indeed, the matter belongs completely to Allah.\" They conceal within themselves what they will not reveal to you. They say, \"If there was anything we could have done in the matter, some of us would not have been killed right here.\" Say, \"Even if you had been inside your houses, those decreed to be killed would have come out to their death beds.\" [It was] so that Allah might test what is in your breasts and purify what is in your hearts. And Allah is Knowing of that within the breasts.","id":"Kemudian setelah kamu ditimpa kesedihan, Dia menurunkan rasa aman kepadamu (berupa) kantuk yang meliputi segolongan dari kamu, sedangkan segolongan lagi telah dicemaskan oleh diri mereka sendiri; mereka menyangka yang tidak benar terhadap Allah seperti sangkaan jahiliah. Mereka berkata, “Adakah sesuatu yang dapat kita perbuat dalam urusan ini?” Katakanlah (Muhammad), “Sesungguhnya segala urusan itu di tangan Allah.” Mereka menyembunyikan dalam hatinya apa yang tidak mereka terangkan kepadamu. Mereka berkata, “Sekiranya ada sesuatu yang dapat kita perbuat dalam urusan ini, niscaya kita tidak akan dibunuh (dikalahkan) di sini.” Katakanlah (Muhammad), “Meskipun kamu ada di rumahmu, niscaya orang-orang yang telah ditetapkan akan mati terbunuh itu keluar (juga) ke tempat mereka terbunuh.” Allah (berbuat demikian) untuk menguji apa yang ada dalam dadamu dan untuk membersihkan apa yang ada dalam hatimu. Dan Allah Maha Mengetahui isi hati."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/447.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/447.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":448,"inSurah":155},"meta":{"juz":4,"surah":3,"page":70,"manzil":57,"hizbQuarter":28,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اِنَّ الَّذِيْنَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعٰنِۙ اِنَّمَا اسْتَزَلَّهُمُ الشَّيْطٰنُ بِبَعْضِ مَا كَسَبُوْا ۚ وَلَقَدْ عَفَا اللّٰهُ عَنْهُمْ ۗ اِنَّ اللّٰهَ غَفُوْرٌ حَلِيْمٌ ࣖ","transliteration":{"en":"Innal lazeena tawallaw minkum yawmal taqal jam'aani innamas tazallahumush Shaitaanu biba'di maa kasaboo wa laqad 'afal laahu 'anhum; innnal laaha Ghafoorum Haleem","id":"innal-lażīna tawallau minkum yaumal-taqal-jam‘ān(i), innamastazallahumusy-syaiṭānu biba‘ḍi mā kasabū, wa laqad ‘afallāhu ‘anhum, innallāha gafūrun ḥalīm(un)."}},"translation":{"en":"Indeed, those of you who turned back on the day the two armies met, it was Satan who caused them to slip because of some [blame] they had earned. But Allah has already forgiven them. Indeed, Allah is Forgiving and Forbearing.","id":"Sesungguhnya orang-orang yang berpaling di antara kamu ketika terjadi pertemuan (pertempuran) antara dua pasukan itu, sesungguhnya mereka digelincirkan oleh setan, disebabkan sebagian kesalahan (dosa) yang telah mereka perbuat (pada masa lampau), tetapi Allah benar-benar telah memaafkan mereka. Sungguh, Allah Maha Pengampun, Maha Penyantun."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/448.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/448.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":449,"inSurah":156},"meta":{"juz":4,"surah":3,"page":70,"manzil":58,"hizbQuarter":28,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَكُوْنُوْا كَالَّذِيْنَ كَفَرُوْا وَقَالُوْا لِاِخْوَانِهِمْ اِذَا ضَرَبُوْا فِى الْاَرْضِ اَوْ كَانُوْا غُزًّى لَّوْ كَانُوْا عِنْدَنَا مَا مَاتُوْا وَمَا قُتِلُوْاۚ  لِيَجْعَلَ اللّٰهُ ذٰلِكَ حَسْرَةً فِيْ قُلُوْبِهِمْ ۗ وَاللّٰهُ يُحْيٖ وَيُمِيْتُ ۗ وَاللّٰهُ بِمَا تَعْمَلُوْنَ بَصِيْرٌ","transliteration":{"en":"Yaaa ayyuhul lazeena aamanoo laa takoonoo kallazeena kafaroo wa qaaloo li ikhwaanihim izaa daraboo fil ardi aw kaanoo ghuzzal law kaanoo 'indanaa maa maatoo wa maa qutiloo liyaj'alal laahu zaalika hasratan fee quloobihim; qallaahu yuhyee wa yumeet; wallaahu bimaa ta'maloona Baseer","id":"yā ayyuhal-lażīna āmanū lā takūnū kal-lażīna kafarū wa qālū li'ikhwānihim iżā ḍarabū fil-arḍi au kānū guzzal lau kānū ‘indanā mā mātū wa mā qutilū, liyaj‘alallāhu żālika ḥasratan fī qulūbihim, wallāhu yuḥyī wa yumīt(u), wallāhu bimā ta‘malūna baṣīr(un)."}},"translation":{"en":"O you who have believed, do not be like those who disbelieved and said about their brothers when they traveled through the land or went out to fight, \"If they had been with us, they would not have died or have been killed,\" so Allah makes that [misconception] a regret within their hearts. And it is Allah who gives life and causes death, and Allah is Seeing of what you do.","id":"Wahai orang-orang yang beriman! Janganlah kamu seperti orang-orang kafir yang mengatakan kepada saudara-saudaranya apabila mereka mengadakan perjalanan di bumi atau berperang, “Sekiranya mereka tetap bersama kita, tentulah mereka tidak mati dan tidak terbunuh.” (Dengan perkataan) yang demikian itu, karena Allah hendak menimbulkan rasa penyesalan di hati mereka. Allah menghidupkan dan mematikan, dan Allah Maha Melihat apa yang kamu kerjakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/449.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/449.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":450,"inSurah":157},"meta":{"juz":4,"surah":3,"page":70,"manzil":58,"hizbQuarter":28,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَىِٕنْ قُتِلْتُمْ فِيْ سَبِيْلِ اللّٰهِ اَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّٰهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُوْنَ ","transliteration":{"en":"Wa la'in qutiltum fee sabeelil laahi aw muttum lamaghfiratum minal laahi wa rahmatun khairum mimmaa yajma'oon","id":"wa la'in qutiltum fī sabīlillāhi au muttum lamagfiratum minallāhi wa raḥmatun khairum mimmā yajma‘ūn(a)."}},"translation":{"en":"And if you are killed in the cause of Allah or die - then forgiveness from Allah and mercy are better than whatever they accumulate [in this world].","id":"Dan sungguh, sekiranya kamu gugur di jalan Allah atau mati, sungguh, pastilah ampunan Allah dan rahmat-Nya lebih baik (bagimu) daripada apa (harta rampasan) yang mereka kumpulkan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/450.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/450.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]