[{"number":{"inQuran":474,"inSurah":181},"meta":{"juz":4,"surah":3,"page":74,"manzil":60,"hizbQuarter":29,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۤءُ ۘ سَنَكْتُبُ مَا قَالُوْا وَقَتْلَهُمُ الْاَنْۢبِيَاۤءَ بِغَيْرِ حَقٍّۙ وَّنَقُوْلُ ذُوْقُوْا عَذَابَ الْحَرِيْقِ ","transliteration":{"en":"Laqad sami'al laahu qawlal lazeena qaalooo innal laaha faqeerunw wa nahnu aghniyaaa'; sanaktubu maa qaaloo wa qatlahumul Ambiyaa'a bighairi haqqinw wa naqoolu zooqoo 'azaaba Ihreeq","id":"laqad sami‘allāhu qaulal-lażīna qālū innallāha faqīruw wa naḥnu agniyā'(u), sanaktubu mā qālū wa qatlahumul-ambiyā'a bigairi ḥaqq(in), wa naqūlu żūqū ‘ażābal-ḥarīq(i)."}},"translation":{"en":"Allah has certainly heard the statement of those [Jews] who said, \"Indeed, Allah is poor, while we are rich.\" We will record what they said and their killing of the prophets without right and will say, \"Taste the punishment of the Burning Fire.","id":"Sungguh, Allah telah mendengar perkataan orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah itu miskin dan kami kaya.” Kami akan mencatat perkataan mereka dan perbuatan mereka membunuh nabi-nabi tanpa hak (alasan yang benar), dan Kami akan mengatakan (kepada mereka), “Rasakanlah olehmu azab yang membakar!”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/474.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/474.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":475,"inSurah":182},"meta":{"juz":4,"surah":3,"page":74,"manzil":60,"hizbQuarter":29,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"ذٰلِكَ بِمَا قَدَّمَتْ اَيْدِيْكُمْ وَاَنَّ اللّٰهَ لَيْسَ بِظَلَّامٍ لِّلْعَبِيْدِۚ ","transliteration":{"en":"Zaalika bimaa qaddamat aideekum wa annal laaha laisa bizallaamil lil'abeed","id":"Żālika bimā qaddamat aidīkum wa annallāha laisa biẓallāmil lil-‘abīd(i)."}},"translation":{"en":"That is for what your hands have put forth and because Allah is not ever unjust to [His] servants.\"","id":"Demikian itu disebabkan oleh perbuatan tanganmu sendiri, dan sesungguhnya Allah tidak menzalimi hamba-hamba-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/475.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/475.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":476,"inSurah":183},"meta":{"juz":4,"surah":3,"page":74,"manzil":60,"hizbQuarter":29,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ عَهِدَ اِلَيْنَآ اَلَّا نُؤْمِنَ لِرَسُوْلٍ حَتّٰى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ ۗ قُلْ قَدْ جَاۤءَكُمْ رُسُلٌ مِّنْ قَبْلِيْ بِالْبَيِّنٰتِ وَبِالَّذِيْ قُلْتُمْ فَلِمَ قَتَلْتُمُوْهُمْ اِنْ كُنْتُمْ صٰدِقِيْنَ ","transliteration":{"en":"Allazeena qaalooo innal laaha 'ahida ilainaaa allaa nu'mina liRasoolin hatta yaa tiyanaa biqurbaanin taa kuluhun naar; qul qad jaaa'akum Rusulum min qablee bilbaiyinaati wa billazee qultum falima qataltumoohum in kuntum saadiqeen","id":"al-lażīna qālū innallāha ‘ahida ilainā allā nu'mina lirasūlin ḥattā ya'tiyanā biqurbānin ta'kuluhun-nār(u), qul qad jā'akum rusulum min qablī bil-bayyināti wa bil-lażī qultum falima qataltumūhum in kuntum ṣādiqīn(a)."}},"translation":{"en":"[They are] those who said, \"Indeed, Allah has taken our promise not to believe any messenger until he brings us an offering which fire [from heaven] will consume.\" Say, \"There have already come to you messengers before me with clear proofs and [even] that of which you speak. So why did you kill them, if you should be truthful?\"","id":"(Yaitu) orang-orang (Yahudi) yang mengatakan, “Sesungguhnya Allah telah memerintahkan kepada kami, agar kami tidak beriman kepada seorang rasul, sebelum dia mendatangkan kepada kami kurban yang dimakan api.” Katakanlah (Muhammad), “Sungguh, beberapa orang rasul sebelumku telah datang kepadamu, (dengan) membawa bukti-bukti yang nyata dan membawa apa yang kamu sebutkan, tetapi mengapa kamu membunuhnya jika kamu orang-orang yang benar.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/476.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/476.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":477,"inSurah":184},"meta":{"juz":4,"surah":3,"page":74,"manzil":60,"hizbQuarter":29,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَاِنْ كَذَّبُوْكَ فَقَدْ كُذِّبَ رُسُلٌ مِّنْ قَبْلِكَ جَاۤءُوْ بِالْبَيِّنٰتِ وَالزُّبُرِ وَالْكِتٰبِ الْمُنِيْرِ","transliteration":{"en":"Fa in kaz zabooka faqad kuz ziba Rusulum min qablika jaaa'oo bilbaiyinaati waz Zuburi wal Kitaabil Muneer","id":"fa in każżabūka faqad kużżiba rusulum min qablika jā'ū bil-bayyināti waz-zuburi wal-kitābil-munīr(i)."}},"translation":{"en":"Then if they deny you, [O Muhammad] - so were messengers denied before you, who brought clear proofs and written ordinances and the enlightening Scripture.","id":"Maka jika mereka mendustakan engkau (Muhammad), maka (ketahuilah) rasul-rasul sebelum engkau pun telah didustakan (pula), mereka membawa mukjizat-mukjizat yang nyata, Zubur dan Kitab yang memberi penjelasan yang sempurna."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/477.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/477.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":478,"inSurah":185},"meta":{"juz":4,"surah":3,"page":74,"manzil":60,"hizbQuarter":29,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"كُلُّ نَفْسٍ ذَاۤىِٕقَةُ الْمَوْتِۗ وَاِنَّمَا تُوَفَّوْنَ اُجُوْرَكُمْ يَوْمَ الْقِيٰمَةِ ۗ فَمَنْ زُحْزِحَ عَنِ النَّارِ وَاُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ ۗ وَمَا الْحَيٰوةُ الدُّنْيَآ اِلَّا مَتَاعُ الْغُرُوْرِ ","transliteration":{"en":"Kulu nafsin zaaa'iqatul mawt; wa innamaa tuwaffawna ujoorakum Yawmal Qiyaamati faman zuhziha 'anin Naari waudkhilal Jannata faqad faaz; wa mal hayaatud dunyaaa illaa mataa'ul ghuroor","id":"kullu nafsin żā'iqatul-maut(i), wa innamā tuwaffauna ujūrakum yaumal-qiyāmah(ti), faman zuḥziḥa ‘anin-nāri wa udkhilal-jannata faqad fāz(a), wa mal-ḥayātud-dun-yā illā matā‘ul-gurūr(i)."}},"translation":{"en":"Every soul will taste death, and you will only be given your [full] compensation on the Day of Resurrection. So he who is drawn away from the Fire and admitted to Paradise has attained [his desire]. And what is the life of this world except the enjoyment of delusion.","id":"Setiap yang bernyawa akan merasakan mati. Dan hanya pada hari Kiamat sajalah diberikan dengan sempurna balasanmu. Barangsiapa dijauhkan dari neraka dan dimasukkan ke dalam surga, sungguh, dia memperoleh kemenangan. Kehidupan dunia hanyalah kesenangan yang memperdaya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/478.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/478.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":479,"inSurah":186},"meta":{"juz":4,"surah":3,"page":74,"manzil":60,"hizbQuarter":30,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"۞ لَتُبْلَوُنَّ فِيْٓ اَمْوَالِكُمْ وَاَنْفُسِكُمْۗ وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ اَشْرَكُوْٓا اَذًى كَثِيْرًا ۗ وَاِنْ تَصْبِرُوْا وَتَتَّقُوْا فَاِنَّ ذٰلِكَ مِنْ عَزْمِ الْاُمُوْرِ ","transliteration":{"en":"Latublawunna feee amwaalikum wa anfusikum wa latasma'unna minal lazeena ootul Kitaaba min qablikum wa minal lazeena ashrakooo azan kaseeraa; wa in tasbiroo wa tattaqoo fa inna zaalika min 'azmil umoor","id":"latublawunna fī amwālikum wa anfusikum, wa latasma‘unna minal-lażīna ūtul-kitāba min qablikum wa minal-lażīna asyrakū ażan kaṡīrā(n), wa in taṣbirū wa tattaqū fa inna żālika min ‘azmil-umūr(i)."}},"translation":{"en":"You will surely be tested in your possessions and in yourselves. And you will surely hear from those who were given the Scripture before you and from those who associate others with Allah much abuse. But if you are patient and fear Allah - indeed, that is of the matters [worthy] of determination.","id":"Kamu pasti akan diuji dengan hartamu dan dirimu. Dan pasti kamu akan mendengar banyak hal yang sangat menyakitkan hati dari orang-orang yang diberi Kitab sebelum kamu dan dari orang-orang musyrik. Jika kamu bersabar dan bertakwa, maka sesungguhnya yang demikian itu termasuk urusan yang (patut) diutamakan."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/479.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/479.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]