[{"number":{"inQuran":494,"inSurah":1},"meta":{"juz":4,"surah":4,"page":77,"manzil":62,"hizbQuarter":31,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"يٰٓاَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِّنْ نَّفْسٍ وَّاحِدَةٍ وَّخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيْرًا وَّنِسَاۤءً ۚ وَاتَّقُوا اللّٰهَ الَّذِيْ تَسَاۤءَلُوْنَ بِهٖ وَالْاَرْحَامَ ۗ اِنَّ اللّٰهَ كَانَ عَلَيْكُمْ رَقِيْبًا","transliteration":{"en":"Yaaa aiyuhan naasut taqoo Rabbakumul lazee khalaqakum min nafsinw waahidatinw wa khalaqa minhaa zawjahaa wa bas sa minhumaa rijaalan kaseeranw wa nisaaa'aa; wattaqul laahallazee tasaaa 'aloona bihee wal arhaam; innal laaha kaana 'alaikum Raqeeba","id":"yā ayyuhan-nāsuttaqū rabbakumul-lażī khalaqakum min nafsiw wāḥidatiw wa khalaqa minhā zaujahā wa baṡṡa minhumā rijālan kaṡīraw wa nisā'ā(n), wattaqullāhal-lażī tasā'alūna bihī wal-arḥām(a), innallāha kāna ‘alaikum raqībā(n)."}},"translation":{"en":"O mankind, fear your Lord, who created you from one soul and created from it its mate and dispersed from both of them many men and women. And fear Allah, through whom you ask one another, and the wombs. Indeed Allah is ever, over you, an Observer.","id":"Wahai manusia! Bertakwalah kepada Tuhanmu yang telah menciptakan kamu dari diri yang satu (Adam), dan (Allah) menciptakan pasangannya (Hawa) dari (diri)-nya; dan dari keduanya Allah memperkembangbiakkan laki-laki dan perempuan yang banyak. Bertakwalah kepada Allah yang dengan nama-Nya kamu saling meminta, dan (peliharalah) hubungan kekeluargaan. Sesungguhnya Allah selalu menjaga dan mengawasimu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/494.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/494.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":495,"inSurah":2},"meta":{"juz":4,"surah":4,"page":77,"manzil":62,"hizbQuarter":31,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاٰتُوا الْيَتٰمٰىٓ اَمْوَالَهُمْ وَلَا تَتَبَدَّلُوا الْخَبِيْثَ بِالطَّيِّبِ ۖ وَلَا تَأْكُلُوْٓا اَمْوَالَهُمْ اِلٰٓى اَمْوَالِكُمْ ۗ اِنَّهٗ كَانَ حُوْبًا كَبِيْرًا","transliteration":{"en":"Wa aatul yataamaaa amwaalahum wa laa tatabad dalul khabeesa bittaiyibi wa laa taakulooo amwaalahum ilaaa amwaalikum; innahoo kaana hooban kabeeraa","id":"wa ātul-yatāmā amwālahum wa lā tatabaddalul-khabīṡa biṭ-ṭayyib(i), wa lā ta'kulū amwālahum ilā amwālikum, innahū kāna ḥūban kabīrā(n)."}},"translation":{"en":"And give to the orphans their properties and do not substitute the defective [of your own] for the good [of theirs]. And do not consume their properties into your own. Indeed, that is ever a great sin.","id":"Dan berikanlah kepada anak-anak yatim (yang sudah dewasa) harta mereka, janganlah kamu menukar yang baik dengan yang buruk, dan janganlah kamu makan harta mereka bersama hartamu. Sungguh, (tindakan menukar dan memakan) itu adalah dosa yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/495.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/495.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":496,"inSurah":3},"meta":{"juz":4,"surah":4,"page":77,"manzil":62,"hizbQuarter":31,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِنْ خِفْتُمْ اَلَّا تُقْسِطُوْا فِى الْيَتٰمٰى فَانْكِحُوْا مَا طَابَ لَكُمْ مِّنَ النِّسَاۤءِ مَثْنٰى وَثُلٰثَ وَرُبٰعَ ۚ فَاِنْ خِفْتُمْ اَلَّا تَعْدِلُوْا فَوَاحِدَةً اَوْ مَا مَلَكَتْ اَيْمَانُكُمْ ۗ ذٰلِكَ اَدْنٰٓى اَلَّا تَعُوْلُوْاۗ","transliteration":{"en":"Wa in khiftum allaa tuqsitoo fil yataamaa fankihoo maa taaba lakum minan nisaaa'i masnaa wa sulaasa wa rubaa'a fa'in khiftum allaa ta'diloo fawaahidatan aw maa malakat aimaanukum; zaalika adnaaa allaa ta'ooloo","id":"wa in khiftum allā tuqsiṭū fil-yatāmā fankiḥū mā ṭāba lakum minan-nisā'i maṡnā wa ṡulāṡa wa rubā‘(a), fa in khiftum allā ta‘dilū fa wāḥidatan au mā malakat aimānukum, żālika adnā allā ta‘ūlū."}},"translation":{"en":"And if you fear that you will not deal justly with the orphan girls, then marry those that please you of [other] women, two or three or four. But if you fear that you will not be just, then [marry only] one or those your right hand possesses. That is more suitable that you may not incline [to injustice].","id":"Dan jika kamu khawatir tidak akan mampu berlaku adil terhadap (hak-hak) perempuan yatim (bilamana kamu menikahinya), maka nikahilah perempuan (lain) yang kamu senangi: dua, tiga atau empat. Tetapi jika kamu khawatir tidak akan mampu berlaku adil, maka (nikahilah) seorang saja, atau hamba sahaya perempuan yang kamu miliki. Yang demikian itu lebih dekat agar kamu tidak berbuat zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/496.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/496.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":497,"inSurah":4},"meta":{"juz":4,"surah":4,"page":77,"manzil":62,"hizbQuarter":31,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاٰتُوا النِّسَاۤءَ صَدُقٰتِهِنَّ نِحْلَةً ۗ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۤـًٔا مَّرِيْۤـًٔا ","transliteration":{"en":"Wa aatun nisaaa'a sadu qaatihinna nihlah; fa in tibna lakum 'an shai'im minhu nafsan fakuloohu hanee'am mareee'aa","id":"wa ātun-nisā'a ṣaduqātihinna niḥlah(tan), fa in ṭibna lakum ‘an syai'im minhu nafsan fa kulūhu hanī'am marī'ā(n)."}},"translation":{"en":"And give the women [upon marriage] their [bridal] gifts graciously. But if they give up willingly to you anything of it, then take it in satisfaction and ease.","id":"Dan berikanlah maskawin (mahar) kepada perempuan (yang kamu nikahi) sebagai pemberian yang penuh kerelaan. Kemudian, jika mereka menyerahkan kepada kamu sebagian dari (maskawin) itu dengan senang hati, maka terimalah dan nikmatilah pemberian itu dengan senang hati."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/497.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/497.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":498,"inSurah":5},"meta":{"juz":4,"surah":4,"page":77,"manzil":62,"hizbQuarter":31,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَلَا تُؤْتُوا السُّفَهَاۤءَ اَمْوَالَكُمُ الَّتِيْ جَعَلَ اللّٰهُ لَكُمْ قِيٰمًا وَّارْزُقُوْهُمْ فِيْهَا وَاكْسُوْهُمْ وَقُوْلُوْا لَهُمْ قَوْلًا مَّعْرُوْفًا","transliteration":{"en":"Wa laa tu'tus sufahaaa'a amwaalakumul latee ja'alal laahu lakum qiyaamanw-warzuqoohum feehaa waksoohum wa qooloo lahum qawlam ma'roofaa","id":"wa lā tu'tus-sufahā'a amwālakumul-latī ja‘alallāhu lakum qiyāmaw warzuqūhum fīhā waksūhum wa qūlū lahum qaulam ma‘rūfā(n)."}},"translation":{"en":"And do not give the weak-minded your property, which Allah has made a means of sustenance for you, but provide for them with it and clothe them and speak to them words of appropriate kindness.","id":"Dan janganlah kamu serahkan kepada orang yang belum sempurna akalnya, harta (mereka yang ada dalam kekuasaan) kamu yang dijadikan Allah sebagai pokok kehidupan. Berilah mereka belanja dan pakaian (dari hasil harta itu) dan ucapkanlah kepada mereka perkataan yang baik."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/498.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/498.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":499,"inSurah":6},"meta":{"juz":4,"surah":4,"page":77,"manzil":62,"hizbQuarter":31,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَابْتَلُوا الْيَتٰمٰى حَتّٰىٓ اِذَا بَلَغُوا النِّكَاحَۚ فَاِنْ اٰنَسْتُمْ مِّنْهُمْ رُشْدًا فَادْفَعُوْٓا اِلَيْهِمْ اَمْوَالَهُمْ ۚ وَلَا تَأْكُلُوْهَآ اِسْرَافًا وَّبِدَارًا اَنْ يَّكْبَرُوْا ۗ وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ ۚ وَمَنْ كَانَ فَقِيْرًا فَلْيَأْكُلْ بِالْمَعْرُوْفِ ۗ فَاِذَا دَفَعْتُمْ اِلَيْهِمْ اَمْوَالَهُمْ فَاَشْهِدُوْا عَلَيْهِمْ ۗ وَكَفٰى بِاللّٰهِ حَسِيْبًا ","transliteration":{"en":"Wabtalul yataamaa hattaaa izaa balaghun nikaaha fa in aanastum minhum rushdan fad fa'ooo ilaihim amwaalahum wa laa taa kuloohaaa israafanw wa bidaaran ai yakbaroo; wa mai kaana ghaniyyan falyasta' fif wa mai kaana faqeeran falyaakul bilma'roof; fa izaa dafa'tum ilaihim amwaalahum fa'ashhidoo 'alaihim; wa kafaa billaahi Haseeba","id":"wabtalul-yatāmā ḥattā iżā balagun-nikāḥ(a), fa in ānastum minhum rusydan fadfa‘ū ilaihim amwālahum, wa lā ta'kulūhā isrāfaw wa bidāran ay yakbarū, wa man kāna ganiyyan falyasta‘fif, wa man kāna faqīran falya'kul bil-ma‘rūf(i), fa iżā dafa‘tum ilaihim amwālahum fa asyhidū ‘alaihim, wa kafā billāhi ḥasībā(n)."}},"translation":{"en":"And test the orphans [in their abilities] until they reach marriageable age. Then if you perceive in them sound judgement, release their property to them. And do not consume it excessively and quickly, [anticipating] that they will grow up. And whoever, [when acting as guardian], is self-sufficient should refrain [from taking a fee]; and whoever is poor - let him take according to what is acceptable. Then when you release their property to them, bring witnesses upon them. And sufficient is Allah as Accountant.","id":"Dan ujilah anak-anak yatim itu sampai mereka cukup umur untuk menikah. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka hartanya. Dan janganlah kamu memakannya (harta anak yatim) melebihi batas kepatutan dan (janganlah kamu) tergesa-gesa (menyerahkannya) sebelum mereka dewasa. Barangsiapa (di antara pemelihara itu) mampu, maka hendaklah dia menahan diri (dari memakan harta anak yatim itu) dan barangsiapa miskin, maka bolehlah dia makan harta itu menurut cara yang patut. Kemudian, apabila kamu menyerahkan harta itu kepada mereka, maka hendaklah kamu adakan saksi-saksi. Dan cukuplah Allah sebagai pengawas."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/499.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/499.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]