[{"number":{"inQuran":553,"inSurah":60},"meta":{"juz":5,"surah":4,"page":88,"manzil":70,"hizbQuarter":35,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَمْ تَرَ اِلَى الَّذِيْنَ يَزْعُمُوْنَ اَنَّهُمْ اٰمَنُوْا بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ يُرِيْدُوْنَ اَنْ يَّتَحَاكَمُوْٓا اِلَى الطَّاغُوْتِ وَقَدْ اُمِرُوْٓا اَنْ يَّكْفُرُوْا بِهٖ ۗوَيُرِيْدُ الشَّيْطٰنُ اَنْ يُّضِلَّهُمْ ضَلٰلًا ۢ بَعِيْدًا","transliteration":{"en":"Alam tara ilal lazeena yaz'umoona annahum aarmanoo bimaa unzilaa ilaika wa maaa unzila min qablika yureedoona ai yatahaakamooo ilat Taaghooti wa qad umirooo ai yakfuroo bih, wa yureedush Shaitaanu ai yudillahum dalaalam ba'eedaa","id":"alam tara ilal-lażīna yaz‘umūna annahum āmanū bimā unzila ilaika wa mā unzila min qablika yurīdūna ay yataḥākamū ilaṭ-ṭāgūti wa qad umirū ay yakfurū bih(ī), wa yurīdusy-syaiṭānu ay yuḍillahum ḍalālam ba‘īdā(n)."}},"translation":{"en":"Have you not seen those who claim to have believed in what was revealed to you, [O Muhammad], and what was revealed before you? They wish to refer legislation to Taghut, while they were commanded to reject it; and Satan wishes to lead them far astray.","id":"Tidakkah engkau (Muhammad) memperhatikan orang-orang yang mengaku bahwa mereka telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelummu? Tetapi mereka masih menginginkan ketetapan hukum kepada thaghut, padahal mereka telah diperintahkan untuk mengingkari thaghut itu. Dan setan bermaksud menyesatkan mereka (dengan) kesesatan yang sejauh-jauhnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/553.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/553.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":554,"inSurah":61},"meta":{"juz":5,"surah":4,"page":88,"manzil":70,"hizbQuarter":35,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَاِذَا قِيْلَ لَهُمْ تَعَالَوْا اِلٰى مَآ اَنْزَلَ اللّٰهُ وَاِلَى الرَّسُوْلِ رَاَيْتَ الْمُنٰفِقِيْنَ يَصُدُّوْنَ عَنْكَ صُدُوْدًاۚ","transliteration":{"en":"Wa izaa qeela lahum ta'aalaw ilaa maaa anzalallaahu wa ilar Rasooli ra aital munaafiqeena yasuddoona 'anka sudoodaa","id":"wa iżā qīla lahum ta‘ālau ilā mā anzalallāhu wa ilar-rasūli ra'aital-munāfiqīna yaṣuddūna ‘anka ṣudūdā(n)."}},"translation":{"en":"And when it is said to them, \"Come to what Allah has revealed and to the Messenger,\" you see the hypocrites turning away from you in aversion.","id":"Dan apabila dikatakan kepada mereka, “Marilah (patuh) kepada apa yang telah diturunkan Allah dan (patuh) kepada Rasul,” (niscaya) engkau (Muhammad) melihat orang munafik menghalangi dengan keras darimu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/554.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/554.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":555,"inSurah":62},"meta":{"juz":5,"surah":4,"page":88,"manzil":70,"hizbQuarter":35,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَكَيْفَ اِذَآ اَصَابَتْهُمْ مُّصِيْبَةٌ ۢبِمَا قَدَّمَتْ اَيْدِيْهِمْ ثُمَّ جَاۤءُوْكَ يَحْلِفُوْنَ بِاللّٰهِ ۖاِنْ اَرَدْنَآ اِلَّآ اِحْسَانًا وَّتَوْفِيْقًا ","transliteration":{"en":"Fakaifa izaaa asaabathum museebatum summa jaaa'ooka yahlifoona billaahi in aradnaaa illaaa ihsaananw wa tawfeeqaa","id":"fa kaifa iżā aṣābathum muṣībatum bimā qaddamat aidīhim ṡumma jā'ūka yaḥlifūna billāh(i), in aradnā illā iḥsānaw wa taufīqā(n)."}},"translation":{"en":"So how [will it be] when disaster strikes them because of what their hands have put forth and then they come to you swearing by Allah, \"We intended nothing but good conduct and accommodation.\"","id":"Maka bagaimana halnya apabila (kelak) musibah menimpa mereka (orang munafik) disebabkan perbuatan tangannya sendiri, kemudian mereka datang kepadamu (Muhammad) sambil bersumpah, “Demi Allah, kami sekali-kali tidak menghendaki selain kebaikan dan kedamaian.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/555.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/555.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":556,"inSurah":63},"meta":{"juz":5,"surah":4,"page":88,"manzil":70,"hizbQuarter":35,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اُولٰۤىِٕكَ الَّذِيْنَ يَعْلَمُ اللّٰهُ مَا فِيْ قُلُوْبِهِمْ فَاَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَّهُمْ فِيْٓ  اَنْفُسِهِمْ قَوْلًا ۢ بَلِيْغًا ","transliteration":{"en":"Ulaaa'ikal lazeena ya'la mullaahu maa fee quloobihim fa a'rid 'anhum wa 'izhum wa qul lahum feee anfusihim qawlam baleeghaa","id":"ulā'ikal-lażīna ya‘lamullāhu mā fī qulūbihim fa a‘riḍ ‘anhum wa ‘iẓhum wa qul lahum fī anfusihim qaulam balīgā(n)."}},"translation":{"en":"Those are the ones of whom Allah knows what is in their hearts, so turn away from them but admonish them and speak to them a far-reaching word.","id":"Mereka itu adalah orang-orang yang (sesungguhnya) Allah mengetahui apa yang ada di dalam hatinya. Karena itu berpalinglah kamu dari mereka, dan berilah mereka nasihat, dan katakanlah kepada mereka perkataan yang membekas pada jiwanya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/556.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/556.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":557,"inSurah":64},"meta":{"juz":5,"surah":4,"page":88,"manzil":70,"hizbQuarter":35,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَآ اَرْسَلْنَا مِنْ رَّسُوْلٍ اِلَّا لِيُطَاعَ بِاِذْنِ اللّٰهِ ۗوَلَوْ اَنَّهُمْ اِذْ ظَّلَمُوْٓا اَنْفُسَهُمْ جَاۤءُوْكَ فَاسْتَغْفَرُوا اللّٰهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُوْلُ لَوَجَدُوا اللّٰهَ تَوَّابًا رَّحِيْمًا ","transliteration":{"en":"Wa maa arsalnaa mir Rasoolin illaa liyutaa'a bi iznil laah; wa law annahum 'iz zalamooo anfusahum jaaa'ooka fastaghfarul laaha wastaghfara lahumur Rasoolu la wajadul laaha Tawwaabar Raheemaa","id":"wa mā arsalnā mir rasūlin illā liyuṭā‘a bi'iżnillāh(i), wa lau annahum iẓ ẓalamū anfusahum jā'ūka fastagfarullāha wastagfara lahumur-rasūlu lawajadullāha tawwābar raḥīmā(n)."}},"translation":{"en":"And We did not send any messenger except to be obeyed by permission of Allah. And if, when they wronged themselves, they had come to you, [O Muhammad], and asked forgiveness of Allah and the Messenger had asked forgiveness for them, they would have found Allah Accepting of repentance and Merciful.","id":"Dan Kami tidak mengutus seorang rasul melainkan untuk ditaati dengan izin Allah. Dan sungguh, sekiranya mereka setelah menzalimi dirinya datang kepadamu (Muhammad), lalu memohon ampunan kepada Allah, dan Rasul pun memohonkan ampunan untuk mereka, niscaya mereka mendapati Allah Maha Penerima tobat, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/557.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/557.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":558,"inSurah":65},"meta":{"juz":5,"surah":4,"page":88,"manzil":70,"hizbQuarter":35,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوْا فِيْٓ اَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُوْا تَسْلِيْمًا ","transliteration":{"en":"Falaa wa Rabbika laa yu'minoona hattaa yuhakkimooka fe emaa shajara bainahum summa laa yajidoo fee anfusihim harajam mimmaa qadaita wa yusal limoo tasleemaa","id":"falā wa rabbika lā yu'minūna ḥattā yuḥakkimūka fīmā syajara bainahum ṡumma lā yajidū fī anfusihim ḥarajam mimmā qaḍaita wa yusallimū taslīmā(n)."}},"translation":{"en":"But no, by your Lord, they will not [truly] believe until they make you, [O Muhammad], judge concerning that over which they dispute among themselves and then find within themselves no discomfort from what you have judged and submit in [full, willing] submission.","id":"Maka demi Tuhanmu, mereka tidak beriman sebelum mereka menjadikan engkau (Muhammad) sebagai hakim dalam perkara yang mereka perselisihkan, (sehingga) kemudian tidak ada rasa keberatan dalam hati mereka terhadap putusan yang engkau berikan, dan mereka menerima dengan sepenuhnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/558.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/558.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]