[{"number":{"inQuran":568,"inSurah":75},"meta":{"juz":5,"surah":4,"page":90,"manzil":71,"hizbQuarter":36,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ اَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ","transliteration":{"en":"Wa maa lakum laa tuqaatiloona fee sabeelil laahi walmustad'afeena minar rijaali wannisaaa'i walwildaanil lazeena yaqooloona Rabbanaaa akhrijnaa min haazihil qaryatiz zaalimi ahluhaa waj'al lanaa mil ladunka waliyanw waj'al lanaa mil ladunka naseeraa","id":"wa mā lakum lā tuqātilūna fī sabīlillāhi wal-mustaḍ‘afīna minar-rijāli wan-nisā'i wal-wildānil-lażīna yaqūlūna rabbanā akhrijnā min hāżihil-qaryatiẓ-ẓālimi ahluhā, waj‘al lanā mil ladunka waliyyā(n), waj‘al lanā mil ladunka naṣīrā(n)."}},"translation":{"en":"And what is [the matter] with you that you fight not in the cause of Allah and [for] the oppressed among men, women, and children who say, \"Our Lord, take us out of this city of oppressive people and appoint for us from Yourself a protector and appoint for us from Yourself a helper?\"","id":"Dan mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang yang lemah, baik laki-laki, perempuan maupun anak-anak yang berdoa, “Ya Tuhan kami,  keluarkanlah kami dari negeri ini (Mekah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu, dan berilah kami penolong dari sisi-Mu.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/568.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/568.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":569,"inSurah":76},"meta":{"juz":5,"surah":4,"page":90,"manzil":71,"hizbQuarter":36,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ","transliteration":{"en":"Allazeena aamanoo yuqaatiloona fee sabeelil laahi wallazeena kafaroo yuqaatiloona fee sabeelit Taaghoot faqaatiloo awliyaaa'ash Shaitaan; inna kaidash Shairaani kaana da'eefa","id":"al-lażīna āmanū yuqātilūna fī sabīlillāh(i), wal-lażīna kafarū yuqātilūna fī sabīliṭ-ṭāgūti fa qātilū auliyā'asy-syaiṭān(i), inna kaidasy-syaiṭāni kāna ḍa‘īfā(n)."}},"translation":{"en":"Those who believe fight in the cause of Allah, and those who disbelieve fight in the cause of Taghut. So fight against the allies of Satan. Indeed, the plot of Satan has ever been weak.","id":"Orang-orang yang beriman berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan thaghut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/569.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/569.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":570,"inSurah":77},"meta":{"juz":5,"surah":4,"page":90,"manzil":72,"hizbQuarter":36,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ اَخَّرْتَنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ","transliteration":{"en":"Alam tara ilal lazeena qeela lahum kuffooo aidiyakum wa aqeemus Salaata w aaatuz Zakaata falammaa kutiba 'alaihimul qitaalu izaa fareequm minhum yakhshawnnan naasa kakhashyatil laahi aw ashadda khashyah; wa qaaloo Rabbanaa lima katabta 'alainal qitaala law laaa akhkhartanaa ilaaa ajalin qareeb; qul mataa'ud dunyaa qaleelunw wal Aakhiratu khairul limanit taqaa wa laa tuzlamoona fateelaa","id":"alam tara ilal-lażīna qīla lahum kuffū aidiyakum wa aqīmuṣ-ṣalāta wa ātuz-zakāt(a), fa lammā kutiba ‘alaihimul-qitālu iżā farīqum minhum yakhsyaunan-nāsa kakhasy-yatillāhi au asyadda khasy-yah(tan), wa qālū rabbanā lima katabta ‘alainal-qitāl(a), lau lā akhkhartanā ilā ajalin qarīb(in), qul matā‘ud-dun-yā qalīl(un), wal-ākhiratu khairul limanittaqā, wa lā tuẓlamūna fatīlā(n)."}},"translation":{"en":"Have you not seen those who were told, \"Restrain your hands [from fighting] and establish prayer and give zakah\"? But then when fighting was ordained for them, at once a party of them feared men as they fear Allah or with [even] greater fear. They said, \"Our Lord, why have You decreed upon us fighting? If only You had postponed [it for] us for a short time.\" Say, The enjoyment of this world is little, and the Hereafter is better for he who fears Allah. And injustice will not be done to you, [even] as much as a thread [inside a date seed].\"","id":"Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, ”Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!” Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, “Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?”  Katakanlah, “Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/570.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/570.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":571,"inSurah":78},"meta":{"juz":5,"surah":4,"page":90,"manzil":72,"hizbQuarter":36,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"اَيْنَ مَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَاِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ","transliteration":{"en":"Ainamaa takoonoo yudrikkumul mawtu wa law kuntum fee buroojim mushai yadah; wa in tusibhum hasanatuny yaqooloo haazihee min indil laahi wa in tusibhum saiyi'atuny yaqooloo haazihee min 'indik; qul kullum min 'indillaahi famaa lihaaa 'ulaaa'il qawmi laa yakkaadoona yafqahoona hadeesaa","id":"aina mā takūnū yudrikkumul-mautu wa lau kuntum fī burūjim musyayyadah(tin), wa in tuṣibhum ḥasanatuy yaqūlū hāżihī min ‘indillāh(i), wa in tuṣibhum sayyi'atuy yaqūlū hāżihī min ‘indik(a), qul kullum min ‘indillāh(i), famā lihā'ulā'il-qaumi lā yakādūna yafqahūna ḥadīṡā(n)."}},"translation":{"en":"Wherever you may be, death will overtake you, even if you should be within towers of lofty construction. But if good comes to them, they say, \"This is from Allah \"; and if evil befalls them, they say, \"This is from you.\" Say, \"All [things] are from Allah.\" So what is [the matter] with those people that they can hardly understand any statement?","id":"Di manapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kukuh. Jika mereka memperoleh kebaikan, mereka mengatakan, “Ini dari sisi Allah,” dan jika mereka ditimpa suatu keburukan, mereka mengatakan, “Ini dari engkau (Muham-mad).” Katakanlah, “Semuanya (datang) dari sisi Allah.” Maka mengapa orang-orang itu (orang-orang munafik) hampir-hampir tidak memahami pembicaraan (sedikit pun)?”"},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/571.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/571.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}},{"number":{"inQuran":572,"inSurah":79},"meta":{"juz":5,"surah":4,"page":90,"manzil":72,"hizbQuarter":36,"sajda":{"recommended":false,"obligatory":false}},"text":{"arab":"مَآ اَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ اَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَاَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ","transliteration":{"en":"Maaa asaabaka min hasanatin faminal laahi wa maaa asaaabaka min saiyi'atin famin nafsik; wa arsalnaaka linnaasi Rasoolaa; wa kafaa billaahi Shaheedaa","id":"mā aṣābaka min ḥasanatin fa minallāh(i), wa mā aṣābaka min sayyi'atin fa min nafsik(a), wa arsalnāka lin-nāsi rasūlā(n), wa kafā billāhi syahīdā(n)."}},"translation":{"en":"What comes to you of good is from Allah, but what comes to you of evil, [O man], is from yourself. And We have sent you, [O Muhammad], to the people as a messenger, and sufficient is Allah as Witness.","id":"Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. Kami mengutusmu (Muhammad) menjadi Rasul kepada (seluruh) manusia. Dan cukuplah Allah yang menjadi saksi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/572.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/572.mp3"]},"tafsir":{"id":{"long":"-","short":"-"}}}]