[{"number":{"inQuran":1304,"inSurah":69},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"كَالَّذِيْنَ مِنْ قَبْلِكُمْ كَانُوْٓا اَشَدَّ مِنْكُمْ قُوَّةً وَّاَكْثَرَ اَمْوَالًا وَّاَوْلَادًاۗ فَاسْتَمْتَعُوْا بِخَلَاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلَاقِكُمْ كَمَا اسْتَمْتَعَ الَّذِيْنَ مِنْ قَبْلِكُمْ بِخَلَاقِهِمْ وَخُضْتُمْ كَالَّذِيْ خَاضُوْاۗ اُولٰۤىِٕكَ حَبِطَتْ اَعْمَالُهُمْ فِى الدُّنْيَا وَالْاٰخِرَةِ ۚوَاُولٰۤىِٕكَ هُمُ الْخٰسِرُوْنَ ","transliteration":{"en":"Kallazeena min qablikum kaanoo ashadda minkum quwwatanw wa aksara amwaalanw wa awlaadan fastamta'oo bikhalaaqihim fastamta'tum bikhalaaqikum kamas tamta'al lazeena min qablikum bikhalaa qihim wa khudtum kallazee khaadooo; ulaaa'ika habitat a'maaluhum fid dunyaa wal Aakhirati wa ulaaa'ika humul khaasiroon","id":"Kal-lażīna min qablikum kānū asyadda minkum quwwataw wa akṡara amwālaw wa aulādā(n), fastamta‘ū bikhalāqihim fastamta‘tum bikhalāqikum kamastamta‘al-lażīna min qablikum bikhalāqihim wa khuḍtum kal-lażī khāḍū, ulā'ika ḥabiṭat a\u0091māluhum fid-dun-yā wal-ākhirah(ti), ulā'ika humul-khāsirūn(a). "}},"translation":{"en":"[You disbelievers are] like those before you; they were stronger than you in power and more abundant in wealth and children. They enjoyed their portion [of worldly enjoyment], and you have enjoyed your portion as those before you enjoyed their portion, and you have engaged [in vanities] like that in which they engaged. [It is] those whose deeds have become worthless in this world and in the Hereafter, and it is they who are the losers.","id":"(keadaan kamu hai orang-orang munafik dan musyrikin) adalah seperti keadaan orang-orang sebelum kamu, mereka lebih kuat daripada kamu, dan lebih banyak harta dan anak-anaknya dari kamu. Maka mereka telah menikmati bagian mereka, dan kamu telah menikmati bagian kamu sebagaimana orang-orang yang sebelummu menikmati bagiannya, dan kamu mempercakapkan (hal yang batil) sebagaimana mereka mempercakapkannya. Mereka itu amalannya menjadi sia-sia di dunia dan di akhirat; dan mereka itulah orang-orang yang merugi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1304.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1304.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1305,"inSurah":70},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اَلَمْ يَأْتِهِمْ نَبَاُ الَّذِيْنَ مِنْ قَبْلِهِمْ قَوْمِ نُوْحٍ وَّعَادٍ وَّثَمُوْدَ ەۙ وَقَوْمِ اِبْرٰهِيْمَ وَاَصْحٰبِ مَدْيَنَ وَالْمُؤْتَفِكٰتِۗ اَتَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۚ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَ","transliteration":{"en":"Alam yaatihim naba ul lazeena min qablihim qawmi Noohinw wa 'Aadinw wa Samooda wa qawmi Ibraaheema wa ashaabi adyana walmu'tafikaat; atathum Rusuluhum bilbaiyinaati famaa kaanal laahu liyazlimahum wa laakin kaanooo anfusahum yazlimoon","id":"Alam ya'tihim naba'ul-lażīna min qablihim qaumi nūḥiw wa ‘ādiw wa ṡamūd(a), wa qaumi ibrāhīma wa aṣḥābi madyana wal-mu'tafikāt(i), atathum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a). "}},"translation":{"en":"Has there not reached them the news of those before them - the people of Noah and [the tribes of] 'Aad and Thamud and the people of Abraham and the companions of Madyan and the towns overturned? Their messengers came to them with clear proofs. And Allah would never have wronged them, but they were wronging themselves.","id":"Belumkah datang kepada mereka berita penting tentang orang-orang yang sebelum mereka, (yaitu) kaum Nuh, 'Aad, Tsamud, kaum Ibrahim, penduduk Madyan dan negeri-negeri yang telah musnah?. Telah datang kepada mereka rasul-rasul dengan membawa keterangan yang nyata, maka Allah tidaklah sekali-kali menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1305.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1305.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1306,"inSurah":71},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"وَالْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بَعْضُهُمْ اَوْلِيَاۤءُ بَعْضٍۘ يَأْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَيُؤْتُوْنَ الزَّكٰوةَ وَيُطِيْعُوْنَ اللّٰهَ وَرَسُوْلَهٗ ۗاُولٰۤىِٕكَ سَيَرْحَمُهُمُ اللّٰهُ ۗاِنَّ اللّٰهَ عَزِيْزٌ حَكِيْمٌ ","transliteration":{"en":"Walmu'minoona wal mu'minaatu ba'duhum awliyaaa'u ba;d; yaamuroona bilma'roofi wa yanhawna 'anil munkari wa yuqeemoonas Salaata wa yu'toonaz Zakaata wa yutee'oonal laaha wa Rasoolah; ulaaa'ika sayarhamuhumul laah; innallaaha 'Azeezun Hakeem","id":"Wal-mu'minūna wal-mu'minātu ba‘ḍuhum auliyā'u ba‘ḍ(in), ya'murūna bil-ma‘rūfi wa yanhauna  ‘anil-munkari wa yuqīmūnaṣ-ṣalāta wa yu'tūnaz-zakāta wa yuṭī‘ūnallāha wa rasūlah(ū), ulā'ika sayarḥamuhumullāh(u), innallāha ‘azīzun ḥakīm(un). "}},"translation":{"en":"The believing men and believing women are allies of one another. They enjoin what is right and forbid what is wrong and establish prayer and give zakah and obey Allah and His Messenger. Those - Allah will have mercy upon them. Indeed, Allah is Exalted in Might and Wise.","id":"Dan orang-orang yang beriman, lelaki dan perempuan, sebahagian mereka (adalah) menjadi penolong bagi sebahagian yang lain. Mereka menyuruh (mengerjakan) yang ma'ruf, mencegah dari yang munkar, mendirikan shalat, menunaikan zakat dan mereka taat pada Allah dan Rasul-Nya. Mereka itu akan diberi rahmat oleh Allah; sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1306.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1306.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1307,"inSurah":72},"meta":{"juz":10,"page":198,"manzil":2,"ruku":164,"hizbQuarter":79,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"وَعَدَ اللّٰهُ الْمُؤْمِنِيْنَ وَالْمُؤْمِنٰتِ جَنّٰتٍ تَجْرِيْ مِنْ تَحْتِهَا الْاَنْهٰرُ خٰلِدِيْنَ فِيْهَا وَمَسٰكِنَ طَيِّبَةً فِيْ جَنّٰتِ عَدْنٍ ۗوَرِضْوَانٌ مِّنَ اللّٰهِ اَكْبَرُ ۗذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ࣖ ","transliteration":{"en":"Wa'adal laahulmu' mineena walmu'minaati Jannaatin tajree min tahtihal anhaaru khaalideena feehaa wa masaakina taiyibatan fee Jannnaati 'adn; wa ridwaanum minal laahi akbar; zaalika hual fawzul 'azeem","id":"Wa‘adallāhul-mu'minīna wal-mu'mināti jannātin tajrī min taḥtihal-anhāru khālidīna fīhā wa masākina ṭayyibatan fī jannāti ‘adn(in), wa riḍwānum minallāhi akbar(u), żālika huwal-fauzul-‘aẓīm(u). "}},"translation":{"en":"Allah has promised the believing men and believing women gardens beneath which rivers flow, wherein they abide eternally, and pleasant dwellings in gardens of perpetual residence; but approval from Allah is greater. It is that which is the great attainment.","id":"Allah menjanjikan kepada orang-orang mukmin, lelaki dan perempuan, (akan mendapat) surga yang dibawahnya mengalir sungai-sungai, kekal mereka di dalamnya, dan (mendapat) tempat-tempat yang bagus di surga 'Adn. Dan keridhaan Allah adalah lebih besar; itu adalah keberuntungan yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1307.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1307.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}}]