[{"number":{"inQuran":1272,"inSurah":37},"meta":{"juz":10,"page":193,"manzil":2,"ruku":160,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اِنَّمَا النَّسِيْۤءُ زِيَادَةٌ فِى الْكُفْرِ يُضَلُّ بِهِ الَّذِيْنَ كَفَرُوْا يُحِلُّوْنَهٗ عَامًا وَّيُحَرِّمُوْنَهٗ عَامًا لِّيُوَاطِـُٔوْا عِدَّةَ مَا حَرَّمَ اللّٰهُ فَيُحِلُّوْا مَا حَرَّمَ اللّٰهُ ۗزُيِّنَ لَهُمْ سُوْۤءُ اَعْمَالِهِمْۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الْكٰفِرِيْنَ ࣖ","transliteration":{"en":"Innamma naseee'u ziyaadatun filkufri yudallu bihillazeena kafaroo yuhil loonahoo 'aamanw wa yuhar rimoonahoo 'aamalliyu watti'oo 'iddata maa harramal laah; zuyyina lahum sooo'u a'maalihim; wallaahu laa yahdil qawmal kaafireen","id":"Innaman-nasī'u ziyādatun fil-kufri yuḍallu bihil-lażīna kafarū yuḥillūnahū ‘āmaw wa yuḥarrimūnahū ‘āmal liyuwāṭi'ū ‘iddata mā ḥarramallāhu fa yuḥillū mā ḥarramallāh(u), zuyyina lahum sū'u a‘mālihim, wallāhu lā yahdil-qaumal-kāfirīn(a). "}},"translation":{"en":"Indeed, the postponing [of restriction within sacred months] is an increase in disbelief by which those who have disbelieved are led [further] astray. They make it lawful one year and unlawful another year to correspond to the number made unlawful by Allah and [thus] make lawful what Allah has made unlawful. Made pleasing to them is the evil of their deeds; and Allah does not guide the disbelieving people.","id":"Sesungguhnya mengundur-undurkan bulan haram itu adalah menambah kekafiran. Disesatkan orang-orang yang kafir dengan mengundur-undurkan itu, mereka menghalalkannya pada suatu tahun dan mengharamkannya pada tahun yang lain, agar mereka dapat mempersesuaikan dengan bilangan yang Allah mengharamkannya, maka mereka menghalalkan apa yang diharamkan Allah. (Syaitan) menjadikan mereka memandang perbuatan mereka yang buruk itu. Dan Allah tidak memberi petunjuk kepada orang-orang yang kafir."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1272.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1272.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1273,"inSurah":38},"meta":{"juz":10,"page":193,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا مَا لَكُمْ اِذَا قِيْلَ لَكُمُ انْفِرُوْا فِيْ سَبِيْلِ اللّٰهِ اثَّاقَلْتُمْ اِلَى الْاَرْضِۗ اَرَضِيْتُمْ بِالْحَيٰوةِ الدُّنْيَا مِنَ الْاٰخِرَةِۚ فَمَا مَتَاعُ الْحَيٰوةِ الدُّنْيَا فِى الْاٰخِرَةِ اِلَّا قَلِيْلٌ ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo maa lakum izaa qeela lakumun firoo fee sabeelil laahis saaqaltum ilal ard; aradeetum bilhayaatid dunyaa minal Aakhirah; famaa ma taaul hayaatiddunyaa fil Aakhirati illaa qaleel","id":"Yā ayyuhal-lażīna āmanū mā lakum iżā qīla lakumunfirū fī sabīlillāhiṡ-ṡāqaltum ilal-arḍ(i), araḍītum bil-ḥayātid-dun-yā minal-ākhirah(ti), famā matā‘ul-ḥayātid-dun-yā fil-ākhirati illā qalīl(un). "}},"translation":{"en":"O you who have believed, what is [the matter] with you that, when you are told to go forth in the cause of Allah, you adhere heavily to the earth? Are you satisfied with the life of this world rather than the Hereafter? But what is the enjoyment of worldly life compared to the Hereafter except a [very] little.","id":"Hai orang-orang yang beriman, apakah sebabnya bila dikatakan kepadamu: \"Berangkatlah (untuk berperang) pada jalan Allah\" kamu merasa berat dan ingin tinggal di tempatmu? Apakah kamu puas dengan kehidupan di dunia sebagai ganti kehidupan di akhirat? Padahal kenikmatan hidup di dunia ini (dibandingkan dengan kehidupan) diakhirat hanyalah sedikit."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1273.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1273.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1274,"inSurah":39},"meta":{"juz":10,"page":193,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اِلَّا تَنْفِرُوْا يُعَذِّبْكُمْ عَذَابًا اَلِيْمًاۙ وَّيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّوْهُ شَيْـًٔاۗ وَاللّٰهُ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ ","transliteration":{"en":"Illaa tanfiroo yu'az zibkum 'azaaban aleemanw wa yastabdil qawman ghairakum wa laa tadurroohu shai'aa; wal laahu 'alaa kulli shai'in Qadeer","id":"Illā tanfirū yu‘ażżibkum ‘ażāban alīmā(n), wa yastabdil qauman gairakum wa lā taḍurrūhu syai'ā(n), wallāhu ‘alā kulli syai'in qadīr(un). "}},"translation":{"en":"If you do not go forth, He will punish you with a painful punishment and will replace you with another people, and you will not harm Him at all. And Allah is over all things competent.","id":"Jika kamu tidak berangkat untuk berperang, niscaya Allah menyiksa kamu dengan siksa yang pedih dan digantinya (kamu) dengan kaum yang lain, dan kamu tidak akan dapat memberi kemudharatan kepada-Nya sedikitpun. Allah Maha Kuasa atas segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1274.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1274.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1275,"inSurah":40},"meta":{"juz":10,"page":193,"manzil":2,"ruku":161,"hizbQuarter":77,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اِلَّا تَنْصُرُوْهُ فَقَدْ نَصَرَهُ اللّٰهُ اِذْ اَخْرَجَهُ الَّذِيْنَ كَفَرُوْا ثَانِيَ اثْنَيْنِ اِذْ هُمَا فِى الْغَارِ اِذْ يَقُوْلُ لِصَاحِبِهٖ لَا تَحْزَنْ اِنَّ اللّٰهَ مَعَنَاۚ فَاَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلَيْهِ وَاَيَّدَهٗ بِجُنُوْدٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِيْنَ كَفَرُوا السُّفْلٰىۗ وَكَلِمَةُ اللّٰهِ هِيَ الْعُلْيَاۗ وَاللّٰهُ عَزِيْزٌ حَكِيْمٌ ","transliteration":{"en":"Illaa tansuroohu faqad nasarahul laahu iz akhrajahul lazeena kafaroo saaniyasnaini iz humaa filghaari iz yaqoolu lisaahibihee la tahzan innnal laaha ma'anaa fa anzalallaahu sakeenatahoo 'alaihi wa aiyadahoo bijunoodil lam tarawhaa wa ja'ala kalimatal lazeena kafarus suflaa; wa Kalimatul laahi hiyal 'ulyaa; wallaahu 'Azeezun Hakeem;","id":"Illā tanṣurūhu faqad naṣarahullāhu iż akhrajahul-lażīna kafarū ṡāniyaṡnaini iż humā fil-gāri iż yaqūlu liṣāḥibihī lā taḥzan innallāha ma‘anā, fa anzalallāhu sakīnatahū ‘alaihi wa ayyadahū bijunūdil lam tarauhā wa ja‘ala kalimatal-lażīna kafarus-suflā, wa kalimatullāhi hiyal-‘ulyā, wallāhu ‘azīzun ḥakīm(un). "}},"translation":{"en":"If you do not aid the Prophet - Allah has already aided him when those who disbelieved had driven him out [of Makkah] as one of two, when they were in the cave and he said to his companion, \"Do not grieve; indeed Allah is with us.\" And Allah sent down his tranquillity upon him and supported him with angels you did not see and made the word of those who disbelieved the lowest, while the word of Allah - that is the highest. And Allah is Exalted in Might and Wise.","id":"Jikalau kamu tidak menolongnya (Muhammad) maka sesungguhnya Allah telah menolongnya (yaitu) ketika orang-orang kafir (musyrikin Mekah) mengeluarkannya (dari Mekah) sedang dia salah seorang dari dua orang ketika keduanya berada dalam gua, di waktu dia berkata kepada temannya: \"Janganlah kamu berduka cita, sesungguhnya Allah beserta kita\". Maka Allah menurunkan keterangan-Nya kepada (Muhammad) dan membantunya dengan tentara yang kamu tidak melihatnya, dan Al-Quran menjadikan orang-orang kafir itulah yang rendah. Dan kalimat Allah itulah yang tinggi. Allah Maha Perkasa lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1275.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1275.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}}]