[{"number":{"inQuran":264,"inSurah":257},"meta":{"juz":3,"page":43,"manzil":1,"ruku":35,"hizbQuarter":17,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":2,"sequence":87,"numberOfVerses":286,"name":{"short":"البقرة","long":"البقرة","transliteration":{"en":"Al-Baqarah","id":"Al-Baqarah"},"translation":{"en":"The Cow","id":"Sapi Betina"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اَللّٰهُ وَلِيُّ الَّذِيْنَ اٰمَنُوْا يُخْرِجُهُمْ مِّنَ الظُّلُمٰتِ اِلَى النُّوْرِۗ وَالَّذِيْنَ كَفَرُوْٓا اَوْلِيَاۤؤُهُمُ الطَّاغُوْتُ يُخْرِجُوْنَهُمْ مِّنَ النُّوْرِ اِلَى الظُّلُمٰتِۗ  اُولٰۤىِٕكَ اَصْحٰبُ النَّارِۚ هُمْ فِيْهَا خٰلِدُوْنَ ࣖ","transliteration":{"en":"Allaahu waliyyul lazeena aamanoo yukhrijuhum minaz zulumaati ilan noori wallazeena kafarooo awliyaaa'uhumut Taaghootu yukhrijoonahum minan noori ilaz zulumaat; ulaaa'ika Ashaabun Naari hum feehaa khaalidoon","id":"Allāhu waliyyul-lażīna āmanū yukhrijuhum minaẓ-ẓulumāti ilan-nūr(i), wal-lażīna kafarū auliyā'uhumuṭ-ṭāgūtu yukhrijuhum minan-nūri ilaẓ-ẓulumāt(i), ulā'ika aṣḥābun-nār(i), hum fīhā khālidūn(a).  "}},"translation":{"en":"Allah is the ally of those who believe. He brings them out from darknesses into the light. And those who disbelieve - their allies are Taghut. They take them out of the light into darknesses. Those are the companions of the Fire; they will abide eternally therein.","id":"Allah Pelindung orang-orang yang beriman; Dia mengeluarkan mereka dari kegelapan (kekafiran) kepada cahaya (iman). Dan orang-orang yang kafir, pelindung-pelindungnya ialah syaitan, yang mengeluarkan mereka daripada cahaya kepada kegelapan (kekafiran). Mereka itu adalah penghuni neraka; mereka kekal di dalamnya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/264.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/264.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":265,"inSurah":258},"meta":{"juz":3,"page":43,"manzil":1,"ruku":36,"hizbQuarter":17,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":2,"sequence":87,"numberOfVerses":286,"name":{"short":"البقرة","long":"البقرة","transliteration":{"en":"Al-Baqarah","id":"Al-Baqarah"},"translation":{"en":"The Cow","id":"Sapi Betina"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اَلَمْ تَرَ اِلَى الَّذِيْ حَاۤجَّ اِبْرٰهٖمَ فِيْ رَبِّهٖٓ اَنْ اٰتٰىهُ اللّٰهُ الْمُلْكَ ۘ اِذْ قَالَ اِبْرٰهٖمُ رَبِّيَ الَّذِيْ يُحْيٖ وَيُمِيْتُۙ قَالَ اَنَا۠ اُحْيٖ وَاُمِيْتُ ۗ قَالَ اِبْرٰهٖمُ فَاِنَّ اللّٰهَ يَأْتِيْ بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِيْ كَفَرَ ۗوَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَۚ","transliteration":{"en":"Alam tara ilal lazee Haaajja Ibraaheema fee Rabbiheee an aataahullaahul mulka iz qaala Ibraaheemu Rabbiyal lazee yuhyee wa yumeetu qaala ana uhyee wa yumeetu qaala ana uhyee wa umeetu qaala Ibraaheemu fa innal laaha yaatee bishshamsi minal mashriqi faati bihaa minal maghribi fabuhital lazee kafar; wallaahu laa yahdil qawmaz zaalimeen","id":"Alam tara ilal-lażī ḥājja ibrāhīma fī rabbihī an ātāhullāhul-mulk(a), iż qāla ibrāhīmu rabbiyal-lażī yuḥyī wa yumīt(u), qāla ana uḥyī wa umīt(u), qāla ibrāhīmu fa innallāha ya'tī bisy-syamsi minal-masyriqi fa'ti bihā minal-magribi fabuhital-lażī kafar(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a).  "}},"translation":{"en":"Have you not considered the one who argued with Abraham about his Lord [merely] because Allah had given him kingship? When Abraham said, \"My Lord is the one who gives life and causes death,\" he said, \"I give life and cause death.\" Abraham said, \"Indeed, Allah brings up the sun from the east, so bring it up from the west.\" So the disbeliever was overwhelmed [by astonishment], and Allah does not guide the wrongdoing people.","id":"Apakah kamu tidak memperhatikan orang yang mendebat Ibrahim tentang Tuhannya (Allah) karena Allah telah memberikan kepada orang itu pemerintahan (kekuasaan). Ketika Ibrahim mengatakan: \"Tuhanku ialah Yang menghidupkan dan mematikan,\" orang itu berkata: \"Saya dapat menghidupkan dan mematikan\". Ibrahim berkata: \"Sesungguhnya Allah menerbitkan matahari dari timur, maka terbitkanlah dia dari barat,\" lalu terdiamlah orang kafir itu; dan Allah tidak memberi petunjuk kepada orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/265.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/265.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":266,"inSurah":259},"meta":{"juz":3,"page":43,"manzil":1,"ruku":36,"hizbQuarter":17,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":2,"sequence":87,"numberOfVerses":286,"name":{"short":"البقرة","long":"البقرة","transliteration":{"en":"Al-Baqarah","id":"Al-Baqarah"},"translation":{"en":"The Cow","id":"Sapi Betina"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اَوْ كَالَّذِيْ مَرَّ عَلٰى قَرْيَةٍ وَّهِيَ خَاوِيَةٌ عَلٰى عُرُوْشِهَاۚ قَالَ اَنّٰى يُحْيٖ هٰذِهِ اللّٰهُ بَعْدَ مَوْتِهَا ۚ فَاَمَاتَهُ اللّٰهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهٗ ۗ قَالَ كَمْ لَبِثْتَ ۗ قَالَ لَبِثْتُ يَوْمًا اَوْ بَعْضَ يَوْمٍۗ قَالَ بَلْ لَّبِثْتَ مِائَةَ عَامٍ فَانْظُرْ اِلٰى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۚ وَانْظُرْ اِلٰى حِمَارِكَۗ وَلِنَجْعَلَكَ اٰيَةً لِّلنَّاسِ وَانْظُرْ اِلَى الْعِظَامِ كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوْهَا لَحْمًا ۗ فَلَمَّا تَبَيَّنَ لَهٗ ۙ قَالَ اَعْلَمُ اَنَّ اللّٰهَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌ","transliteration":{"en":"Aw kallazee marra 'alaa qaryatinw wa hiya khaawiyatun 'alaa 'urooshihaa qaala annaa yuhyee haazihil laahu ba'da mawtihaa fa amaatahul laahu mi'ata 'aamin suumma ba'asahoo qaala kam labista qaala labistu yawman aw ba'da yawmin qaala bal labista mi'ata 'aamin fanzur ilaa ta'aamika wa sharaabika lam yatasannah wanzur ilaa himaarika wa linaj'alaka Aayatal linnaasi wanzur ilal'izaami kaifa nunshizuhaa summa naksoohaa lahmaa; falammaa tabiyana lahoo qaala a'lamu annal laaha 'alaakulli shai'in Qadeer","id":"Au kal-lażī marra ‘alā qaryatiw wa hiya khāwiyatun ‘alā ‘urūsyihā, qāla annā yuḥyī hāżihillāhu ba‘da mautihā, fa'amātahullāhu mi'ata ‘āmin ṡumma ba‘aṡah(ū), qāla kam labiṡt(a), qāla labiṡtu yauman au ba‘ḍa yaum(in), qāla bal labiṡta mi'ata ‘āmin fanẓur ilā ṭa‘āmika wa syarābika lam yatasannah, wanẓur ilā ḥimārik(a), wa linaj‘alaka āyatal lin-nāsi wanẓur ilal-‘iẓāmi kaifa nunsyizuhā ṡumma naksūhā laḥmā(n), falammā tabayyana lah(ū), qāla a‘lamu annallāha ‘alā kulli syai'in qadīr(un).  "}},"translation":{"en":"Or [consider such an example] as the one who passed by a township which had fallen into ruin. He said, \"How will Allah bring this to life after its death?\" So Allah caused him to die for a hundred years; then He revived him. He said, \"How long have you remained?\" The man said, \"I have remained a day or part of a day.\" He said, \"Rather, you have remained one hundred years. Look at your food and your drink; it has not changed with time. And look at your donkey; and We will make you a sign for the people. And look at the bones [of this donkey] - how We raise them and then We cover them with flesh.\" And when it became clear to him, he said, \"I know that Allah is over all things competent.\"","id":"Atau apakah (kamu tidak memperhatikan) orang yang melalui suatu negeri yang (temboknya) telah roboh menutupi atapnya. Dia berkata: \"Bagaimana Allah menghidupkan kembali negeri ini setelah hancur?\" Maka Allah mematikan orang itu seratus tahun, kemudian menghidupkannya kembali. Allah bertanya: \"Berapakah lamanya kamu tinggal di sini?\" Ia menjawab: \"Saya tinggal di sini sehari atau setengah hari\". Allah berfirman: \"Sebenarnya kamu telah tinggal di sini seratus tahun lamanya; lihatlah kepada makanan dan minumanmu yang belum lagi beubah; dan lihatlah kepada keledai kamu (yang telah menjadi tulang belulang); Kami akan menjadikan kamu tanda kekuasaan Kami bagi manusia; dan lihatlah kepada tulang belulang keledai itu, kemudian Kami menyusunnya kembali, kemudian Kami membalutnya dengan daging\". Maka tatkala telah nyata kepadanya (bagaimana Allah menghidupkan yang telah mati) diapun berkata: \"Saya yakin bahwa Allah Maha Kuasa atas segala sesuatu\"."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/266.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/266.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}}]