[{"number":{"inQuran":669,"inSurah":176},"meta":{"juz":6,"page":106,"manzil":1,"ruku":85,"hizbQuarter":42,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":4,"sequence":92,"numberOfVerses":176,"name":{"short":"النساء","long":"النساء","transliteration":{"en":"An-Nisa","id":"An-Nisa"},"translation":{"en":"The Women","id":"Wanita"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"يَسْتَفْتُوْنَكَۗ قُلِ اللّٰهُ يُفْتِيْكُمْ فِى الْكَلٰلَةِ ۗاِنِ امْرُؤٌا هَلَكَ لَيْسَ لَهٗ وَلَدٌ وَّلَهٗٓ اُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ اِنْ لَّمْ يَكُنْ لَّهَا وَلَدٌ ۚ فَاِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثٰنِ مِمَّا تَرَكَ ۗوَاِنْ كَانُوْٓا اِخْوَةً رِّجَالًا وَّنِسَاۤءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْاُنْثَيَيْنِۗ يُبَيِّنُ اللّٰهُ لَكُمْ اَنْ تَضِلُّوْا ۗ وَاللّٰهُ بِكُلِّ شَيْءٍ عَلِيْمٌ ࣖ ","transliteration":{"en":"Yastaftoonaka qulillaahu yafteekum fil kalaalah; inimru'un halaka laisa lahoo waladunw wa lahoo ukhtun falahaa nisfu maa tarak; wa huwa yarisuhaaa il lam yakkul lahaa walad; fa in kaanatas nataini falahumas sulusaani mimmmaa tarak; wa in kaanooo ikhwatar rijaalanw wa nisaaa'an faliz zakari mislu hazzil unsayayn; yubaiyinullaahu lakum an tadilloo; wallaahu bikulli shai'in Aleem","id":"Yastaftūnak(a), qulillāhu yuftīkum fil-kalālah(ti), inimru'un halaka laisa lahū waladuw wa lahū ukhtun fa lahā niṣfu mā tarak(a), wa huwa yariṡuhā illam yakul lahā walad(un), fa in kānataṡnataini fa lahumaṡ-ṡuluṡāni mimmā tarak(a), wa in kānū ikhwatar rijālaw wa nisā'an fa liż-żakari miṡlu ḥaẓẓil-unṡayain(i), yubayyinullāhu lakum an taḍillū, wallāhu bikulli syai'in ‘alīm(un)."}},"translation":{"en":"They request from you a [legal] ruling. Say, \"Allah gives you a ruling concerning one having neither descendants nor ascendants [as heirs].\" If a man dies, leaving no child but [only] a sister, she will have half of what he left. And he inherits from her if she [dies and] has no child. But if there are two sisters [or more], they will have two-thirds of what he left. If there are both brothers and sisters, the male will have the share of two females. Allah makes clear to you [His law], lest you go astray. And Allah is Knowing of all things.","id":"Mereka meminta fatwa kepadamu (tentang kalalah). Katakanlah: \"Allah memberi fatwa kepadamu tentang kalalah (yaitu): jika seorang meninggal dunia, dan ia tidak mempunyai anak dan mempunyai saudara perempuan, maka bagi saudaranya yang perempuan itu seperdua dari harta yang ditinggalkannya, dan saudaranya yang laki-laki mempusakai (seluruh harta saudara perempuan), jika ia tidak mempunyai anak; tetapi jika saudara perempuan itu dua orang, maka bagi keduanya dua pertiga dari harta yang ditinggalkan oleh yang meninggal. Dan jika mereka (ahli waris itu terdiri dari) saudara-saudara laki dan perempuan, maka bahagian seorang saudara laki-laki sebanyak bahagian dua orang saudara perempuan. Allah menerangkan (hukum ini) kepadamu, supaya kamu tidak sesat. Dan Allah Maha Mengetahui segala sesuatu."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/669.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/669.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":670,"inSurah":1},"meta":{"juz":6,"page":106,"manzil":2,"ruku":86,"hizbQuarter":43,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":5,"sequence":112,"numberOfVerses":120,"name":{"short":"المائدة","long":"المائدة","transliteration":{"en":"Al-Ma'idah","id":"Al-Ma'idah"},"translation":{"en":"The Table Spread","id":"Jamuan (Hidangan Makanan)"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اَوْفُوْا بِالْعُقُوْدِۗ  اُحِلَّتْ لَكُمْ بَهِيْمَةُ الْاَنْعَامِ اِلَّا مَا يُتْلٰى عَلَيْكُمْ غَيْرَ مُحِلِّى الصَّيْدِ وَاَنْتُمْ حُرُمٌۗ  اِنَّ اللّٰهَ يَحْكُمُ مَا يُرِيْدُ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo awfoo bil'uqood; uhillat lakum baheematul an'aami illaa maa yutlaa 'alaikum ghaira muhillis saidi wa antum hurum; innal laaha yahkumu maa yureed","id":"Yā ayyuhal-lażīna āmanū aufū bil-‘uqūd(i), uḥillat lakum bahīmatul-an‘āmi illā mā yutlā ‘alaikum gaira muḥilliṣ-ṣaidi wa antum ḥurum(un), innallāha yaḥkumu mā yurīd(u)."}},"translation":{"en":"O you who have believed, fulfill [all] contracts. Lawful for you are the animals of grazing livestock except for that which is recited to you [in this Qur'an] - hunting not being permitted while you are in the state of ihram. Indeed, Allah ordains what He intends.","id":"Hai orang-orang yang beriman, penuhilah aqad-aqad itu. Dihalalkan bagimu binatang ternak, kecuali yang akan dibacakan kepadamu. (Yang demikian itu) dengan tidak menghalalkan berburu ketika kamu sedang mengerjakan haji. Sesungguhnya Allah menetapkan hukum-hukum menurut yang dikehendaki-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/670.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/670.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":671,"inSurah":2},"meta":{"juz":6,"page":106,"manzil":2,"ruku":86,"hizbQuarter":43,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":5,"sequence":112,"numberOfVerses":120,"name":{"short":"المائدة","long":"المائدة","transliteration":{"en":"Al-Ma'idah","id":"Al-Ma'idah"},"translation":{"en":"The Table Spread","id":"Jamuan (Hidangan Makanan)"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُحِلُّوْا شَعَاۤىِٕرَ اللّٰهِ وَلَا الشَّهْرَ الْحَرَامَ وَلَا الْهَدْيَ وَلَا الْقَلَاۤىِٕدَ وَلَآ اٰۤمِّيْنَ الْبَيْتَ الْحَرَامَ يَبْتَغُوْنَ فَضْلًا مِّنْ رَّبِّهِمْ وَرِضْوَانًا ۗوَاِذَا حَلَلْتُمْ فَاصْطَادُوْا ۗوَلَا يَجْرِمَنَّكُمْ شَنَاٰنُ قَوْمٍ اَنْ صَدُّوْكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ اَنْ تَعْتَدُوْاۘ وَتَعَاوَنُوْا عَلَى الْبِرِّ وَالتَّقْوٰىۖ وَلَا تَعَاوَنُوْا عَلَى الْاِثْمِ وَالْعُدْوَانِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ شَدِيْدُ الْعِقَابِ","transliteration":{"en":"Yaaa aiyuhal lazeena aamanoo laa tuhilloo sha'aaa 'iral laahi wa lash Shahral Haraama wa lal hadya wa lal qalaaa'ida wa laa aaammeenal Baital Haraama yabtaghoona fadlam mir Rabbihim wa ridwaanaa; wa izaa halaltum fastaadoo; wa laa yajrimannakum shana aanu qawmin an saddookum 'anil Masjidil-Haraami an ta'tadoo; wa ta'aawanoo 'alalbirri wattaqwaa; wa laa ta'aawanoo 'alal ismi wal'udwaan; wattaqul laah; innal laaha shadeedul 'iqaab","id":"Yā ayyuhal-lażīna āmanū lā tuḥillū sya‘ā'irallāhi wa lasy-syahral-ḥarāma wa lal-hadya wa lal-qalā'ida wa lā āmmīnal-baital-ḥarāma yabtagūna faḍlam mir rabbihim wa riḍwānā(n), wa iżā ḥalaltum faṣṭādū, wa lā yajrimannakum syana'ānu qaumin an ṣaddūkum ‘anil- asjidil-ḥarāmi an ta‘tadū, wa ta‘āwanū ‘alal-birri wat-taqwā, wa lā ta‘āwanū ‘alal-iṡmi wal-‘udwān(i), wattaqullāh(a), innallāha syadīdul-‘iqāb(i). "}},"translation":{"en":"O you who have believed, do not violate the rites of Allah or [the sanctity of] the sacred month or [neglect the marking of] the sacrificial animals and garlanding [them] or [violate the safety of] those coming to the Sacred House seeking bounty from their Lord and [His] approval. But when you come out of ihram, then [you may] hunt. And do not let the hatred of a people for having obstructed you from al-Masjid al-Haram lead you to transgress. And cooperate in righteousness and piety, but do not cooperate in sin and aggression. And fear Allah; indeed, Allah is severe in penalty.","id":"Hai orang-orang yang beriman, janganlah kamu melanggar syi'ar-syi'ar Allah, dan jangan melanggar kehormatan bulan-bulan haram, jangan (mengganggu) binatang-binatang had-ya, dan binatang-binatang qalaa-id, dan jangan (pula) mengganggu orang-orang yang mengunjungi Baitullah sedang mereka mencari kurnia dan keridhaan dari Tuhannya dan apabila kamu telah menyelesaikan ibadah haji, maka bolehlah berburu. Dan janganlah sekali-kali kebencian(mu) kepada sesuatu kaum karena mereka menghalang-halangi kamu dari Masjidilharam, mendorongmu berbuat aniaya (kepada mereka). Dan tolong-menolonglah kamu dalam (mengerjakan) kebajikan dan takwa, dan jangan tolong-menolong dalam berbuat dosa dan pelanggaran. Dan bertakwalah kamu kepada Allah, sesungguhnya Allah amat berat siksa-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/671.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/671.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}}]