[{"number":{"inQuran":1342,"inSurah":107},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"وَالَّذِيْنَ اتَّخَذُوْا مَسْجِدًا ضِرَارًا وَّكُفْرًا وَّتَفْرِيْقًاۢ بَيْنَ الْمُؤْمِنِيْنَ وَاِرْصَادًا لِّمَنْ حَارَبَ اللّٰهَ وَرَسُوْلَهٗ مِنْ قَبْلُ ۗوَلَيَحْلِفُنَّ اِنْ اَرَدْنَآ اِلَّا الْحُسْنٰىۗ وَاللّٰهُ يَشْهَدُ اِنَّهُمْ لَكٰذِبُوْنَ ","transliteration":{"en":"Wallazeenat takhazoo masjidan diraaranw wa kufranw wa tafreeqam bainal mu'mineena wa irsaadal liman haarabal laaha wa Rasoolahoo min qabl; wa la yahlifunna in aradnaaa illal husnaa wallaahu yash hadu innahum lakaaziboon","id":"Wal-lażīnattakhażū masjidan ḍirāraw wa kufraw wa tafrīqam bainal-mu'minīna wa irṣādal liman ḥāraballāha wa rasūlahū min qabl(u), wa layaḥlifunna in aradnā illal-ḥusnā, wallāhu yasyhadu innahum lakāżibūn(a). "}},"translation":{"en":"And [there are] those [hypocrites] who took for themselves a mosque for causing harm and disbelief and division among the believers and as a station for whoever had warred against Allah and His Messenger before. And they will surely swear, \"We intended only the best.\" And Allah testifies that indeed they are liars.","id":"Dan (di antara orang-orang munafik itu) ada orang-orang yang mendirikan masjid untuk menimbulkan kemudharatan (pada orang-orang mukmin), untuk kekafiran dan untuk memecah belah antara orang-orang mukmin serta menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu. Mereka Sesungguhnya bersumpah: \"Kami tidak menghendaki selain kebaikan\". Dan Allah menjadi saksi bahwa sesungguhnya mereka itu adalah pendusta (dalam sumpahnya)."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1342.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1342.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1343,"inSurah":108},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"لَا تَقُمْ فِيْهِ اَبَدًاۗ  لَمَسْجِدٌ اُسِّسَ عَلَى التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِيْهِۗ فِيْهِ رِجَالٌ يُّحِبُّوْنَ اَنْ يَّتَطَهَّرُوْاۗ وَاللّٰهُ يُحِبُّ الْمُطَّهِّرِيْنَ ","transliteration":{"en":"Laa taqum feehi abadaa; lamasjidun ussisa 'alat taqwaa min awwali yawmin ahaqqu an taqooma feeh; feehi rijaaluny yuhibbona ai yatatahharoo, wallaahu yuhibbul mmuttah hireen","id":"Lā taqum fīhi abadā(n), lamasjidun ussisa ‘alat-taqwā min awwali yaumin aḥaqqu an taqūma fīh(i), fīhi rijāluy yuḥibbūna ay yataṭahharū, wallāhu yuḥibbul-muṭṭahhirīn(a). "}},"translation":{"en":"Do not stand [for prayer] within it - ever. A mosque founded on righteousness from the first day is more worthy for you to stand in. Within it are men who love to purify themselves; and Allah loves those who purify themselves.","id":"Janganlah kamu bersembahyang dalam mesjid itu selama-lamanya. Sesungguhnya mesjid yang didirikan atas dasar takwa (mesjid Quba), sejak hari pertama adalah lebih patut kamu sholat di dalamnya. Di dalamnya mesjid itu ada orang-orang yang ingin membersihkan diri. Dan sesungguhnya Allah menyukai orang-orang yang bersih."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1343.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1343.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1344,"inSurah":109},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اَفَمَنْ اَسَّسَ بُنْيَانَهٗ عَلٰى تَقْوٰى مِنَ اللّٰهِ وَرِضْوَانٍ خَيْرٌ اَمْ مَّنْ اَسَّسَ بُنْيَانَهٗ عَلٰى شَفَا جُرُفٍ هَارٍ فَانْهَارَ بِهٖ فِيْ نَارِ جَهَنَّمَۗ وَاللّٰهُ لَا يَهْدِى الْقَوْمَ الظّٰلِمِيْنَ ","transliteration":{"en":"Afaman assasa bunyaa nahoo 'alaa taqwaa minal laahi wa ridwaanin khairun am man assasa bunyaanahoo 'alaa shafaa jurufin haarin fanhaara bihee fee Naari Jahannnam; wallaahu laa yahdil qawmaz zaalimeen","id":"Afaman assasa bun-yānahū ‘alā taqwā minallāhi wa riḍwānin khairun am man assasa bun-yānahū ‘alā syafā jurufin hārin fanhāra bihī fī nāri jahannam(a), wallāhu lā yahdil-qaumaẓ-ẓālimīn(a). "}},"translation":{"en":"Then is one who laid the foundation of his building on righteousness [with fear] from Allah and [seeking] His approval better or one who laid the foundation of his building on the edge of a bank about to collapse, so it collapsed with him into the fire of Hell? And Allah does not guide the wrongdoing people.","id":"Maka apakah orang-orang yang mendirikan mesjidnya di atas dasar takwa kepada Allah dan keridhaan-(Nya) itu yang baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu bangunannya itu jatuh bersama-sama dengan dia ke dalam neraka Jahannam. Dan Allah tidak memberikan petunjuk kepada orang-orang yang zalim."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1344.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1344.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1345,"inSurah":110},"meta":{"juz":11,"page":204,"manzil":2,"ruku":168,"hizbQuarter":81,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"لَا يَزَالُ بُنْيَانُهُمُ الَّذِيْ بَنَوْا رِيْبَةً فِيْ قُلُوْبِهِمْ اِلَّآ اَنْ تَقَطَّعَ قُلُوْبُهُمْۗ وَاللّٰهُ عَلِيْمٌ حَكِيْمٌ ࣖ ","transliteration":{"en":"Laa yazaalu bunyaanu humul lazee banaw reebatan fee quloobihim illaaa an taqatta'a quloobuhum; wal laahu 'Aleemun Hakeem","id":"Lā yazālu bun-yānuhumul-lażī banau rībatan fī qulūbihim illā an taqaṭṭa‘a qulūbuhum, wallāhu ‘alīmun ḥakīm(un). "}},"translation":{"en":"Their building which they built will not cease to be a [cause of] skepticism in their hearts until their hearts are stopped. And Allah is Knowing and Wise.","id":"Bangunan-bangunan yang mereka dirikan itu senantiasa menjadi pangkal keraguan dalam hati mereka, kecuali bila hati mereka itu telah hancur. Dan Allah Maha Mengetahui lagi Maha Bijaksana."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1345.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1345.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":1346,"inSurah":111},"meta":{"juz":11,"page":204,"manzil":2,"ruku":169,"hizbQuarter":82,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":9,"sequence":113,"numberOfVerses":129,"name":{"short":"التوبة","long":"التوبة","transliteration":{"en":"At-Tawbah","id":"At-Tawbah"},"translation":{"en":"The Repentance","id":"Pengampunan"}},"bismillah_pre":false,"preBismillah":[],"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"۞ اِنَّ اللّٰهَ اشْتَرٰى مِنَ الْمُؤْمِنِيْنَ اَنْفُسَهُمْ وَاَمْوَالَهُمْ بِاَنَّ لَهُمُ الْجَنَّةَۗ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ فَيَقْتُلُوْنَ وَيُقْتَلُوْنَ وَعْدًا عَلَيْهِ حَقًّا فِى التَّوْرٰىةِ وَالْاِنْجِيْلِ وَالْقُرْاٰنِۗ وَمَنْ اَوْفٰى بِعَهْدِهٖ مِنَ اللّٰهِ فَاسْتَبْشِرُوْا بِبَيْعِكُمُ الَّذِيْ بَايَعْتُمْ بِهٖۗ وَذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ ","transliteration":{"en":"Innal laahash taraa minal mu'mineena anfusahum wa amwaalahum bi anna lahumul jannah; yuqaatiloona fee sabeelil laahi fa yaqtuloona wa yuqtaloona wa'dan 'alaihi haqqan fit Tawraati wal Injeeli wal Qur-aan; wa man awfaa be'ahdihee minal laah; fastabshiroo bibai'ikumul lazee baaya'tum bih; wa zaalika huwal fawzul 'azeem","id":"Innallāhasytarā minal-mu'minīna anfusahum wa amwālahum bi'anna lahumul-jannah(ta), yuqātilūna fī sabīlillāhi fa yaqtulūna wa yuqtalūna wa‘dan ‘alaihi ḥaqqan fit-taurāti wal-injīli wal-qur'ān(i), wa man aufā bi‘ahdihī minallāhi fastabsyirū bibai‘ikumul-lażī bāya‘tum bih(ī), wa żālika huwal-fauzul-‘aẓīm(u). "}},"translation":{"en":"Indeed, Allah has purchased from the believers their lives and their properties [in exchange] for that they will have Paradise. They fight in the cause of Allah, so they kill and are killed. [It is] a true promise [binding] upon Him in the Torah and the Gospel and the Qur'an. And who is truer to his covenant than Allah? So rejoice in your transaction which you have contracted. And it is that which is the great attainment.","id":"Sesungguhnya Allah telah membeli dari orang-orang mukmin diri dan harta mereka dengan memberikan surga untuk mereka. Mereka berperang pada jalan Allah; lalu mereka membunuh atau terbunuh. (Itu telah menjadi) janji yang benar dari Allah di dalam Taurat, Injil dan Al Quran. Dan siapakah yang lebih menepati janjinya (selain) daripada Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan itulah kemenangan yang besar."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1346.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1346.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}}]