[{"number":{"inQuran":672,"inSurah":3},"meta":{"juz":6,"page":107,"manzil":2,"ruku":86,"hizbQuarter":43,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":5,"sequence":112,"numberOfVerses":120,"name":{"short":"المائدة","long":"المائدة","transliteration":{"en":"Al-Ma'idah","id":"Al-Ma'idah"},"translation":{"en":"The Table Spread","id":"Jamuan (Hidangan Makanan)"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيْرِ وَمَآ اُهِلَّ لِغَيْرِ اللّٰهِ بِهٖ وَالْمُنْخَنِقَةُ وَالْمَوْقُوْذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيْحَةُ وَمَآ اَكَلَ السَّبُعُ اِلَّا مَا ذَكَّيْتُمْۗ وَمَا ذُبِحَ عَلَى النُّصُبِ وَاَنْ تَسْتَقْسِمُوْا بِالْاَزْلَامِۗ  ذٰلِكُمْ فِسْقٌۗ  اَلْيَوْمَ يَىِٕسَ الَّذِيْنَ كَفَرُوْا مِنْ دِيْنِكُمْ فَلَا تَخْشَوْهُمْ وَاخْشَوْنِۗ  اَلْيَوْمَ اَكْمَلْتُ لَكُمْ دِيْنَكُمْ وَاَتْمَمْتُ عَلَيْكُمْ نِعْمَتِيْ وَرَضِيْتُ لَكُمُ الْاِسْلَامَ دِيْنًاۗ  فَمَنِ اضْطُرَّ فِيْ مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّاِثْمٍۙ  فَاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ","transliteration":{"en":"Hurrimat 'alaikumul maitatu waddamu wa lahmul khinzeeri wa maaa uhilla lighiril laahi bihee walmun khani qatu wal mawqoozatu wal mutarad diyatu wanna teehatu wa maaa akalas sabu'u illaa maa zakkaitum wa maa zubiha 'alan nusubi wa an tastaqsimoo bil azlaam; zaalikum fisq; alyawma ya'isal lazeena kafaroo min deenikum falaa takhshawhum wakh shawn; alyawma akmaltu lakum deenakum wa atmamtu 'alaikum ni'matee wa radeetu lakumul Islaama deenaa; famanidturra fee makhmasatin ghaira mutajaanifil li ismin fa innallaaha Ghafoorur Raheem","id":"Ḥurrimat ‘alaikumul-maitatu wad-damu wa laḥmul-khinzīri wa mā uhilla ligairillāhi bihī wal-munkhaniqatu wal-mauqūżatu wal-mutaraddiyatu wan-naṭīḥatu wa mā akalas-sabu‘u illā mā żakkaitum, wa mā żubiḥa ‘alan-nuṣubi wa an tastaqsimū bil-azlām(i), żālikum fisq(un), al-yauma ya'isal-lażīna kafarū min dīnikum falā takhsyauhum wakhsyaun(i), al-yauma akmaltu lakum dīnakum wa atmamtu ‘alaikum ni‘matī wa raḍītu lakumul-islāma dīnā(n), fa maniḍṭurra fī makhmaṣatin gaira mutajānifil li'iṡm(in), fa innallāha gafūrur raḥīm(un)."}},"translation":{"en":"Prohibited to you are dead animals, blood, the flesh of swine, and that which has been dedicated to other than Allah, and [those animals] killed by strangling or by a violent blow or by a head-long fall or by the goring of horns, and those from which a wild animal has eaten, except what you [are able to] slaughter [before its death], and those which are sacrificed on stone altars, and [prohibited is] that you seek decision through divining arrows. That is grave disobedience. This day those who disbelieve have despaired of [defeating] your religion; so fear them not, but fear Me. This day I have perfected for you your religion and completed My favor upon you and have approved for you Islam as religion. But whoever is forced by severe hunger with no inclination to sin - then indeed, Allah is Forgiving and Merciful.","id":"Diharamkan bagimu (memakan) bangkai, darah, daging babi, (daging hewan) yang disembelih atas nama selain Allah, yang tercekik, yang terpukul, yang jatuh, yang ditanduk, dan diterkam binatang buas, kecuali yang sempat kamu menyembelihnya, dan (diharamkan bagimu) yang disembelih untuk berhala. Dan (diharamkan juga) mengundi nasib dengan anak panah, (mengundi nasib dengan anak panah itu) adalah kefasikan. Pada hari ini orang-orang kafir telah putus asa untuk (mengalahkan) agamamu, sebab itu janganlah kamu takut kepada mereka dan takutlah kepada-Ku. Pada hari ini telah Kusempurnakan untuk kamu agamamu, dan telah Ku-cukupkan kepadamu nikmat-Ku, dan telah Ku-ridhai Islam itu jadi agama bagimu. Maka barang siapa terpaksa karena kelaparan tanpa sengaja berbuat dosa, sesungguhnya Allah Maha Pengampun lagi Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/672.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/672.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":673,"inSurah":4},"meta":{"juz":6,"page":107,"manzil":2,"ruku":86,"hizbQuarter":43,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":5,"sequence":112,"numberOfVerses":120,"name":{"short":"المائدة","long":"المائدة","transliteration":{"en":"Al-Ma'idah","id":"Al-Ma'idah"},"translation":{"en":"The Table Spread","id":"Jamuan (Hidangan Makanan)"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"يَسْـَٔلُوْنَكَ مَاذَآ اُحِلَّ لَهُمْۗ  قُلْ اُحِلَّ لَكُمُ الطَّيِّبٰتُۙ وَمَا عَلَّمْتُمْ مِّنَ الْجَوَارِحِ مُكَلِّبِيْنَ تُعَلِّمُوْنَهُنَّ مِمَّا عَلَّمَكُمُ اللّٰهُ  فَكُلُوْا مِمَّآ اَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُوا اسْمَ اللّٰهِ عَلَيْهِ ۖوَاتَّقُوا اللّٰهَ ۗاِنَّ اللّٰهَ سَرِيْعُ الْحِسَابِ","transliteration":{"en":"Yas'aloonaka maazaaa uhilla lahum; qul uhilla lakumuttaiyibaatu wa maa'allamtum minal jawaarihi mukallibeena tu'allimoonahunnamimmaa 'allamakumul laahu fakuloo mimmaaa amsakna 'alaikum wazkurus mal laahi 'alaih; wattaqul laah; innal laaha saree'ul hisaab","id":"Yas'alūnaka māżā uḥilla lahum, qul uḥilla lakumuṭ-ṭayyibāt(u), wa mā ‘allamtum minal-jawāriḥi mukallibīna tu‘allimūnahunna mimmā ‘allamakumullāhu fa kulū mimmā amsakna ‘alaikum ważkurusmallāhi ‘alaih(i), wattaqullāh(a), innallāha sarī‘ul-ḥisāb(i)."}},"translation":{"en":"They ask you, [O Muhammad], what has been made lawful for them. Say, \"Lawful for you are [all] good foods and [game caught by] what you have trained of hunting animals which you train as Allah has taught you. So eat of what they catch for you, and mention the name of Allah upon it, and fear Allah.\" Indeed, Allah is swift in account.","id":"Mereka menanyakan kepadamu: \"Apakah yang dihalalkan bagi mereka?\". Katakanlah: \"Dihalalkan bagimu yang baik-baik dan (buruan yang ditangkap) oleh binatang buas yang telah kamu ajar dengan melatih nya untuk berburu; kamu mengajarnya menurut apa yang telah diajarkan Allah kepadamu. Maka makanlah dari apa yang ditangkapnya untukmu, dan sebutlah nama Allah atas binatang buas itu (waktu melepaskannya). Dan bertakwalah kepada Allah, sesungguhnya Allah amat cepat hisab-Nya."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/673.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/673.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}},{"number":{"inQuran":674,"inSurah":5},"meta":{"juz":6,"page":107,"manzil":2,"ruku":86,"hizbQuarter":43,"sajda":{"recommended":false,"obligatory":false}},"surah":{"number":5,"sequence":112,"numberOfVerses":120,"name":{"short":"المائدة","long":"المائدة","transliteration":{"en":"Al-Ma'idah","id":"Al-Ma'idah"},"translation":{"en":"The Table Spread","id":"Jamuan (Hidangan Makanan)"}},"bismillah_pre":true,"preBismillah":{"preBismillah":{"text":{"arab":"بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ","transliteration":{"en":"Bismillaahir Rahmaanir Raheem"}},"translation":{"en":"In the name of Allah, the Entirely Merciful, the Especially Merciful.","id":"Dengan nama Allah Yang Maha Pengasih, Maha Penyayang."},"audio":{"primary":"https:\/\/cdn.alquran.cloud\/media\/audio\/ayah\/ar.alafasy\/1","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/1.mp3","https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/1.mp3"]}}},"relevation":{"arab":"مدينة","en":"Medinan","id":"Madaniyyah"},"tafsir":{"en":"TBD","id":"TBD"}},"text":{"arab":"اَلْيَوْمَ اُحِلَّ لَكُمُ الطَّيِّبٰتُۗ وَطَعَامُ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حِلٌّ لَّكُمْ ۖوَطَعَامُكُمْ حِلٌّ لَّهُمْ ۖوَالْمُحْصَنٰتُ مِنَ الْمُؤْمِنٰتِ وَالْمُحْصَنٰتُ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ اِذَآ اٰتَيْتُمُوْهُنَّ اُجُوْرَهُنَّ مُحْصِنِيْنَ غَيْرَ مُسٰفِحِيْنَ وَلَا مُتَّخِذِيْٓ اَخْدَانٍۗ وَمَنْ يَّكْفُرْ بِالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۖوَهُوَ فِى الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ࣖ ","transliteration":{"en":"Alyawma uhilla lakumut taiyibaatu wa ta'aamul lazeena ootul Kitaaba hillul lakum wa ta'aamukum hillul lahum wal muhsanaatu minal mu'minaati walmuhsanaatu minal lazeena ootul Kitaaba min qablikum izaaa aataitumoohunna ujoorahunna muhsineena ghaira musaafiheena wa laa muttakhizeee akhdaan; wa mai yakfur bil eemaani faqad habita 'amaluhoo wa huwa fil Aaakhirati minal khaasireen","id":"Al-yauma uḥilla lakumuṭ-ṭayyibāt(u), wa ṭa‘āmul-lażīna ūtul-kitāba ḥillul lakum, wa ṭa‘āmukum ḥillul lahum, wal-muḥṣanātu minal-mu'mināti wal-muḥṣanātu minal-lażīna ūtul-kitāba min qablikum iżā ātaitumūhunna ujūrahunna muḥṣinīna gaira musāfiḥīna wa lā muttakhiżī akhdān(in), wa may yakfur bil-īmāni faqad ḥabiṭa ‘amaluh(ū), wa huwa fil-ākhirati minal-khāsirīn(a)."}},"translation":{"en":"This day [all] good foods have been made lawful, and the food of those who were given the Scripture is lawful for you and your food is lawful for them. And [lawful in marriage are] chaste women from among the believers and chaste women from among those who were given the Scripture before you, when you have given them their due compensation, desiring chastity, not unlawful sexual intercourse or taking [secret] lovers. And whoever denies the faith - his work has become worthless, and he, in the Hereafter, will be among the losers.","id":"Pada hari ini dihalalkan bagimu yang baik-baik. Makanan (sembelihan) orang-orang yang diberi Al Kitab itu halal bagimu, dan makanan kamu halal (pula) bagi mereka. (Dan dihalalkan mangawini) wanita yang menjaga kehormatan diantara wanita-wanita yang beriman dan wanita-wanita yang menjaga kehormatan di antara orang-orang yang diberi Al Kitab sebelum kamu, bila kamu telah membayar mas kawin mereka dengan maksud menikahinya, tidak dengan maksud berzina dan tidak (pula) menjadikannya gundik-gundik. Barangsiapa yang kafir sesudah beriman (tidak menerima hukum-hukum Islam) maka hapuslah amalannya dan ia di hari kiamat termasuk orang-orang merugi."},"audio":{"primary":"https:\/\/cdn.islamic.network\/quran\/audio\/128\/ar.alafasy\/674.mp3","secondary":["https:\/\/cdn.islamic.network\/quran\/audio\/64\/ar.alafasy\/674.mp3"]},"tafsir":{"id":{"short":"-","long":"-"}}}]